{"petitioner":{"name":"ANTONIO DWAYNE HALBERT","counsel":[0]},"respondent":{"name":"MICHIGAN. ","counsel":[1,2]},"caseNumber":"03-10198","date":"2005-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in Antonio Dwayne Halbert v. Michigan. Mr. Moran. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, Douglas didn't involve a guilty plea, I guess."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And did the Court say anything about the effect of having it be a guilty plea? I guess it didn't."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that make a difference or could it? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- did your client waive any right to appeal here in connection with the proceedings of the plea?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What did he waive?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't he waive the right to have counsel for that -- for that purpose since that was the law in Michigan?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he was told what -- what right to counsel he would have and it didn't include this."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that a perfectly natural inference if you're told you get A and B, that C and D might have been -- that C and D will not be given?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, did we take this case on the ground that he wasn't adequately advised or did we 1111 14th Street, NW Suite 400 take the case on the ground that even if he were advised, he'd still have his right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I take it you would challenge the validity of the waiver even if he were advised?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And even if he said, I hereby waive?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't -- I'm -- I'm sorry."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't your position be different if he had been advised that he had exactly the right that you claim he has, and the court said, however, in Michigan you may not enter the -- the plea unless you waive that right? If -- if you don't want to waive that right, which I've just explained to you, we'll -- we'll have a trial. Would -- would your answer still be that - - that waiver would be as a matter of law impossible?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- why is that prejudicial to him? He says, okay, I can't plead guilty. I really did it but I can't plead guilty. Go ahead."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't he just have a trial? He says, I'm not going to contest the trial."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, is that what you were going 1111 14th Street, NW Suite 400 to say to Justice Souter, before I interrupted, that it's - - that it's far-reaching."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"These are all disparate impact arguments. There's -- there's -- you're not making any argument that the State intentionally discriminates against the poor. You're just saying the effect of this is harder on the poor than it is on the rich. But I thought our -- our equal protection cases have -- have said that disparate impact doesn't -- doesn't hack it as far as equal protection is concerned."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In any event, you pointed out that on the face there is the distinction on the face of it - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it is not a disparate impact case at all - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because it affects only indigents."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whenever a State has -- has initially given a broad benefit to the poor, whenever it cuts back on poor -- on part of that benefit, it is denying equal protection to the poor? That -- that seems to be an extraordinary proposition. The State isn't picking on the poor. It's just saying that -- that the - - 1111 14th Street, NW Suite 400 the free counsel we have agreed to provide in the past we're no longer going to provide in this -- in this one instance of guilty pleas. And -- and you say that -- that is intentional discrimination against the poor?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So any cutback on benefits that is given -- on benefits that are given to the poor is intentional discrimination against the poor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just this one because that's your case."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying this is case like Douglas which was equal protection, like a free transcript, like a filing fee for an appeal."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're bracketing - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just understand one point that Justice Scalia's question raises for me? In your view, is the provision of counsel for the indigent for appellate purposes purely a matter of grace, or was there some underlying obligation to provide counsel?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that ultimately your case rests not on equal protection but due process."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's one as much as the other, isn't it? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you're -- we're saying if you're going to provide a first appeal of right, one incident of that is, as a matter of due process, you've got to provide counsel."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- you're retracting the pure equal protection claim? I don't think you want to do that. I mean, you would say that even if there were not a due process right, you would still regard this as - - as directed against the poor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say that component wouldn't exist unless you begin with a due process right to have counsel on appeal."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're saying that the due process is what gets you beyond the stage of merely providing counsel as a matter of grace. That's what due process does for you. Because they have to provide counsel not merely as a matter of grace, you have a very clear equal protection case which you would not otherwise have. Isn't -- isn't that the way the two work together?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- in your view, can the State require a waiver of the right to appeal for everyone?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not so sure. It certainly goes to the importance or the significance of the underlying right. My understanding is -- correct me if I'm wrong -- that in the Federal system, we require waivers of the right to appeal frequently, even waiver of the right to appeal the sentence even before the sentence 1111 14th Street, NW Suite 400 is calculated, as I understand it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you question the lawfulness of that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Moran, if -- if you're -- if you're tying your equal protection claim to a due process claim and if it is not a violation of due process to require people to waive their -- I mean, you can waive entirely the right to appeal. Surely you can waive the right to counsel on appeal. If that's not a violation of due process, then your equal protection claim dissolves."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an equal protection claim."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you've -- you've said your equal protection claim hinges on the due process claim. If the due process claim, in turn, hinges upon waiver, then apart from the -- from the dispute in this case as to whether waiver occurred or not, if waiver does occur, there's no due process claim, and then there's no equal protection claim."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In any case - -"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Where -- where do we find the waiver here? Is it in the joint appendix?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you referred to something that was waived."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where would we find that?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, don't take your time to look it up. Maybe counsel for respondent can find it for us."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's their argument anyway. Let them - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"I'm missing something on waiver, but I would have thought a person can waive a -- a right to have a counsel on appeal. He can waive a trial. He can waive a jury trial. But before he has to -- before he decides, he has to know that he has the constitutional right to a jury trial."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And why wouldn't he also have to have the -- to know that he has the constitutional right to a lawyer to represent him?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. That has nothing to do with equal protection. It has to do simply with a very common sense rule that we apply in every case, jury trial, et cetera. So all we'd have to say is, of course, he has 1111 14th Street, NW Suite 400 a right to a lawyer. Now, if he wants to go back and waive that right, fine."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all. That's the end of it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's all this complicated thing about?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. You'd have to say the statute is wrong in taking away the right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But he can waive it if he wants to, knowing that he has the right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but -- but that happens all the time. I mean, the waiver -- waiver of appeal in -- in guilty -- in guilty pleas. That's -- that's not permissible either?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have to if you're going to make the argument you just made."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Moran, here on page 22 of the joint appendix, the court is speaking to the defendant and says, you understand if I accept your plea, you are giving up or waiving any claim of an appeal as of right."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think that was not effective?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- it doesn't say that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he does --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I'm - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- he does go on to say that -- that he can appoint a lawyer for -- in certain instances. He doesn't complete the explanation by saying there are other instances and when I will not appoint one. That he leaves out, although this a represented defendant."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He had a counsel at the plea hearing."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm mixed up again. What is the answer to this? I -- I would have thought that even if those words that Justice O'Connor read referred directly to the kind of appeal that we have in front of us -- in other words, the one that's at issue -- that still he'd have to know he has a right to a lawyer on that appeal before he could waive it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And does anybody dispute that? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that at issue here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a strange terminology. It doesn't provide a right to appeal. It -- it provides a right to apply for an appeal, a right to ask for an appeal. A right to ask for an appeal is not a right to get an appeal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have an absolute right to ask for an appeal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not a right to appeal. It's a right to request an appeal, which can be granted or denied."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's done more than change the method. It's changed the entitlement. The court can simply say we're not interested in your appeal. It doesn't raise a significant legal issue."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's just -- but that's just boiler plate, isn't it? That's what they say in all these cases. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I think Michigan cites a Michigan Supreme Court decision that says it's not on the merits."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's People v. Berry?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't it be the same if the -- if it's a discretionary appeal at the intermediate appellate level?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't -- didn't the supreme court in the Bulger case -- was that the name of it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't it say that the -- that the intermediate court's denial of -- of appeals was a discretionary judgment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a dissent, though."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in effect, it's discretionary in the sense that it's discretionary as to whether to give it full-dress treatment, but the bottom line, whether they give it full dress or -- or merely discretionary denial is -- is an implication on the merits."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that something the intermediate appellate court has said? Have they said that, that -- we have a -- a discretionary appeal, but every -- in every case it's a merits decision? We don't have any decisions that say we are exercising our discretion not to review."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This means, I would presume, that -- that we would -- we would have to give -- our Federal courts on habeas would have to give deference to all decisions of the intermediate court since they're all on the merits."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Federal courts do?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They assume that all factual and legal arguments have been decided against the -- the person applying for a discretionary appeal?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Moran."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Moran, before your - - your time is up, I did want to know what is your position on -- let's say that there is -- you prevail and there is a right to counsel for these applications to appeal. And if counsel looks at the case and determines that there is no tenable ground for an appeal, could counsel file the equivalent of an Anders brief?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Moran. Mr. Restuccia. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, wouldn't we have to conclude that if we're going to apply the same standards here that we usually do in -- in the plea waiver situation? I mean, we -- the -- the classic point of it all is the knowing -- the -- the intelligent, voluntary waiver of a known right. And leaving aside the equal protection problem here, even if we didn't have that, I don't see that there would be -- have been an adequate waiver here because he was never told that he had the right that he now claims as a matter of due process. You indeed, dispute it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But unless he were told that, the -- the waiver that -- that depends upon parsing the difference between must and may in the two paragraphs of explanation certainly wouldn't be taken as the predicate for a waiver of a known right."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- the appeal of his right -- the appeal as of right point, as I understand it, is a different point. What they're getting at there is it will be discretionary with the reviewing court whether your case is reviewed on the merits on some point if you ask for it. We're here dealing with the right to counsel, and it seems to me unless he were told that he had the right to counsel that he claims and he then waived it, that there wouldn't be a -- an -- an adequate waiver under Boykin."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Look, the -- imagine -- I'm just repeating what Justice Souter said. There must be - - it's so obvious that there must be an obvious answer, but I haven't heard the answer. He knows Michigan law or his lawyer does. The Michigan lawyer looks at the statute. It says a defendant who pleads guilty shall not have appellate counsel appointed for review with some exceptions, which they claim are inadequate. So he thinks the law is shall not. I have no right. So he doesn't not only -- not only is he 1111 14th Street, NW Suite 400 not waiving a known right, there's nothing for him to waive. He has no such right. Now, obviously, when there's nothing for him to waive, how could he waive anything? And obviously, a person who's told, hey, you don't have a right to appeal no matter what and then he says, okay, I waive my right to appeal, I mean, really."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, that's the end of it. Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But he had an appeal of right until he pleaded guilty."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's where -- that's what the waiver consists of. To say he didn't have an appeal of right, no. That's -- he had an appeal of right up until the point where he pleads guilty, and that's what - - and that's what the judge is asking."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"Precisely."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Do you want to -- do you want 1111 14th Street, NW Suite 400 to plead guilty, even though if you plead guilty, you'll get -- you'll get a lawyer only under these circumstances."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"Precisely."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"The court didn't say only - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"And that's what we're deciding is - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"That's the problem."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"That's exactly the issue in front of us. Is it constitutional or not constitutional? And waiver has nothing to do with it."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Restuccia, the -- we are dealing here, as is not uncommon, with someone who is learning disabled, mentally impaired, and the trial court did not say if you plead, you relinquish your right to counsel in seeking leave to appeal. It said only when - - if this exists, I must, and if that exists, I must, but did not say if you plead, you relinquish your right to counsel in seeking leave to appeal. And I was curious as a matter of what is going on in Michigan trial courts now. Do judges routinely tell 1111 14th Street, NW Suite 400 defendants who plead guilty -- tell them not only when the court must give them counsel, but if you plead, you relinquish your right to counsel in seeking leave to appeal? Because that --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that was never imparted in this case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, your case is a little stronger than -- than the court just asked -- just saying I must appoint counsel in this circumstance and I must appoint counsel in another circumstance. That might have left open the implication that you could appoint counsel in other circumstances, but the court went on and to say I might appoint counsel in this circumstance and I 1111 14th Street, NW Suite 400 might appoint counsel in the other circumstance. So if there's any implication from it, the implication is not just that I have -- I have listed all the areas in which I must, but it's also I have listed all the areas in which I either must or even may, if there's an implication."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, apparently the people who -- who redid the model instructions thought that this would be a clearer one, to tell him up front you don't get counsel if you don't fit under these exceptions."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with your opponent that for AEDPA purposes, they treat the intermediate decision as a decision on the merits?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So your opponent has misrepresented Michigan law."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But he says there are dozens of cases at the district court level that apply AEDPA in the way he described. Is that wrong?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, he didn't, but do you think he's wrong?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think he's wrong?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are you going on -- on record as saying that Michigan does not and will not, in the United States courts, claim any AEDPA deference as a result of one of these determinations?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you have not been -- and - - and Michigan lawyers have not been advancing that claim in the district courts?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, so far as you can tell, that's the way it's been."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do they all sit together?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it's just one court."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then why -- if it's just denying -- or not granting appeal, why does it use the boiler plate, for lack of merit in the grounds presented?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- sorry. Finish. I just had a -- I wanted to go back to something you said, but I want you to be finished."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Could I ask about grounds presented before we get off this? Is it conceivable that the lack of merit in the grounds presented means lack of merit in the -- in the grounds of application? Is -- is 1111 14th Street, NW Suite 400 the applicant required to state why this particular appeal is worthy of being entertained?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What of Mr. -- Mr. Moran's point that this -- whatever the merits are, it counts as law of the case and it's -- it conclusively determines the issues presented?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was the same court, though, wasn't it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- what about preclusion on other courts?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In litigation in other courts. They -- did -- did they ever say there is no claim or issue preclusion in other courts as a result of -- of our denials?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And any -- any court, I mean, in -- in theory, can -- can revise its own -- its own opinions. But the -- I mean, we look to preclusion really on -- on the effect of the judgment in another court, and I take it they have not ruled on that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And they have said the same, you tell us, as to Federal courts."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that's another court, and -- and they are not asserting that they've decided on the merits in Federal court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about what the Federal courts have said. I'm talking about what -- what Michigan has said and -- and what the court of -- has the court of appeals spoken on that subject?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Look, this is what I'm -- I'm interested in. It seems like Michigan is unique here. Why not do, if you're worried about resources, what other States have done? You just say, okay, of course, you have a right to an appeal and, of course, you have a lawyer. We'll give it to you if you're poor. But, by the way, if you want to plead guilty, we're not entering into that deal unless you waive it."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is this a case where it would meet the standard for granting leave to appeal?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because of the error in scoring?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You take the position that in fact there was no error in scoring."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I thought at page 36 of your brief that you agreed that he made a correct -- that there was an error in -- of application."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So there were at least two errors. How they balance out I guess is your view they didn't hurt him at all."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that correct? There were two errors in the --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- at least. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And he contends there were two more, and that hasn't been resolved."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So at -- at least we have to assume that it was not an error-free sentencing proceeding."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask another question? Am I correct in assuming from the order entered on page 43 of the joint appendix that even though there were lots of 1111 14th Street, NW Suite 400 errors there, the fact that they were not raised until after December 11th would have precluded review at the trial court level?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if the counsel happens to be incompetent, that's the end of the ball game. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, of course, if he had had paid counsel, he would not have had these handicaps."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Competent paid counsel."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Restuccia. Mr. Schaerr, we'll hear from you. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I take it that the basic rule that we've followed -- and this is what people are arguing about -- could be a criminal trial or proceeding, plea, something in a trial court."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It emerges with a judgment, and then there is going to be the first review. Call it a leave to appeal, call it an appeal, call it whatever you want, but it is the first review. And in those two instances, State, if the defendant is poor, give him a lawyer. That's simple. That's clear. Everybody could understand it. They may not even have a lot of legal arguments. Now, what significant -- what does that prevent a State from doing that it's reasonably important for a State to want to do? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any other State that's done it the way Michigan has?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying -- I just want to be clear -- that even if this defendant had had paid counsel, he would not have had any right to appeal to the intermediate court?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not that -- it's not 1111 14th Street, NW Suite 400 that sharp because it was -- in Ross, it was the second appeal. So here we have one factor that is like Douglas, Griffin, and one factor that's like Ross. You can't say that it falls in one camp more than the other. This is the first-tier appeal."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, the question is whether the words, of right, were essential to that statement."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because then it wouldn't have needed to include the word first."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But then the word first was redundant, not the words, of right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You can have two appeals of 1111 14th Street, NW Suite 400 right - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- I suppose if you wanted to."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May -- may I ask you one thing lest we forget it? Is -- is your argument premised on the assumption that a refusal to hear an appeal is -- is not regarded as a determination on the merits and thus preclusive? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we accept cert before we do that. I thought the question was that the denial of an application for appeal does not have any merits consequence. Wasn't that the question?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Yes, yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Does the denial of an application for appeal have any merits consequence?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. But I'm asking whether that's a premise of your argument because the consequences of your argument are going to be very different depending on whether that is the premise or whether it isn't, whether that premise is true or whether it isn't."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If it's always on the merits, it's an -- it's an appeal of right, it seems to me. How can you have a -- a discretionary appeal which always decides the merits of the case?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So your -- the assumption of your argument is that it is not on the merits. I.e., it is not a merits determination if there's a denial and hence there is no preclusion."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You're talking about a piece of paper, that first piece of paper saying to the appeals court, appeals court, please hear my appeal."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And then it lists a whole lot of reasons like a cert petition."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And those are likely to do with the merits of the case. I mean, they'll tell all the horrible things that went on. And the question is, is he going to have a lawyer to help him with that piece of 1111 14th Street, NW Suite 400 paper or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now -- now, it sounds to me just the kind of thing you'd write if you had an appeal on the merits too. No. It's even harder. Even harder. You've got to convince them to take it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So why draw that distinction? The piece of paper is the same, even harder to write, needs the lawyer as much, first chance he gets after the trial court. Why draw that distinction?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Schaerr. Mr. Moran, you have 3 minutes remaining. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Appeals as of right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the effect of the constitutional provision then?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's so, what is the effect of the constitutional provision that Mr. Schaerr read? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- you -- you have the wrong one. I meant the one that said that applications to the court of appeals are -- are -- require leave to appeal. What's the effect of that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. It says that for the court of appeals, you need leave to appeal. I thought they were doing something there. What were they doing?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Moran. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID A. MORAN","firstName":"DAVID","lastName":"MORAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3820,"interruptions":28,"times_spoken":88,"laughter":0,"num_int_by":7},{"id":1,"fullName":"BERNARD E. RESTUCCIA","firstName":"BERNARD","lastName":"RESTUCCIA","counsel":true,"justice":false,"side":"respondent","words_spoken":2536,"interruptions":25,"times_spoken":46,"laughter":0,"num_int_by":7},{"id":2,"fullName":"GENE C. SCHAERR","firstName":"GENE","lastName":"SCHAERR","counsel":true,"justice":false,"side":"respondent","words_spoken":1253,"interruptions":9,"times_spoken":21,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":92,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":207,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1263,"interruptions":3,"times_spoken":47,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":293,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":808,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":545,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":880,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3820,"times_spoken":88,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":3789,"times_spoken":67,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":4455,"times_spoken":170,"laughter":0,"num_int_by":7}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126579}}