{"petitioner":{"name":"ULYSSES TORY, ET AL.","counsel":[0]},"respondent":{"name":"JOHNNIE L. COCHRAN, JR. ","counsel":[1]},"caseNumber":"03-1488","date":"2005-03-22T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in No. 03-1488, Ulysses Tory v. Johnnie L. Cochran. Mr. Chemerinsky. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How about you?  You're in trouble too, aren't you? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Chemerinsky, you speak about the injunction, and the injunction has three parts. I thought that you were not challenging -- at least the question presented doesn't suggest you're challenging -- the first one that concerns distance, the 300 yard from Cochran or his place of business, and the third one, which is an anti-harassment provision.  Do I understand correctly that it is only the second one that you're challenging?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But your question is preventing all future speech about an admitted public figure, and the first and third provisions of this injunction do not prohibit all future speech."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that isn't what you've said in the question presented.  Why shouldn't we be limited to answering the question presented?  And that would leave the other parts there."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you understand Justice Ginsburg's question surely, and I would imagine that even if you prevail, nothing we would order would affect the first and third parts."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that doesn't --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Mr. Chemerinsky, is it true that your client intends to go on defaming Mr. Cochran?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does he intend to continue making the same comments that he made before?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, let me ask you this.  Under your theory, if -- if the defendant is judgment-proof, does respondent have any remedy at all if the statements are defamatory?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- if the defendant is judgment-proof, what good does that do?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, your -- your answer should be to Justice O'Connor there is no effective legal remedy under your theory of the case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you -- you say he has  the remedy of -- of counter-speech.  We're talking -- that's really that doesn't answer the question.  The question is, is there anything he can get from the courts other than a damage remedy, and your answer I think is no."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- it seems to me that that really avoids the problem -- the problem. So suppose we disagree with you about that. Then it's true that there is no -- there is no legal remedy that he can get."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it also can't be the rule that poor people can defame ad libitum and -- and people who have money cannot.  I mean, that's -- that's not a fair rule either."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's worthless against a -- against a person who has no assets."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now that's another one that is  in your brief.  You say that these were statements of opinion not fact.  But that surely is not presented in your question.  You -- you don't -- there were findings made that these statements were defamatory, and your question presented does not seem to me to encompass at all the question whether these statements were defamatory."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not this injunction. The question presented is whether a permanent injunction as a remedy in a defamation -- in a defamation action, preventing all future speech about an admitted public figure, violates the First Amendment.  There's no  suggestion in that that you claim that in this particular case there was no defamation.  I -- I just don't think it's fairly included within the question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't.  It says whether a permanent injunction as a remedy in a defamation action preventing all future speech about an admitted public figure violates the First Amendment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's nothing about this particular injunction which is based upon speech that is not defamation.  There's nothing in there about that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, if that's so --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Well -- well, there really -- there are findings against you, and to say that a lawyer is a crook, a liar, and a thief and you're trying to tell us that that's not defamatory, I mean, I -- I think we  should just proceed on -- on some other basis for this argument.  We have other questions to discuss."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  That -- that -- what you've quoted many -- much of this I wouldn't repeat in polite company.  You've reported one of the most mild, and in fact there are two findings.  One, this is not just defamation.  It was an action for defamation, as well as a tort of invasion of privacy.  And there is a finding, first, that this was done intentionally to create a negatively charged and ominous environment, and this is not a matter of speech-related issues.  It is simply the use of false and defamatory and privacy-invading communications, or worse, or attempt to improperly coerce payment of money in tribute for -- for desisting from that type of activity.   All right.  Now, those are the findings against you.  So suppose I agreed with you hypothetically that that, with all these findings, is nonetheless protected by the First Amendment.  All right?  Now, suppose, in other words, you convince me of that.  Now, I want to know how to write my opinion on that assumption to protect what I was worried about yesterday, that a woman who has a boyfriend or a husband is being continuously harassed in -- with methods similar to this one.  See, it's easy to transpose those two cases which are both on my mind. And I want to know if in your opinion that these restraining orders, which try to prevent this kind of thing, among others, are unconstitutional, if there's a way of distinguishing them, if you could possibly win on what theory.  And what I'm trying to get you to do is to say is it absolute.  Are there limits?  If so, what?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Chemerinsky, this case comes up to us from a California appellate court. Surely they know California law better than we do."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're not going to debate among ourselves over what California law is."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose this picketing had taken place in front of his house, every day in front of his house."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well -- well, then this -- this argument you're making, oh, never, never, the sky is falling and so forth, I -- I think we have to be more precise here.  I think if it were in front of his house, it would be different. If he had alleged $10 worth of monetary damages, it would be disparaging the quality of his services, which  would be a trade libel, and the Restatement at least -- I don't know California law -- says that you -- would you agree that you can enjoin a trade libel --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that disparages quality of goods to the serious injury of a -- of a business?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- if this under -- the underlying claim seems to be that Mr. Cochran is essentially being blackmailed; that is, this -- this -- your client wants tribute to go away.  And you say, yes, but it's defamation.  It's a defamation action. Therefore, damages is the only remedy. Is there nothing that one can do to stop another  from engaging in blackmail?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What kind of a jurisprudence is it that a person can go to jail but that he's freed from an injunction?  I mean, why -- why do we do this?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but why -- is that true in every case?  I mean, take the timid person who's not sure -- I know the law doesn't protect the timid person in the first area, but let's -- let's assume the timid person is not sure.  So he wants -- he wants to get an equitable ruling first, declaratory judgment.  He -- and he would take an injunction.  That's certainly much easier than going to jail."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but I'm asking you why that -- why that should be.  If -- if you asked a person not familiar with our jurisprudence, which is worse, having an injunction that you can argue about or going to jail, I -- I think they would say that going to jail is worse."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Always?  Do you want to apply that to an harassment action too against a woman who has the restraining order?  No restraining orders in divorce cases in case they're against speech because even if violence is threatened, even if -- et cetera.  I mean, how -- how far do you want to push that principle?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't we say that speech that is -- is being used for extortion is different, just as speech which is being used for harassment is different? And just as you can get an injunction for the latter, you ought to be able to get an injunction for the former.  Not all speech, but only when speech is being used to -- to extort money."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Here I think there was -- why isn't there a use of fear when, you know, you're afraid of this person destroying your business by calling you a liar and a cheat?  Wasn't Mr. Cochran afraid of that -- of that happening?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Chemerinsky, the district -- I mean, the trial court made certain findings and I'm looking at page 42 of the joint appendix.  The first is that these statements were actually made for the purpose of inducing Cochran to pay Tory amounts of money which Tory was not entitled.  That's one finding.  And then finding 24, despite repeated requests, Tory has refused to cease picketing unless he was paid money -- a monetary settlement by Cochran.  And then 27 that says this is simply use of false and privacy-invading communications to coerce or attempt to improperly coerce payment of money in tribute for desisting from that type of activity.  And those sound like findings. It's true that the label of extortion has been put on it, but it certainly does sound like the -- that  the purpose of the speech was to extract money not owed."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so this finding -- the court shouldn't have made these findings?  It was irrelevant?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there an objection to the testimony that established this?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it seems to me -- and I think what bothers me is -- is what bothers Justice Kennedy.  It seems to me that the argument you just made is an argument that given the pleadings in this case, the findings that Justice Ginsburg just quoted really were irrelevant findings, that they should not have gotten -- that the court should not have gotten into extortion and  so on and should not have provided a remedy for extortion, quite apart from the fact of whether it's an appropriate remedy, constitutional or otherwise.  And that, it seems to me, is -- is something that we -- we are not here to touch.  That's a question of California law. What we are here to touch is, number one, whether the injunction is overbroad with respect to pure speech, and maybe we are here -- that we have a question about the -- the breadth of the case we took.  But maybe we are here to determine whether there can be an injunction against blackmail or harassing activities. But I -- I think we're not here to decide whether California could have gotten to the question of blackmail, harassment, and injunction for that.  Do you agree with that?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it can certainly -- the -- the issue is certainly before us as to whether such an injunction can be issued with respect to defamation pure and simple.  But the findings that Justice Ginsburg has -- has read and part of the order in question here seems to go beyond pure defamation.  It goes to the kind of demonstrative activity which plausibly is found to have been in aid of extortion.  And that, it seems to me, is an entirely different question. We may -- I'm not saying we will, but we may agree with you that it's overbroad.  We may agree with you that as to pure speech, you can't enjoin it.  But that doesn't necessarily mean that every part of this injunction is wrong, and it seems to me it is irrelevant as to whether the -- the State of -- the courts of California should have reached extortion."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to the defamation, pure and simple.  I agree with you.  We -- there is a heightened standard of review, but I don't think that addresses one way or the other what the standard should be  when an action in the State courts has been treated as an action both for defamation and for extortion or harassment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand.  Mr. Chemerinsky, let me put the question this way.  Suppose a State does not have a civil action for extortion.  It provides criminal remedies but no civil action for extortion.  Why does the Constitution not permit us to treat, in that State at least, a civil action for defamation which has within it elements of distortion differently from pure defamation?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this -- may I ask this question?  Supposing the only thing he did was to carry a sign that said Johnnie is a crook, a liar, and a thief, and the trial judge finds that is false, and he's  carrying it in a sign, could the trial judge enjoin him from carrying that sign in front of Johnnie Cochran's office?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the best authority you have for that proposition?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Add to Justice Stevens' -- add to Justice Stevens' hypothetical that he shows that he's losing some clients."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you add too that he's judgment-proof?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying -- you're saying that a State cannot constitutionally prohibit someone from making false statements in front of the business that causes the business to lose money."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So I'm -- my question is, is this constitutional to prohibit this conduct?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"-- that's not the question."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":7,"sideBefore":"justices","text":"But what is your authority for that proposition?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever set aside an injunction that did that?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we done it either way?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever -- have we ever considered a case where there's a strong element of extortion involved?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Chemerinsky."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cole, we'll hear from you. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you -- do you defend the injunction in its entirety?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, the -- the -- Mr. Chemerinsky didn't have too much chance to -- to get very far into it, but one of his points was that there was -- quite apart from any injunction against picketing, harassment, et cetera, there was an injunction simply against speech on a given subject directed to a lot of people with no limit of time.  With respect to that last aspect, do you defend the injunction?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it was directed, number one, to a named person who was not a party to the case, and it was directed to agents and employees of -- of the named party.  So, I -- I assume that Mr. Cochran probably has a fair number of agents and employees, so it does seem like a large number of people."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me ask you a law school question.  In -- given the injunction on its face, with that breadth, is that injunction defensible with respect not to picketing, not to harassment, simply to speech in a public place?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I asked you --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- to exclude the -- the issue of conduct.  I said forget the injunction for a moment with respect to picketing, with respect to harassment, and we'll say with respect to blackmail, since that has come up.  Forget that.  Simply take the portion of the injunction that enjoins speech by these people, associates, agents, et cetera.  On the subject matter of the injunction for all time, do you defend that injunction?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's take specifically the words of the injunction.  It's against orally uttering  statements about Cochran, just orally uttering statements about Cochran."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You say that someone can be enjoined --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can't square that with the Near case at all.  I -- I mean, the -- the injunction on its face in part 2 has the appearance of being overly broad."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't know that."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"You don't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"You don't know what future speech is going to be.  His future thing may be, you know, Johnnie Cochran shouldn't be elected mayor of San Francisco.  That would be a -- a question of public concern."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what -- what you're saying is that an -- an injunction can be overbroad based on past wrongful conduct.  And there is simply no authority for that proposition."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But we have just pointed out that it -- that it -- it prohibits lawful, harmless, truthful speech."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it does on its face.  I mean, it is clearly overbroad.  Now, what should we do about that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, let -- let me ask you about that. Let's -- let's assume, for the moment, that a  majority of the Court would find that some of these provisions are overly broad.  Is there any authority that tells us what to do next?  This is not like a statute where we have to save the statute.  Do we have any obligation to save the injunction?  Send it back and let it be done.  Let it be done all over again.  I mean, why -- why should we rewrite it up here?  Do you have any authority that requires us or permits us to do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so if -- before leaving that point, what the injunction prohibits is that Tory and those acting in concert, cooperation, or participation with him from, in a public forum, orally uttering statements about Cochran.  All right.  That's what it says. Now, do you think that if Tory or someone acting  in cooperation with him says, I've had a change of heart, Johnnie Cochran is a marvelous person, and he says that on television -- do you think that individual at that time has violated this injunction?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Absolutely not.  Because? Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It said the words.  They violated the words.  It was a statement, but he has not violated the injunction because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, no.  He does it in a public forum.  In fact, he hires Disney Hall. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"And moreover, he gets on stage and announces it.  Okay?  There's no problem about a public forum.  So, now, why doesn't it violate the injunction?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I thought what you were going to say -- but you're not.  So I'm very interested in that, and I'm glad I asked.  I thought you were going to  say when it says uttering statements, it means statements of the kind or identical to those we have identified earlier in this opinion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, now, you haven't said that.  I said it, and I think it's too late for you to say it. (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In more than one case, we've said that an injunction has to be precise and clear and not leaving things to the imagination."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- it's --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":6,"sideBefore":"justices","text":"But nothing in the injunction  refers to prior conduct."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"That's right.  It's --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":6,"sideBefore":"justices","text":"The injunction just speaks for itself.  It doesn't say what -- doing what you used to do or anything like that."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You cannot picket Cochran or Cochran's law firm.  Period."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe there are different grades of specificity.  Maybe it doesn't meet precisely the same words, but I think there are other ways to draft it that say no picketing.  Period."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All I'm suggesting is just draft it -- just excising (ii) and (iii) from paragraph 2 would not necessarily solve the problem completely. Because subparagraph (i) says picketing Cochran or Cochran's law firm, which is a pretty broad prohibition."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you did draft this injunction.  It wasn't the -- an inspiration from the judge unaided by your advocacy.  Is that so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This -- the terms of this injunction."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Aided and abetted."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  Why couldn't he just be enjoined from -- from similar defamation?  I mean, this -- this enjoins him from -- from true speech.  At least he could -- he could have been enjoined from in the future defaming Cochran in the same manner.  And if he did that, then -- then he could be punished."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if -- if that's so, then maybe Mr. Chemerinsky is right.  We -- we shouldn't have injunctions.  If you're saying that injunctions can't be narrowly tailored, it seems to me that you're playing right into the argument that the petitioner is making."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can -- you can certainly have, you know, some unprotected speech in connection with extortion, like give me $5 million or I'll shoot you.  But that -- this was a far cry from that.  In other words, it isn't just addressing the victim and saying give me something.  It's denouncing the victim, which gets into free speech here."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the injunction isn't limited to the same conduct."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he lived in L.A. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"justices","text":"I think he'd like to get him up to San Francisco. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm baffled by that.  What you're saying is that the injunction -- we're just all wasting our time?  The injunction doesn't mean anything?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I fell off the track here."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, yes, but he's different  from other citizens because he's at -- he's at risk of a contempt citation."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, his speech is being chilled with -- with respect to protected speech."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So the collateral bar rule doesn't help you at all because he's subject to a contempt citation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it would be so easy.  I mean, it's virtually no burden.  I take it what you're saying is that this injunction in paragraph 2 at its heart is aimed at in public forums, keeping insults suggesting he was a crook against Johnnie Cochran unless you pay me $10,000.  Then I'll stop.  Okay?   Now, at its heart, that's what it's aimed at."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you are saying if in fact it's ever enforced outside that heartland, you can have a defense.  It would violate the First Amendment. But since it's so easy just to write those words we just said right in paragraph 2, why shouldn't the judge have to do it?  It's so easy.  Say this is aimed at the heartland just as I said it and you said it, and it doesn't apply outside of it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's what he's arguing. You're -- you're conceding that it's overbroad."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, you're very perceptive. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're sort of saying the opposite of what your opponent said.  If we take it away, has it ever been there?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What are we taking away?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How does California work in that respect?  Because what I've been thinking of in my mind is that maybe we shouldn't decide this in terms of State law boxes, that California seems to have an action. Let's call it a buzz action to get away from words.  And what that action is it's a defamation but a certain kind. It's defamation accompanied by extortion.  And when you have defamation accompanied by extortion -- call it whatever you want -- an injunction is proper in these circumstances.  Now, can we decide it in such a way that we're not talking about all defamation actions?  We are talking about this beast in California which uses the word defamation but also finds injunction and therefore issues -- also finds extortion and therefore issues an injunction."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would -- would that make Mr. Cochran happy?  What -- what's the big deal about extortion?  I mean, suppose this same conduct occurs in the future, but he doesn't say I'll stop if you give me a lot of money.  He just pickets every day and says Cochran is a shyster, don't do any business with Cochran.  Do you think Mr. Cochran would be any -- any happier simply because the guy says I'll -- hasn't said I'll stop if you pay me $10,000?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You've got to give us some  line.  I mean, the only reason we're grabbing onto extortion is that -- that there's reluctance to say you can issue injunctions in all defamation actions.  Now, what -- what limitation do you want to place upon the ability to issue an injunction if it is not defamation combined with extortion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But then you run into the public figure.  I mean, that's a much more dangerous kind of rule of law, isn't it?  I mean, a pure defamation action against a public figure, which they want to say this is.  You can write all kinds of things about public figures.  People can and do, for better or for worse.  Do -- is there any authority for issuing in a pure defamation action an injunction?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you've just said something that I think that's inconsistent with your earlier presentation.  You said you could enjoin that posting.  Here you said it wouldn't be effective just to enjoin the particular placards that were used, the particular words because then there would be other words. So the same question could come up with an Internet posting if you had an injunction not simply on what was posted but anything about this particular individual that might be posted in the future."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you -- you -- to the extent that you're complaining about extortion-like conduct, something else that you drafted -- I'm looking at the complaint on page 7 of the joint appendix.  You have identified all defamatory, including with the false light invasion of privacy, but you don't have any claim that looks like blackmail."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I was going to ask you about that.  Were there findings to substantiate the  allegations?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Specifically about the extorting money from the bank and the oil company."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No findings."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- what I mean is could you have -- without using the label defamation, have stated a claim for extortion or blackmail?  I'm not looking at your particular allegations but how you described on page 1 of the complaint what you were suing for:  libel, libel per se, slander, slander per se, and invasion of privacy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does California law require you to label the type of the cause of action or is it notice pleading based on facts?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Cole. Mr. Chemerinsky, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you're asking us now to -- the -- the trial court found there was defamation,  and now you want to argue, no, it wasn't defamation.  It was mere opinion.  I really don't see how that's included in the question presented."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There have been -- there have been injunctions against harassing conduct, threatening, stalking."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Chemerinsky. The case is submitted."}],"people":[{"id":0,"fullName":"ERWIN CHEMERINSKY","firstName":"ERWIN","lastName":"CHEMERINSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2668,"interruptions":19,"times_spoken":55,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JONATHAN B. COLE","firstName":"JONATHAN","lastName":"COLE","counsel":true,"justice":false,"side":"respondent","words_spoken":2663,"interruptions":27,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":190,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":688,"interruptions":1,"times_spoken":10,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":681,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":608,"interruptions":3,"times_spoken":19,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":904,"interruptions":2,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":907,"interruptions":1,"times_spoken":14,"laughter":2,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":231,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2668,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":27,"words_spoken":2663,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":4393,"times_spoken":124,"laughter":6,"num_int_by":7}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.8391678585517289,"respondent":0.16083214144827107,"date":1472703109936}}