{"petitioner":{"name":"FRANCIS A. ORFF, ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES, ET AL. ","counsel":[1,2]},"caseNumber":"03-1566","date":"2005-02-23T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Orff against the United States. Mr. Smiland. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smiland, do you mind telling us why the petitioners never filed suit in the Court of Federal Claims?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it concurrent? I mean, the -- the statute I'm reading, the one you brought is consent is given to join the United States as a necessary party defendant. Is that what happened here? They were joined as a necessary party defendant?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They were? I -- I think that's -- isn't that -- what rule of -- I thought there's a -- a Rule of Federal Procedure. I can't remember what -- what's the --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Is that what they were joined under?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Well, all right. Were Page 4 they -- there's technical phrase well known in the law to be joined as a necessary party defendant.  Given the normal meaning in the law of that technical phrase, is that what happened here?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, okay.  If it did not happen, then how could you possibly sue in that court rather than the Court of Claims where the statute says you can sue on any implied, as well as express, contract?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't mean in any suit in sentence 2 of the kind referred to in sentence 1?  Does it mean any suit in the universe?  Any suit in the world? Any tort suit?  I would have thought that sentence 2 refers to sentence 1."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't -- how can we, if we have -- if -- if I read this -- this as meaning technically what it says and it's a jurisdictional matter, how could I do anything other than say, go to the Court of Page 5 Claims, you're in the wrong court?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. It says --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in any suit you can join the United States as a necessary party."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but we don't give broad construction to waivers of sovereign immunity."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Quite the reverse. And it says to join the U.S. as a necessary party defendant in a suit to adjudicate, confirm, validate, or decree the contractual rights of a contracting entity in the United States regarding any contract executed pursuant. Now, I guess the farmers were not technically the contracting entity."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you've got more problems."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you -- if the lower courts were of this view, why did the district court in this case give you three opportunities to have your contract claim transferred to the Claims Court?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it does suggest that the district court had at least some concern whether the case -- your claim had been lodged in the right court."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's a -- see, I want to know what I'm supposed to do.  As I read the language, you're out.  As I understand the purpose of the statute, Page 7 it makes sense to me if you're out, and it doesn't make sense to me if you're in.  And maybe there's some lower court precedent to the contrary, which I'd certainly read, but is there any Supreme Court precedent to the contrary that supports you?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  But that isn't the limiting part.  The limiting part is in any suit of a certain kind."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What they give consent to is joinder as a necessary party.  And that is not what happened here."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's ordinary meaning, you're out because the ordinary meaning of joinder as a necessary party is you weren't joined as a --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's something that I hadn't concentrated on before now, but your position that, Page 8 well, if you're transferred to the Court -- to the Court of Claims, that you bring with you all of the previous rulings of the United States district court in California and that those are somehow binding because of the law of the case -- what is the authority for that?  The -- the court that's transferred has to accept all the rulings that have been made previous to the transfer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what's the authority for that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I -- I -- I guess I'm not following this.  I don't know why, Mr. Smiland, you -- you have not referred to the last sentence of -- of what you assert was the waiver of sovereign immunity, which says any suit pursuant to this section may be brought in any United States district court in the State in which the land involved is situated.  Why isn't that what you're relying on?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that help you? Because it says any suit pursuant to this section, and of course, this section starts off by talking about addition of a person as a necessary party.  So how does the last sentence help you?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I -- I --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I take that to mean that when you sue one defendant and you also sue the United States as a necessary party defendant, that suit -- any -- that would be a suit pursuant to this section. I -- I don't know what other meaning that -- that sentence could have.  When you sue two parties, one of whom is the United States, by reason of the fact that it's a necessary party defendant, that suit is a suit pursuant this section and it can be brought in any United States district court in the State in which the land involved is situated.  I -- I don't know what -- what other suit that -- that sentence could refer to."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You -- you agree with that.  I -- you're caught in between us here, and I understand. Page 10 (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"And I guess we have to figure out what is the right meaning of that initial phrase."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Perhaps you can explain. This was not your suit originally. You intervened. Right? This was started out by the water district."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then after some, I think, 2 years --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the water district bows out. It has settled its case. It's a mystery what it settled for. At least, I didn't see it in any of the briefs. Why did the water district, having brought this case, then say, we're satisfied, we're out?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smiland, can I ask this question?  If Justice Breyer is -- the thrust of his question is right, I -- I think the district itself could not have brought the suit under his reading of the sovereign immunity.  And I'm just wondering, has the United States ever taken the position that the district could not have initiated this litigation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- could we hear your argument on -- on the sovereign immunity point as opposed to the venue point?  What -- on what ground do you say the United States has waived its -- its immunity from suit in this case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May -- may we just back up to the question -- your answer to Justice Stevens?  I thought that this wasn't a suit initially on the part of the water district for money damages.  I thought they were seeking declaratory relief against the United States."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because one could -- one could read the words, suit to adjudicate, confirm, validate, or decree the contractual rights, as a suit for declaratory relief but not encompassing damages."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you turn to sovereign immunity now?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and let me make -- make it easy for you.  Do you know of any case, other than Page 13 cases decided by this friendly district judge, in which a suit has been allowed against the United States based on nothing more than the status as a third party beneficiary of a contract to which the United States has -- on which the United States has agreed to be sued?  Is -- is there any such case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you think it's clear that -- as our sovereign immunity law requires, that such a third party beneficiary can sue the United States?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand that. The rights were all inclusive. As -- as I understand the law of third party beneficiaries, it -- it used to be -- and -- and perhaps at the time this statute was enacted still was -- quite -- quite restrictive.  It's only in more recent -- I don't agree with the Government's argument that -- that you have to, in an ordinary contract, explicitly refer to the third party beneficiary's rights.  But when sovereign immunity is at issue, it's -- it's a different question, it seems Page 14 to me."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because -- because we have a rule that says when Congress wants the United States to be sued, it -- it must say so clearly."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But yes, isn't it arguable, though, that in this case the Government probably thought that it would be efficient to have the district represent all the farmers for whatever their -- to the extent their interests were shared with one another, rather than having every individual have the same right to bring -- bring a lawsuit?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except for the fact that the district is the party to the contract, though."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the -- the whole point of the district -- correct if I'm wrong.  This is your area.  The whole point of the district was to make it easier for the United States to know with whom it was dealing to have an efficient system, and if you say, well, that doesn't include lawsuits for damages, it seems to me that destroys much of the purpose of the formation of the district."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you haven't really achieved very much efficiency if you simply get the United States out of the business of collecting the payments and of keeping track of the payments but leave the United States subject to suit when the person who has authority to do -- Page 16 do these things goofs.  I mean, what -- what trouble has the United States saved itself?  It would still have to ride herd over -- over the person with -- with whom it's dealing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the Justice Department has no authority to -- to consent to suit which -- which Congress has not consented to. I don't see how this strengthens your case."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And this alone wouldn't -- wouldn't remedy the --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the absence --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may, indeed, Mr. Smiland. Mr. Minear, I think you're up next. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Minear, do you think it does waive sovereign immunity for suits brought by the district?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did this suit begin as a suit by a water user against the district and then you were joined later?  Is that --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in this suit, did not the district bring it against the United States?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And was that a -- was that Page 19 jurisdiction proper at that time?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But was it properly brought is what I'm asking you."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And no money damages."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So that -- so your view -- I mean, what -- what makes sense to me is that the section means what it says, that consent is given to join the United States.  That means join them in an ongoing suit. And it makes sense because what the United States wants is anyone who sues them for money damages goes to the Court of Claims.  But of course, where you have an ongoing suit between two other people, we'll make an exception because there it's already in another district and we'll let you bring the United States in as a necessary party.  The other exception is when you don't sue for money damages. Page 20 That's in section 702 of the APA. Now, that to me makes a lot of sense and it's consistent with the language.  Is that your view or do you have a different view?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I -- may I -- has that always been your view throughout? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But throughout the litigation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There has to be an ongoing suit.  You think this section does -- does not permit somebody to initiate suit against one party and at the same time against the United States as a necessary party."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why what is the case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You -- that is to say, there's a suit between only two individuals and then the United States is brought in."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that.  That's one situation that this provision could cover, but there are other situations that this provision could -- could cover. Let's say a farmer wants to bring suit against the district, but it doesn't really know whether the fault is with the district or whether the district was -- was compelled to do what it did by the United States.  So it sues the district and just in case the United States was -- was responsible, it joins the United States.  Why doesn't the language entirely permit that kind of a suit?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- then how do you explain the last -- the last sentence of that provision, which is any suit pursuant to this section?  The only suit that the section refers to is a suit in which the United States is joined as a necessary party defendant.  That's the subject of the section."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and the last sentence says, any suit pursuant to this section may be brought in any United States district court.  And I read that to mean if you want to sue the United States as a necessary party initiating a suit, you can bring it in -- in any district court in which the land involved is. Page 23"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Minear, when you say -- when you say not money damages, do you read the words that I read to Mr. Smiland restrictively or do you think they accommodate money damages, that is, suit to adjudicate, confirm, validate, or decree the contractual rights of a contracting entity?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So money damages -- waiver always used the word money damages.  When it says adjudicate the rights under the contract, that doesn't include money damages?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about the second sentence? The United States, when a party, shall be deemed to have waived any right to plead that it is not amenable thereto by reason of its sovereignty and shall be subject to judgments, orders, and decrees of the court having jurisdiction and may obtain review thereof in the same manner and to the same extent?  It's subject to the judgments, orders, and decrees of the court to the same extent as a private individual under like circumstances. Page 25 Why isn't that enough to -- to say that the court can -- can award damages?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if contractual rights include a right to be paid for something, why wouldn't you get a money judgment in a case like that?  That first sentence certainly covers the possibility of a contractual right to be paid something."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's pretty clear language."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Certainly if it were not a -- a United States and were a private individual, it would Page 26 include money damages."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and the next sentence, as Justice Scalia points out, says the United States shall be treated just like a private party."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think you've got a very strong argument when you talk about an incidental third party beneficiary not being a contracting party, but now you're asking for a much broader holding than really necessary to dispose of this case, it seems to me."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Separate from -- where does that -- that obligation come from?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's a State -- a State- created obligation?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you don't take the position, do you, that Westlands could have agreed with the United States that it wouldn't enforce its new laws that deprived the farmers of water?  You don't take that position."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you can't -- the -- presumably the Federal Government can't negotiate away the Endangered Species Act or something.  The fact is that new laws were passed after these contracts were entered into with Westlands.  Isn't that right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can the district get damages from the Government?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Minear. Mr. Somach, will you tell us what the district's views on this whole matter are? "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Could you expand on the first point a little bit?  I mean, you say you don't want to be bothered with lawsuits.  Is -- is that -- is that all that it amounts to?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can't -- can't such a suit be brought in State court?  I can't believe that this district can do whatever it wants with the water."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't really understand why that's any greater burden than the fact they can sue you in State court anyway.  They -- they can always bring litigation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the suit in State court, I assume, would -- would only be -- the claim would be that you were acting arbitrarily, and so long as your interpretation of the contract was a reasonable one, the suit would fail."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Whereas, this suit here -- it doesn't matter how reasonable it is.  If it's wrong, it's wrong.  I mean, it's quite a different --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about the provision in the judgment at page 110 that was -- that was cited to us, that -- that the parties may obtain other appropriate relief by the filing of a new action?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Somach. Mr. Smiland, you have 9 minutes remaining, but Page 40 you do not have to use it all. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say under the contract.  I thought there was a provision in the contract that said that the United States will not be responsible for under-deliveries, and I think it listed the drought and the last thing was any other cause."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you were saying there's -- there's a right under this contract to recover from the United States for an under-delivery."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"If --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"No, please."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"No.  I've asked a lot of questions.  Go on."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"What do you make -- excuse me. What do you make of the argument for reasonable construction of the contract that in fact you just simply cannot have a system that would promise the chaos that -- that you are promising?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is it correct, as Justice Scalia suggested earlier, that so far as State litigation is concerned, it would be limited simply to arbitrary, unreasonable behavior?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think it's arbitrary not to -- not to -- for an agency, of which you're -- you're in some sense at least the beneficiary, not to insist upon its contract rights, just as a shareholder can insist that the -- that a corporation enforce its contracts."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, he was wrong.  That was -- (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the reason that you would sue the district would be if you didn't have any enforceable promise from the United States that they didn't -- wouldn't do it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you think you do.  That's the issue in the case."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so therefore -- therefore, I'm looking for where that promise is.  And you started out by citing a page, which wasn't a page of the contract. Page 43 It was a page of some kind of settlement, and that page said that the district agrees that they entered into the contract with helping the farmers in mind. I'm sure they did. So what. I mean, I might buy a house with the idea of helping of my child. I'm going to give it to him. That doesn't mean he can enforce the contract."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean my child can enforce a contract I enter into with another -- I buy a house and I say I intend to give it to my daughter."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then she can enforce the contract?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. If the contract says. Now, that's why I was interested that you didn't cite language in the contract."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- well, I mean, you started out by referring me to page 110 or 111 --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which doesn't. Now, what is the language in the contract --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that helps you the most? Page 44"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Smiland. The case is taken under advisement."}],"people":[{"id":0,"fullName":"WILLIAM M. SMILAND","firstName":"WILLIAM","lastName":"SMILAND","counsel":true,"justice":false,"side":"petitioner","words_spoken":1968,"interruptions":20,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEFFREY P. MINEAR","firstName":"JEFFREY","lastName":"MINEAR","counsel":true,"justice":false,"side":"respondent","words_spoken":2059,"interruptions":15,"times_spoken":30,"laughter":0,"num_int_by":4},{"id":2,"fullName":"STUART L. SOMACH","firstName":"STUART","lastName":"SOMACH","counsel":true,"justice":false,"side":"respondent","words_spoken":1460,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":448,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":861,"interruptions":5,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":318,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":253,"interruptions":0,"times_spoken":8,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1190,"interruptions":5,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":72,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":1968,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":3519,"times_spoken":39,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":13,"words_spoken":3304,"times_spoken":108,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.4757448482895581,"respondent":0.5242551517104419,"date":1472523515092}}