{"petitioner":{"name":"JILL L. BROWN, ACTING WARDEN","counsel":[0]},"respondent":{"name":"WILLIAM CHARLES PAYTON. ","counsel":[1]},"caseNumber":"03-1039","date":"2004-11-10T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Brown against Payton. Ms. Cortina. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought the holding was that factor (k), standing alone, does -- does not raise a -- does -- does not, standing alone, raise a question of reasonable probability of -- of misunderstanding or misapplication of the law. And that's not what they're claiming here. They're claiming here that there was something much more than (k) standing alone. As I understand it, they're claiming that the difference between this and Boyde and why this is not a standalone kind of case is that the prosecutor deliberately argued or argued law that was in fact wrong and -- and continued to do so even after the court interrupted the argument and that the court never gave an instruction that corrected the erroneous statements of law that the prosecutor had made. So that's -- that's why they're -- they're saying this is not a Boyde situation."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no, no. The -- the mitigating evidence that Boyde held could be considered without a -- (k) being a bar, was mitigating evidence about the -- the character of the individual prior to or at least up to the moment of the crime. So this is - - this is different kind of evidence, and I -- I mean, this is post-crime evidence. And -- and I don't see that - - that Boyde's holding is so broad as obviously to cover this at all. It might be a -- it would be a -- a closer question if it hadn't been for the prosecutor's argument and the judge's failure to correct it. But even -- even without those elements, there would be a serious question whether Boyde covered this at all."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we make of the Chief Justice's clear statement, not once but twice, in Boyde? The prosecutor never suggested that background and character evidence could not be considered. So mustn't we take Boyde with that qualification when we have a case where the prosecutor, indeed, suggested that this information could not be taken into consideration as a mitigating factor?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do we take -- do we take the case on the assumption that the trial court erred in not giving a curative instruction and in saying, well, 1111 14th Street, NW Suite 400 this is a matter for the attorneys to argue? You -- you don't argue about what a statute means. That's a question of law. You don't argue that. You can argue the facts, that it's mitigating or not mitigating or that it's extenuating or not extenuating, which is I think how you can interpret a lot of this. But it -- it seems to me that the trial judge does make a mistake when he says, well, well, this is for the -- this is for them to argue when the -- the point of the objection was that there was a misinterpretation of the instruction. That's a legal point."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not that -- that the jury misunderstood the judge's instruction, that there was no instruction. I mean, the -- the picture that's given here is the defense attorney says, I can use this to mitigate. The prosecutor says this is not legitimate mitigating evidence, and he said that several times. And the judge said, well, you can both argue it, and the judge never instructed the jury. He left it to the prosecutors to argue the law to the jury and for the jury to make that 1111 14th Street, NW Suite 400 legal determination. It -- it seems to me that that - - that is surely an error. Now, you could still say, well, even so, it was harmless. But -- but I don't think -- can there be any doubt when the judge tells the attorneys, you argue the law to the jury and let the jury decide what the law is?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even -- even if -- even if that's argument is -- is on point, just taking your - - your response on its own terms, where do you get a reasonable likelihood?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but let's get specific. You -- you said there isn't a reasonable possibility. Why? Get -- get down to facts. Why isn't there a reasonable possibility? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. The prosecutor stands there and twice says, before the judge interrupts him and after the judge interrupts him -- says, you cannot legally consider this evidence. It does not fall within (k), and the judge never corrects it. Why is there not a -- a reasonable likelihood of -- of jury mistake?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Precisely, if I recall - - and you correct me if I'm wrong, but I thought what the judge said was that the prosecutor's statements were - - were not evidence. Of course, they're not evidence. The issue isn't whether they were evidence. They were statements of the law. The judge didn't say anything about whether they were correct or incorrect statements of the law. It seems to me that the judge's response to the objection was totally beside the point."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the court didn't give them an instruction on this contested point."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He didn't come out and say, yes, you can consider this under (k). He never said that."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"(k) says you can consider evidence that -- that goes to the gravity of the crime. I will be candid to say I think you're stretching things about as far as you can stretch, as Boyde held, that - - that character evidence pre and up to the time of the crime can be considered reasonably under that factor. But certainly evidence of what an individual did after the crime is committed does not naturally follow within (k) at all, and I don't know why any juror would consider it unless a judge came out and said flatly you can."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if we conclude that there was an error here? Is there a harmless error argument that you fall back on?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask a question that goes sort of to the beginning? What is your position on whether or not the prosecutor correctly stated the law?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you also concede he did so deliberately? Do you concede there was prosecutorial misconduct is what I'm really asking."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that statement went to whether the jury was apt to accept it, not to the question of whether the prosecutor acted improperly."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I can see that a - - a prosecutor could say, you know, this isn't factor (k) evidence, as a way of saying that this evidence is of little weight. He did say at -- at one -- at one time, you have not heard any legal evidence of mitigation, and -- and that -- that's the troublesome part."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose I were to take the view that it is a violation of clearly established law for a court to allow a prosecutor repeatedly to misstate the law, misinform the jury about what the law is on a life or death question without correcting that misstatement, without saying to the jury, jury, it's not for the prosecutor to argue what the law is. I tell you what the law. If the judge doesn't do that, then that meets any standard of violating clearly 1111 14th Street, NW Suite 400 established law about which there should be no doubt that when the prosecutor makes a misstatement on a life or death question, it is the judge's obligation to say, jury, he is wrong. You take your instruction from me and here's my instruction. Suppose that's my view of this case. I don't -- Boyde and all these other cases -- it just strikes me that that's clearly wrong. What do I do with that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now you're getting to the question I think that Justice O'Connor raised a few minutes ago about are you urging, yes, this is error, but it was harmless?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but just on that point, if the prosecutor makes a misstatement, doesn't the trial 1111 14th Street, NW Suite 400 judge have an obligation to correct it if it's significant?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or am I wrong? Or am I wrong about that? The judge just kind of watches the ship sail over the waterfall?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the prosecutor had said several times to the jury during the course of his arguments that the burden of proof by the State is by a preponderance, not beyond a reasonable doubt? And the judge just says the prosecutor's arguments are just that, they're not the law. I'll instruct you. But he never says anything. Is that okay?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, normally we would think the trial judge would correct a misstatement of the law by counsel. We would normally think that, wouldn't we?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it wasn't clearly done here. I mean, the -- the jury was reminded that arguments of counsel are just that. But there was no attempt to correct what appeared to be a misstatement."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what admonition was sufficient? The court said something about evidence and everybody -- I mean, there's no question what the prosecutor said isn't evidence. But he didn't tell them he has misstated the law. We're not talking about - - evidence is not at issue at all. Neither side suggests that it is. It's a question is what is the law that governs this controversy, what is the law that the jury must apply to make a life or death decision."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you said the judge corrected it, and I read this joint appendix. I could not find any correction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- then it -- then it has another problem with it because then the judge is saying that's an argument. Jury, you've heard arguments on both sides. You decide. But it isn't for the jury to decide what the law is."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the judge instruct the jury that you are to consider all of the evidence which has been received during any part of the trial?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, are you taking the position that as a matter of California procedure, the jury was entitled to consider matters that -- matter that was not within (a) through (k)?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have the California courts said that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have the California courts said that (a) through (k) are -- is not intended to be exhaustive at the pre-Payton -- pardon me. Yes. Have they said that pre-Payton?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I thought the case was 1111 14th Street, NW Suite 400 being argued to us -- correct me if I'm wrong -- on -- on the theory that this was factor (k) evidence."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But Ms. Cortina, the -- the red brief -- maybe it's not accurate. They say the instruction was all the evidence received during any part of the trial in this case, except as you may hereafter be instructed, and then that followed what -- the factor (k) discussion came after that. So would it not have been possible that the jury would have thought except for the following things? Or is there something more that I missed?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if they misunderstood the factor (k) instruction, they would have thought they could not consider all the evidence. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if they believed the prosecutor, they would have thought they couldn't."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But all -- all I'm directing my inquiry to is to the significance of the instruction to consider all the evidence. I think it's they could consider all the evidence, except that which may not be admissible, as I now -- or may not be relevant as I shall hereafter instruct you."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the prosecutor said that if you interpret the last instruction properly, you shall not do so."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They -- they might not have thought that the aggravating circumstances were entitled to -- to great weight. I mean, we don't know how they evaluated the aggravating circumstances."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I mean, that -- that is a possible conclusion, and therefore, it doesn't follow from the fact that they raised the question about life without parole that they necessarily had found -- that they were necessarily considering the mitigating evidence."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's one possibility. 1111 14th Street, NW Suite 400 Isn't that all?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How long did the penalty phase take?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. Mr. Gits. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Has factor (k) been supplemented with a CALJIC instruction since Payton?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. Do they still call it factor (k) or do they just have a supplemental instruction that follows factor (k)?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And what was the question? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Those don't sound as if they thought his conversion to Christianity made a difference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, an equal inference is they just felt that it was entitled to no weight at all given the horrific nature of this -- of this crime."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you have to show there's a reasonable likelihood that the jury might have come to an opposite conclusion."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on -- on that point - - and I -- I recognize it's -- it's not nearly as clean as the hypothetical you present -- he did say -- this is the prosecutor. The law in its simplicity is that if the aggravating factors outweigh the mitigating factors, the sentence should be death, and so let's just line these up, and then he talks about the -- the conversion. So there were other parts of his argument that indicated by one interpretation this is not mitigating under special (k) - - under factor (k). But here he does say that you line that up and you weigh one against the other."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why wouldn't the jury conclude -- why isn't it the most logical conclusion that, gee, the judge had us sit here through eight witnesses and listen to all that and he didn't exclude any part of it, so of course we must consider it because otherwise we wouldn't have been exposed to all of it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they -- they always have to say whether or not we're going to really weigh this or is it just too tangential, and that's one way of saying, well, this really isn't mitigating. And we know as lawyers that it is mitigating in a sense that is -- that is relevant and that it's there for the jury to give it the weight that it chooses. But jurors say, well, you 1111 14th Street, NW Suite 400 know, this -- this just is not important is what they're saying."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's a shorthand for saying it doesn't fall under (k) because it just is of so little weight. Now, that's I think how the jury might have interpreted it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Actually that isn't really the issue. I think -- I find that easy. The harder issue is -- is whether the -- a person who thought about it differently than me, a judge, would have -- be objectively unreasonable. At least for me, that's the hard question. The question you're arguing is not hard."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I would perhaps have 1111 14th Street, NW Suite 400 come to a different conclusion than California Supreme Court on that question, but we can overturn them only if they're objectively unreasonable. And that's -- that's the hard thing because -- for me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, but I mean, that's - - that's really wrong what the judge did. But -- but the - - that -- that's tangential to the question. The question is, is it reasonably likely, if that hadn't occurred, that the jury would have considered the evidence that he was converted? But since it did occur, you know, they -- they didn't consider it. Is it reasonably likely they never considered it? That's -- that's the question. And then I can imagine, for what reason that Justice Ginsburg said, myself sitting in the California Supreme Court and saying, well, they heard the evidence for 2 days or a day, six witnesses, eight witnesses. They're not technicians, the jury. And -- and of course, they considered it. I can imagine that and that's why I'm having -- even though I don't agree with it."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Except if they heard so much of the evidence, isn't it unlikely that the jury thought they couldn't consider what they heard?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't it? I mean, it -- it says that -- what's -- what's the exact language of that statute? I just had it here. It's -- it's gravity. It's the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of the crime. You could say it. Yes, his -- his later conversion extenuated the gravity of the crime, not the -- not the -- when I try to think of this person, who is not me, thinking of that, I say, well, plausible. Plausible, not perhaps the best, but plausible, isn't it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I see where you're going, and I -- I see that there's some parallel. The problem in Penry was that the jury -- the jurors had to actually violate their instructions, and you have to escalate your argument a bit before you get to that point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it relevant at all? This 1111 14th Street, NW Suite 400 happened 24 years ago. We're sitting here trying to think of what a jury would have been thinking in a state of the law that's a quarter of a century old and facts -- I don't know what to think. I guess that's just irrelevant?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So all this was at a time before Penry was decided."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which is the Texas -- the Texas -- you know, the ones - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, one and two."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the prosecutor, at the very end of his closing to the jury, did seem, even if grudgingly with it, to recognize that -- that this evidence was mitigating. I'm looking at page 76 of the joint appendix at the top of the page. He makes the statement, the law is simple. It says aggravating factors outweigh mitigating, and then how do those factors line up? Well, the facts of the case showing the violence, et cetera -- that's on the aggravating side. And then against that, defendant really has nothing except newborn Christianity and the fact that he's 28 years old. So that 1111 14th Street, NW Suite 400 -- in that final word to the jury, the prosecutor seems to be saying, yes, they have mitigating factors, but they're insubstantial, 28 years old and the claim that he's a newborn Christian."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do we have a transcript of that hearing here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the penalty phase. I mean - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- one way -- if I'm having trouble, I'll just read it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The whole thing."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Gits. Ms. Cortina, you have a little over 5 minutes left. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you help me on that? I thought it was two steps. I thought the question is whether there's a reasonable likelihood that the jury was misled, and then you have to ask whether it was unreasonable for the State supreme court to conclude that 1111 14th Street, NW Suite 400 there was that reasonable likelihood. Or correct me if I'm wrong."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can't overturn it on habeas unless there's a reasonable likelihood."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a footnote in Boyde that seems to draw that distinction."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. -- go ahead and make one more sentence."}],"people":[{"id":0,"fullName":"ANDREA N. CORTINA","firstName":"ANDREA","lastName":"CORTINA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3133,"interruptions":29,"times_spoken":49,"laughter":1,"num_int_by":6},{"id":1,"fullName":"DEAN R. GITS","firstName":"DEAN","lastName":"GITS","counsel":true,"justice":false,"side":"respondent","words_spoken":2977,"interruptions":6,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":692,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":758,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":827,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":167,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3133,"times_spoken":49,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":6,"words_spoken":2977,"times_spoken":30,"laughter":0,"num_int_by":2},{"side":"justices","interruptions":5,"words_spoken":3232,"times_spoken":79,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":0.6922965743888736,"respondent":0.3077034256111264,"date":1473644742896}}