{"petitioner":{"name":"GEORGE J. TENET, INDIVIDUALLY, PORTER J. GOSS, DIRECTOR OF CENTRAL INTELLIGENCE AND DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY, AND UNITED STATES","counsel":[0]},"respondent":{"name":"JOHN DOE, ET UX. ","counsel":[1]},"caseNumber":"03-1395","date":"2005-01-11T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in the case of Tenet against John Doe. Mr. Clement. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, do you take the position that the Federal Government couldn't enforce any provision of such an agreement either?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- suppose somebody, allegedly a former spy, is alleged to -- by the Government to have breached the agreement by writing and publishing a tell-all book about it."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, okay."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the Government be without any recourse if it was an alleged espionage agent?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if the employment contract is with an American citizen to act as an  espionage agent and nobody else knew about it.  Would -- would that -- would he be treated as an espionage agent or as an employee?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'd like your help on this.  Your interpretation of Totten -- does it say that there is just no actionable contract, or does it say there's no jurisdictions like political question?  I mean, you win under any of those theories, if we accept them. But which is it?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you need to get to whether there is -- do you urge dismissal for lack of jurisdiction in the district court or a dismissal on the merits?  It's not clear to me at all."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm not going away with a clear idea of your position."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do I -- do I -- does the Government file under 12(b)(1) like a jurisdiction, 12(b)(6), no cause of action?  Of course, you'd probably do both, but I -- I want to know --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what your best thinking is of what Totten means.  It seems to me that this just means that there can be no contract formed under these circumstances."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If there's no cause of action, there's nothing to -- to claim on, what's -- what's the closest analogy?  Is it like a promise to make a gift, which is unenforceable?  Is there kind of a contract analogy that we can use?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- does that mean -- the  no legal recourse at all mean that you could torture an agent if you were dissatisfied with his work performance?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I -- could I bring you back to your -- your earlier discussion of a spy who is also a -- a Government employee?  Are you telling me that he -- he cannot sue for his regular salary simply because the work he was doing was -- was espionage?  I mean, he's -- he's a GS-whatever, GS-16, and the Government just doesn't send him his monthly check."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He has no recourse for that check just because he's been doing spy work?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, not -- not for his regular GS salary."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"No.  My -- my hypothetical was an individual who's not a Government employee but is hired by the Government to engage in espionage activities."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He couldn't get the 5,000 bonus for being a spy.  Right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you clarify on the employment question something else?  It's -- it's in your  reply brief and you say you're contrasting this type of claim with a title VII claim which -- in which you say that the Court in Webster relied on the CIA's historical practice of litigating employment disputes.  The CIA's historical practice, not the Court's rulings.  Are you suggesting that even with respect to employment litigation, it's up to the CIA to decide what its practice will be?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"I guess the Government can't enforce -- cannot enforce these contracts either.  Right? I mean, you take the good with the -- the bad with the good?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You've never sued a spy to -- who hasn't carried out his mission?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can we go back to the -- another threshold question?  You did press below and Judge Tallman urged that the reason this case can't be in the district court in California, or wherever, is it has to be in the Federal Circuit.  This is a contract claim against the Government.  Are you abandoning that position?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you free -- are you free to abandon it?  Is the -- is the Government's surrender of its immunity from suit for contracts, provided that the suit is brought in the Federal Circuit -- is that something that you are free -- Congress having said that, that the executive is free to say, well, we could take advantage of that, but we don't want to?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that would make a lot of sense if you really felt that what Totten is is -- is a dismissal on the merits, just saying there's -- there's no contractual claim.  I -- I mean, if you didn't believe that, if -- if you believed that what Totten says is we have no jurisdiction, then we'd have no problem and we could resolve all of the questions. But it seems to me if you believe that Totten is based mainly -- you know, it's a contract case and said the contract is just totally invalid, we shouldn't be reaching the contract issue.  We should simply say that if -- if we agree with you, that there's no substantive due process claim here and -- and no claim based on the  regulations. How do we get the authority to decide the -- the contract question?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying that if there's no contract, then there's no substantive liberty to protect under the -- under due process procedures."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, the --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Mr. --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Go ahead.  I'm sorry."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"I just wanted to ask one. I don't remember whether the briefs discuss it or not, but is there a statute that prohibits the disclosure of secret agents like this and does that -- if so, does that have any relevance to this case?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And does the statute impose a penalty on anyone for revealing the name of a secret agent?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But is the identity of an agent a -- a type of classified information protected by the statute?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the -- the argument made by the other side, which seems to me has some plausibility to it, is that Totten was decided in an age when courts were not as flexible as they are today.  We -- we have procedures for matters being kept confidential by courts. We -- we allow hearings that are closed in matters that never would have been done before.  And since, the argument goes, the -- the only purpose of Totten was to preserve the secrets, why can't we preserve the secrets  that way?  If and when it turns out that the prosecution of this -- of this suit would require a secret to be disclosed, we will terminate it or -- but -- but up until then, why -- why decide in advance?  Why not take a -- take a run at it and see?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not making that statement with respect to anything that's classified. There was something in your brief, reply brief, at 18 and 19 in which you -- you cite Reynolds and you say the proper response to classified information in civil litigation is to disregard the classified information, not to order partial disclosure to court personnel.  Are -- are you saying then in all of civil litigation if information is classified, then it's just out of the case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. But you lose.  I mean, if -- if that matter is necessary for your case, don't -- don't you lose?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about civil only."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm thinking of gray mail. Certainly in the criminal -- criminal area, that isn't the case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You either cough it up or you lose."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to ask one question.  Don't they have a claim interpreted favorably to them that this has nothing to do with a contract, totally nothing?  Okay?  But there happen to be some rules  over there in the CIA in their books somewhere, which we've never read, and they say when we use a foreign person as a spy, we'll pay him some money or we give him something.  We have some procedures.  Now, we don't have to do that as a matter of contract.  We don't have to do it at all, but we do it.  And so there's a claim here that we want to see that they're following their own rules. They say Totten doesn't apply to that because Totten is about contracts.  Our claim isn't about contracts."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't extend to torts, does it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you go --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You go ahead.  You go ahead."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you're saying if in fact, when you look at those allegations, they're about regulations for handling secret contracts, it's about a contract, but if there were to be an allegation that it has nothing to do with the contract at all, it's just a way we handle retired foreign spies, Smiley for example, or someone like that.  It has nothing to do with it, you see.  Then could they -- what would be the rules then?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Burman. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they are regulations that the -- that depend upon the existence of a spy-principal relationship --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you claiming that your -- your people are -- were not spies?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, however got there --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- they -- they -- your claim is that they're spies and that, therefore, whatever your procedural claims may be, whatever your substantive due process rights may be, as I understand it, depends upon the assumption of a spy-principal relationship."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- you don't have to prove that they were spies, but you have to prove that -- that they had a contractual relationship with the United States. And the only contractual relationship you're asserting is the relationship of a spy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, wait.  What -- what is the basis on which you assert these regulations are applicable to you --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- to your client?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and the agency comes in and says, prove that you're a PL-110 resettlee."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and what is your response to that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your response is I was resettled because I was a spy."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if the Government takes a slightly different tack and -- and you bring your essentially PL-110 neutral claim, and the Government says, the only relationship upon which this  claim can be based by these particular Does is a spy relationship?  We claim privilege, and on the basis of that privilege, we -- we claim dismissal.  What is your response to that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they're not saying it's an essential element in the sense that only a spy can make a 110 claim.  They're saying that the only basis upon which you can make a 110 claim is the spy relationship. You have no other.  How do you respond to that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, look, you're talking about procedural means.  I want to know what your immediate response to their claim of privilege is.  Are you going to say we weren't spies?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They are making the claim of  privilege on the ground that the only basis for your 110 claim is or can be, on facts known to them, that your clients were spies.  Do you respond by saying, yes, we were spies, or do you respond by saying, we weren't spies?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that you have a really obnoxious court -- (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- that wants a substantive response, do you respond by saying they're right, we're spies, or they're wrong, we weren't spies?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They are claiming a privilege on the grounds that the only basis for your claim can possibly be the spy relationship based on facts known to them.  In order to defeat that privilege, you've got at least to start by saying, no, we weren't spies and we don't claim to be.  Are you going to say that or aren't you?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then I don't know why you're not out of court on Totten."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is a PL --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"You are -- you are --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"What is a PL-110 settlee?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So you would say this --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are -- are you claiming that your answer to Justice Souter's question is we will assume for purposes of this case -- we're not admitting whether it's true or not, but we're going to assume we're not spies --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- because we win even if we're not spies because we are essential persons?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right, but my guess is -- well, he's pushed you and it sounds like it to me -- that the only basis on which you could say you were an essential person is that you're a spy."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He's -- he's not a scientist. He's not a --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if the question comes up, you're going to have to disclose the identity.  I mean, if -- if it is controverted whether indeed you're -- you're a spy or not, then what do you do?  Do you say, well, we'll -- we'll do it in camera?  That's right?  I mean, you -- you think that -- that a United States district court has all of these security facilities available as Langley?  I mean --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- trust me, it doesn't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have to change Totten? Because, look, what I'm now thinking is, A, if you're suing on a contract, you win because you're a spy, if you win.  If you're suing on promissory estoppel, you win because you're a spy, if you win.  If you're suing on PL- 110, you win because you're a spy, and if you're suing on due process, you win because you're a spy.  So no matter what, you can't win unless you're a spy. Now, they -- they have Totten, and it -- it -- that sounds to me as if you're there.  And do we have to overturn Totten for you to win?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Attached to what?  I mean, you can -- a fair procedure leading nowhere is not a claim.  You have a right to a fair procedure because it's attached to some substantive right."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"You still have --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"-- what's your best case for  that?  What's your best case for that proposition?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because it sounds to me like due process in -- in the air."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  We know enough at the summary judgment stage for us to -- to decide whether the case can go forward or the dismissal stage."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Or dismissal stage."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That create a property right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the property right is the contract with the United States.  I mean, you can't get away from the contract by calling it a property right."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is your strongest case? I don't think Matthews addresses it.  What is your strongest case for the notion that you have a property interest even though you don't have a contract?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was the firing of a school teacher.  There was --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- there was -- there was an interest in having your job, contract property, and interest in getting back salary, contract property.  Not this case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Goldberg v. Kelly, welfare benefits, money."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Perry v. Sindermann.  Is that  -- that's the nontenured teacher?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There's no property right there, I don't think.  I've always taught that as a ground that it wasn't compared to Roth where there was.  All right.  So -- so -- but there was a First Amendment interest of some kind."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're probably right if they have -- I see what you're saying."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You think that Totten would be decided differently today because of the -- our due process jurisprudence?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- that's not my question."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose Mr. Totten is here today."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How would the court -- a court go about monitoring this fair procedure --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And then you -- you said that -- suppose you knew what it was on paper and then you wanted to complain to a court, that's not what they gave  us.  They said that in their regulations, but they gave us something much less."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do these regulations just set forth a procedure or do they set forth some substantive entitlement?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then it will be worse for them. I mean, they say, look, frankly we'd rather reveal the names of one or two spies than we would like to reveal our procedures for dealing with the spies we bring into the United States.  It will take someone who reads those about 15 minutes with a computer to locate 400 resettled spies. That will be a terrible disaster."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's your answer?  What is your response?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the court would say you don't have a cause of action unless it knows what -- what these regulations say.  Surely the regulations have to be disclosed to the court at least."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May -- may I ask you what is probably a stupid question?  Why isn't the contract barred by the statute of frauds?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are all of these what you call 110 resettlees -- are they all CIA resettlees?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Some of them State Department and --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not quite sure where the Government has said that.  You talk about footnote 2.  All it said was that they're not appealing the point that you have to go to the Court of Claims."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"justices","text":"I'm just wondering what --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Excuse me.  Do you agree your due process argument does depend on having either a property interest or a liberty interest?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just wondering what's, you know, some foreign -- I don't know who -- who the Does spied on, but let's assume -- you say they're in danger. Somebody may be interested in -- in the subject.  What kind of security provisions do you have in your law office that would -- that would make them immune from the kind of intrusion that foreign espionage services --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about the agency.  Just about the name of your clients.  I think it's -- there are countries interested in -- in, you know, who was spying on them."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it may lead -- it may lead to other agents and -- and one of the problems about allowing suits like this is that this information about who the agents are will be brought to a lawyer, kept in his law office, and much more readily accessible to -- to foreign powers than -- than it would be at Langley."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Burman. Mr. Clement, you have about 4 and a half minutes if you need them. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3852,"interruptions":11,"times_spoken":41,"laughter":1,"num_int_by":6},{"id":1,"fullName":"DAVID J. BURMAN","firstName":"DAVID","lastName":"BURMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3241,"interruptions":30,"times_spoken":62,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":101,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":355,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":910,"interruptions":9,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":3852,"times_spoken":41,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":30,"words_spoken":3241,"times_spoken":62,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":25,"words_spoken":3043,"times_spoken":115,"laughter":1,"num_int_by":8}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515088}}