{"petitioner":{"name":"AZEL P. SMITH, ET AL.","counsel":[0]},"respondent":{"name":"CITY OF JACKSON, MISSISSIPPI, ET AL. ","counsel":[1]},"caseNumber":"03-1160","date":"2004-11-03T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"Argument in Smith against the City of Jackson. Mr. Goldstein. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, let me just interrupt a minute.  You say if it lacks the -- the business justification.  But is it not a part of -- that is not a part of the plaintiffs' primary submission, is it, that it does not show?  That's an affirmative defense."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You put your finger on exactly what's the part of this case that's bothering me.  Read  through the language.  As you read through the language, disparate impact does seem to be called for, and this particular provision, reasonable factors other than age, seems a defense to that, just as BFOQ is the defense to disparate treatment.  And that all seems to work. But you read the definition of reasonable factor other than age to mean business necessity or even Justice O'Connor's opinion, which is pretty tough.  It's hard for an employer to make that defense.  And while making it hard to make that defense in the case of gender or race discrimination, in fact works in my opinion perfectly well.  You start making it hard to make that defense here and you're going to have a nightmare because every effort by any employer to equalize to any degree pay or treatment of his or her employees is going to have a disparate impact in respect to age because the correlation with age runs into all kinds of things that it doesn't in the other cases. So I can't believe that Congress really would have wanted that, but the reason I can't believe it is because I can't believe the business necessity part of it. And so here I'm faced with a reg which, at one and the same time, pulls in disparate impact and business necessity, and now I don't know what to do."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, before you do that, before you deal with the EEOC regulation, this statute doesn't -- at least on -- on the page 1 part you called our attention to, doesn't refer to business necessity.  That's in the EEOC regulation.  If I were just reading this statute cold, I'd say, yes, that looks like an affirmative defense to me, but reasonable factor seems like something quite different than necessity.  It isn't necessary for the business to do this, but it's reasonable.  And if that's -- then the business necessity -- it seems to me, at least arguably, an improper construction of this act, that the EEOC got it wrong when it referred to business necessity.  They were thinking of  Griggs and -- and title VII, but this statute says reasonable factors."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure you're  right about that, Mr. Goldstein, because if you think of what it was, it was a pen and paper test and it was a high school diploma.  Now, an employer might well think I want to upgrade my work force.  I want this to be a real classy work force.  So I'm going to require a high school diploma.  It isn't necessary, but why is it unreasonable for me to do that?  So I -- I don't -- I think Griggs spoke about rules that were built in headwinds because a large part of the population didn't have the opportunity to get high school diplomas.  That doesn't exist in the age discrimination area.  So I -- I don't think that Griggs is an example of something that was a loose business necessity rule."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't care about those regs anyway.  Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you do.  I thought you were  saying you could make your case just on the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- text of the statute."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe you should because I'm not so sure that the EEOC interpretation is entitled to Chevron deference."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But was this an actual rule after notice and comment, or is it a -- an interpretation?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but it interprets -- doesn't interpret the prohibitory section.  I mean, it -- it might be understood as simply making an assumption that, say, the Griggs rule would be applied in -- in this Court."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Easier -- easier is a matter of degree."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And reasonable factor could be interpreted to say what the employer -- but the employer just doesn't like paying these executives so much money when these new younger janitors make so little.  And so he says, I want to pay the new younger janitors more.  Okay? There we've got it.  Disparate impact."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And now you say, what's the business necessity?  And frankly, there wasn't one.  It's just that I found it sort of bad.  All right?  So there we  are.  I've lost my case. Now, that's what is worrying me, and I thought perhaps this reg that seems to say -- and lower courts have accepted that I would lose my case -- that this reg is outside Congress' -- the agency's authority for that reason because Congress couldn't have intended that result."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, you -- this is -- this case arises out of a compensation program of the employer, and why is it brought under 4(a)(2) instead of 4(a)(1) which addresses discrimination in compensation?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But why in light of 4(a)(1)?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask a question at this point going really back to the question I asked you at the outset of the argument?  If I thought seniority or years of service was a reasonable factor other than age and if I thought this particular compensation program was based on years of service rather than age, can I look at the reasonable factor other than age in deciding whether your complaint states a cause of action?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if I do look at it and if I do come to the conclusion I've suggested, would I not have to dismiss your complaint?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The hypothetical -- and I think it may be the case -- that you have a compensation  program which uses years of service as a basis for classifying employees which has a disparate impact on older workers, but it does -- also it relies squarely on a reasonable factor other than age if you will call years of service such a factor."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- suppose I want --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I understand that to be this case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the basis for differentiation was years of service, was it not?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm just asking in the abstract.  Why wouldn't that always be a -- a reasonable factor other than age?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the factor -- if I understand it, it wasn't because they were line officers, it was rather because they had lesser years of service than the more senior officers."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think the statement of purpose tells me what the -- what the criterion for the different treatment was.  I still think it was years of service."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the criterion?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So in other words, the  criterion was the kind of rank they had before."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that a reasonable factor other than age?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, you say the -- the question isn't whether they used a reasonable factor other than age.  Your question is whether the use of those factors was overall reasonable."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a rewriting of the statute."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Title VII doesn't have this language in it."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Here you're saying you're not attacking reasonable factor other than age.  It has to be based on reasonable factor other than age.  And I take it here you're saying it's not based on what they advance as reasonable factors."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I -- I say my explanation for why I pay the newer people more is really I like to have that atmosphere.  You make less money in my business, but it's more democratic and people are happier even though no one will invest in my company. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But still, I'd like a commune. All right?  That's how I want to do it.  Now, that's not totally idiotic.  It's plausible.  So I just win.  Right?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, I lose a treatment case. No, no.  I'm not -- I'm just -- it's I'm not paying the younger workers more.  I'm paying the newer workers more. All right?  They happen to be much the same category, but I -- I don't want it.  It's not age.  Or, you know, I pay the lower paid workers more.  How's that?  Do I win?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I paid the lower paid workers more?  I want to bring them up to the executives. I -- I like it.  It's more democratic and it makes a happier group.  And -- and so, now, do I win or lose?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I win.  And I don't have to say any more than that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There haven't been a whole lot of cases under the impact theory as applied to age, and you just said you're not talking about the cost category but that -- you mentioned physical fitness.  And there was a case.  Smith against Des Moines involved that, but it was found the -- the physical fitness test was job- related. Have there been mutual rules with a disparate impact that you can give us as examples?  When you're talking about race and sex, the examples come to mind much more readily than in the age category."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"These are examples of-- violations or things that are okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it a reasonable factor other than age that I don't want to hire somebody who's going to retire a year after I hire him?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Gee, that seems to me terribly reasonable."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't care how old he is.  I don't want anybody who's going to retire the year after I hire him.  I don't want to have to go through this -- this whole process again."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, once we -- if we were to say it's covered, don't you think that number would expand?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not the number of cases either.  I mean, you could have -- it wouldn't take much to have a single case that has a rule in it, say, that makes it very difficult for an employer to do things of type X or type Y, and that would have enormous impact even though you'd say, well, it was just one case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nager. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Verdi wrote Falstaff when he was 70 -- late -- in his late 70's.  It was his greatest creation.  Something."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wunsler died at about 28, didn't he?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"No.  34."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"34, well --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Let me -- let me ask you this.  If-- if your argument has force, why haven't we been having horrible example piled upon horrible example since 1981 when the EEOC took the position that it takes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about the EEOC's regulation?  Why isn't that -- why isn't that entitled to Chevron deference?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How can we possibly say that it's not ambiguous when we have, in another context, interpreted the identical language to permit --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In that -- in that case, we were construing the word age and age definitely has a different meaning from sex or -- or race."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but not whole texts, not -- I don't remember whether it was (1)-(1) and (2) or (a) and (b), but this is not a word, age.  It's -- it's lines and lines, and to -- and to say, oh, in Griggs we held that the title VII language -- this language means you can have a disparate impact theory, but in age, we're going to read those very same words to prohibit.  In one sense -- one you read to say, these words permit disparate impact, and then you read the same words to say these words prohibit --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- disparate impact."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If that's so, Congress shouldn't have copied the language of title VII.  It isn't a matter of it just accidentally comes out to -- to be sounding the same, as though, you know, two monkeys did it on a typewriter or something.  They copied -- they copied title VII."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think it's a fair conclusion that they meant the two to mean the same thing, whether it was before Griggs or after Griggs.  They copied  the language.  It seems to me they wanted the two to mean the same."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or -- or at least it is arguably so, in which case you come back to my question. Why isn't the -- the EEOC's resolution of that ambiguity conclusive?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where are you reading from?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"(e)?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Nager, I'm lost.  What -- what part of 56a are you referring to?  (d)?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does it say what you just said?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All that's true, but they -- they did promulgate this guideline, as far as -- I looked it up.  At that time, they said, look, it's going to be disparate impact, and they cited Griggs.  And people have put comments, which I haven't read yet, but I imagine the comments went to disparate impact.  And then when they rewrote it in this form, they have a little paragraph of explanation which makes pretty clear it's meant to be disparate impact."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all right.  But I mean, they -- everybody knew what they were driving at at the time they promulgated this.  So it seemed to me that if -- if we're not governed by the reg, it must be because the reg is outside the statutory authority.  And it might be outside the statutory authority if in fact it embodies too tough a test."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But now we've heard it doesn't embody that much of a tough test, and you know, the EEOC isn't here to tell us --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- what in fact it thinks."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So we don't know what the Government's position is.  They're not here.  So suppose I think, one, the language is against you, the language of the statute.  I do think it's against you. Two, the EEOC reg does foresee a disparate impact test. Three, the practicalities are absolutely with you, and that has to go with the scope of the statute.  And four, it might be possible for the EEOC to write a reg that deals with the problems you're worried about while advancing a disparate impact test.  Suppose I think all those things --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- which are at least consistent.  What would I do with this case?  That's my problem."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where the Government hasn't  appeared and told us what they want to do or what they think should be done, et cetera."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe the EEOC regulation was not so much an interpretation of the statute as an interpretation of Griggs."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, maybe this provision represents the judgment of the agency that Griggs applies to this other statute, and -- and I'm not sure that we owe Chevron deference to that determination."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, well."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Nager, will you go to another one of Justice Breyer's premises?  He says following the practicalities are with you, which you're certainly going to accept.  He says I think the EEOC can deal with some of these practical problems.  Do you think  so?  Why not?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Give me some examples."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That would be a fairly easy burden -- a fairly easy burden to meet.  And -- and to give you a fairly easy burden is consistent with the idea of trying to get employers to think about the problem.  An  employer who uses a different factor which is correlated with age but it's -- it's an unreasonable thing to do or it isn't the real basis hasn't thought about the harm that he's working."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So we could give you an easy burden and still accomplish the objective."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he gave the very same example that was Griggs.  He gave the example of the high school diploma because he thought that people of a certain age, when there wasn't such general education as there is today, might not have a high school diploma to a much  higher extent than the people who came -- the generation who came after."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's a little, and you said his solution was we're going to have training and manuals and all.  But that's not altogether clear."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't say there that that is to implement the first -- that -- that only the second one, to prohibit arbitrary age discrimination."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Nager, at the end of his report, Secretary Wirtz said the -- a purpose, to eliminate discrimination in the employment of older workers, it would necessary not only to deal with overt acts of discrimination, but also to adjust those present employment practices which quite unintentionally lead to age limits in hiring. And your point, as I understand it, yes, that was one of his purposes, but he meant that one to be accomplished with ERISA and other things like that."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The quote -- the reference to employment practices which quite unintentionally lead to age limits in hiring.  I see what you're saying."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No how does that work? Because the -- the particular language, it shall be unlawful for an employer to classify his employees in any way that would adversely affect an individual's status -- his status, it says -- as an employee because of such individual's age.  Now, that sounds as if it's driving right at disparate impact.  It's -- it's unlawful to classify an employee in any way that would adversely  affect him because of his age.  That's what it says. And then you turn to the defense and it says, but there's the defense with a differentiation, i.e., the classification is based on reasonable factors other than age.  And therefore it would sound as if it says, look at the factor and ask is the factor reasonable.  If so, the employer wins if it's really based on that factor."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do we get out of that language?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, but it says -- it says that would adversely affect him because of his age."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no.  It's not intent because to read it as part of classifying, which you'd have to do to get it because of intent, you'd have to say to classify his employees because of such individual's age.  Now, that's a little tough because you're talking about employees, and then you go to such individual."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Segregate or classify.  You want to read it all the way up back to segregate or classify."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It would be good if you had a comma after employees.  I -- I might go along with you if there was a comma after -- to limit, segregate, or classify his employees, comma, in any way which would deprive or tend to deprive any individual of opportunities or otherwise affect his status as an employee, comma, because of such individual's age -- go way back to before the comma.  I can see that, but without the comma, that's -- that's an awful travel back to limit, segregate, or  classify."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would be the natural way."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The natural way -- wait.  The natural way is to read it as modifying to deprive --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"-- or otherwise adversely affect."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Exactly."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"That's the natural way to read it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"It is."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Now --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- suppose we read it that way. Then what do you say?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Indeed, and I guess what supports that reading is that intent -- intent to discriminate in hiring -- the intentional discrimination because of age in hiring is covered by (2) rather than (1) isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think -- I mean, if -- if you have a rule -- if you have a rule that you won't hire any employee -- I mean, we -- we were talking earlier about the -- the reason -- (2) reads employees in the plural, and (1) reads refuse to hire or discharge any individual.  So if you have any intentional discrimination that is against a class, it comes under (2) rather than (1)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that wrong?  Well, I thought -- I thought that's what -- what counsel for the petitioner was telling us."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But in your view, is based on reasonable factors other than age strictly an affirmative defense?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But is it an affirmative  defense?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, did you challenge the sufficiency of this complaint on the ground that it did not allege that the -- the program was not based on -- was based on factors that were unreasonable?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm trying to think through is whether that issue is one that can be resolved on the pleadings, or does it always require a trial."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"On your reading, I just don't see that there's any function.  I mean, if disparate impact is out of it, then -- then what work is there for the reasonable factor other than age to do?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Nager.  I think you've answered the question. Mr. Goldstein, you have 4 minutes, and let's make it 4 and a half. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What of dual motive?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Goldstein. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3787,"interruptions":24,"times_spoken":47,"laughter":1,"num_int_by":5},{"id":1,"fullName":"GLEN D. NAGER","firstName":"GLEN","lastName":"NAGER","counsel":true,"justice":false,"side":"respondent","words_spoken":3743,"interruptions":29,"times_spoken":52,"laughter":1,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1352,"interruptions":5,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":635,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":3,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":37,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":86,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3787,"times_spoken":47,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":29,"words_spoken":3743,"times_spoken":52,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":9,"words_spoken":3444,"times_spoken":110,"laughter":1,"num_int_by":5}],"outcome":{"side":"respondent","margin":2},"num_jusitces":8,"prediction":{"petitioner":0.8715758011147425,"respondent":0.12842419888525747,"date":1472523515082}}