{"petitioner":{"name":"CITY OF RANCHO PALOS VERDES, CALIFORNIA, ET AL.","counsel":[0,1]},"respondent":{"name":"MARK J. ABRAMS. ","counsel":[2]},"caseNumber":"03-1601","date":"2005-01-19T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in the City of Rancho Palos Verdes against Abrams. Mr. Lamken. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Lamken, it's not as comprehensive as other schemes where the Court said, on that basis, we would not find a section 1983 cause of action, is it?  I mean, it's -- it's more spare."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you think of a case where the plaintiff alleges that the antenna zoning was the -- was caused by racial discrimination against the applicant?  Would there be a 1983 cause of action, do you suppose?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about -- it -- it -- section 332 speaks of an award of all appropriate relief.  What does that include?  Could it include punitive damages?  Could it include attorney's fees, do you think?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Lamken, the argument has been made that 4 years before the telecommunications act we're talking about was adopted, Congress adopted the Cable TV Consumer Protection Act. And in that act, it specifically limited the remedies to declaratory and injunctive relief.  Here we face silence. Isn't that an indication that when Congress wants to limit relief to declaratory and injunctive, it will say so in the -- in the measure?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the -- what's the source of the implication?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say by implication."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so the -- the implication, I -- I guess, is that unless it specifically provides for damages, it implicitly does not."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Where -- where are you getting the term, appropriate relief, from?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But that's -- that's not in the -- that's not in the text of this statute, is it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and 1983 is not subject to that limitation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But are they only immune from damages action or are they immune from suit?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I mean, that proves too  much because they -- the statute obviously intends to eliminate that immunity.  The immunity from suit is -- is clearly --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it allows suit against either municipalities or States, State or local governments.  Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the States have immunity not just from damages but from suit."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless they have chosen to waive it, which --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- one must assume in this area they haven't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have to regard this provision as intentionally overriding some provisions of State law in -- inasmuch as they apply to -- to immunity."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  That's --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In for a penny, in for a pound."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If they've -- if they've waived --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if you acknowledge that it was intended to affect their immunity from suit, why -- why would we suspect that it was not intended to affect their immunity from damages?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does this action have to be brought in Federal court?  It says any court of competent jurisdiction.  Could --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would a State court be free to award damages or would that be preempted under the view you take of the statute?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If the State court allowed damages -- if -- if the State system allowed -- State law  allowed damages, would the Federal court, in an action under this section, be allowed to award damages under that -- under the State statute?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the State law authorized the recovery of attorney's fees?  Would they be recoverable?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the State law authorized the recovery of attorney's fees?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you do then?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why that would be if you, in fact, see the statute as trying to impose an APA-like structure, saying to the States, you decide the substance, we'll give you minimum elements of form, which helps your position.  Then if the minimum elements of form are not specifically stated in the statute, there's no reason to interfere with the States.  Let them do what they want.  Only those minimum elements are what you can't do.  That works perfectly for you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's strongly supported in the history.  It may lose your client the money.  I don't know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So then you're only --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress didn't care."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress wanted to substitute a Federal judgment for the judgment of the States where it said so.  And the reason you know that is because that is what is consistent with the purpose of the act and other things are either neutral or negative.  Don't interfere with the State unless you have to."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what, Mr. Lamken, would be the normal procedure in the State?  You make an application for a permit to a zoning board.  What is the standard operating procedure under State law?  Suppose we don't have any telecommunications act in the picture."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the remedies being injunctive and declaratory."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that it's parallel to what APA review of an agency decision would be?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it seems to me that the 30-day provision is inconsistent with the award of damages, but after I say that, I can't tell you why.  (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you may. Mr. Feldman. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But it -- the statute, though, is silent on the question of damages or attorney's fees, isn't it?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can we infer all appropriate relief?  Do we?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Attorney's fees are never appropriate, in other words."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But it has provided for them for a 1983 action, and if it's a 1983 action, it takes care of it."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And this is kind of circular."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Feldman --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Suppose Congress said  specifically 1983 applies.  That's all it says.  Would that carry with it attorney's fees in your view?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I take -- you -- you take the position that 1983 doesn't apply at all.  It's not just attorney's fees.  It's damages."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What about damages?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Do you -- do you think that any other provisions of the Communications Act are enforceable under 1983?  I mean, we're talking about 332, but it's a big, complicated act.  Are any of the other provisions enforceable?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, this is really a more general proposition you're urging upon us then, that whenever Congress creates a cause of action that is -- what -- in any respect more limited than section 1983, the  background action of section 1983 is not available."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  How could that be? Wouldn't it depend on whether -- when you look at the particular statute, the particular set of remedies that Congress has included in that statute could be absolutely independent of 1983 or dependent upon 1983 or leaning in favor or leaning against.  It would depend on the particular statute.  Why in general?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Then how would you ever have a statute that -- 1983 provides for relief when there's a violation of Federal law, statutory or constitutional. One of the briefs in this very case says that your broad  reading means that you were doing away with statute as a basis for 1983."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there -- there are two situations.  I mean, one can supplement without frustrating.  I mean, you -- you could say that in, you know -- in some respects the 1983 will contradict the action that was provided, but one can conceive of a provided action that -- that grants relief which 1983  would not grant."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what about damages?  Do -- do you take any position on whether the Communications Act provision enables damages to be collected?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You think it's unnecessary to decide this case."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Feldman. Mr. Waxman. "},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, it seems to me that the -- the best argument we've heard about incompatibility is the one -- or at least I think the best -- is the one that Mr. Lamken touched on at the tail end of his argument, and that is, he said there's -- there's a 30- day provision in there, which in effect says Congress wants this litigation conducted fast and over with fast. And that is incompatible with a damage action because if you get into a damage action, you are going to get into the panoply of -- of damages litigation, including depositions, and -- and the one thing you can guarantee is that it is not going to be over expeditiously. What is your argument?  What is your response to that incompatibility argument?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the other word is inconsistent, and is it -- sorry.  Were you -- is it inconsistent if Congress didn't want it?  And if that's insufficient to be inconsistent, then here, as I look at the statute, to get out my thinking, I think that it sounds like an administrative law statute.  If I saw the maintenance and cure words, I'd think it was an admiralty statute."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I see an administrative law statute.  It sounds like that's the system they're imposing and therefore a system that is not consistent with the administrative law system fails and 1983 seems to fail."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it also requires expeditiousness on the part of the court."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But do you -- do you agree with this much, that if -- if damages, in fact, are going to be allowed, what is going to count as expeditious is going to be a lot slower than what is going to count as expeditious if damages are not allowed."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  And -- and that --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that was a violation of the statute, wasn't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So they turned the damage issue basically just into a separate remedial hearing at the end of the case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that was just to decide in -- in the -- in the court of first instance --  that tail end was not to decide whether in this specific case damages or attorney's fees were due.  But the district court was deciding a question of law, that is, whether in this kind of review proceeding anyone could have damages, anyone could have attorney's fees."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But was not making a rule for this case only.  He was making a ruling of law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they don't necessarily disagree.  The Government just says the -- the issue  doesn't have to be reached in this case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, how do you -- how do you get a reading of the 30-day limitation, which is applicable to the cause of action under the Communications Act, sucked into the cause of action under section 1983? I mean, if the suit is under 1983, it's under 1983. There's no 30-day limit there."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, it doesn't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't require you to -- to establish a cause of action under some other statute either."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It does not at all.  It's -- it's self-contained.  And do you know any case where we have read into, or indeed, it's even been urged upon us to read into, section 1983 limitations that somehow come from the statute that was violated and which forms the basis for the 1983 action?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's why I'm approaching it differently, and I -- I want to get your view on it. I'm taking the word inconsistent and I'm using that as a  guide back into the purpose of the statute.  And once I do that, I find Congress here anxious, I think, to engage in what I'd call cooperative federalism.  They could have run the whole show, but they said we don't want the FCC.  We want each city and town to do what they want, subject to a few minimal procedural requirements. If that's right, that means all these damages questions are open.  All kinds of things are open, but -- and we'll decide them in a variety of ways, maybe deferring to the State, but one thing is true:  1983 doesn't apply because that is a different set of remedies."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman -- Mr. Waxman, one of these provisions gives you an option to go to the FCC, the one having to do with emissions.  Now, if you sought review from the local decision to the FCC, you petition for FCC relief, would the FCC have authority to give you attorney's fees?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, isn't that an incongruity that Congress would say you have your choice? Complainant, you can go to the Federal agency, the FCC, or you can go to court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So if -- if you have that choice, when you're dealing with the radio emissions, to go the -- why would any litigant ever do that?  Why would any attorney ever do that if you don't get fees at the FCC and you do get fees in court?  Wouldn't the presumption be that it would work the same way whether you go to the agency, Federal agency, or Federal or State court, that you're in the same situation as respect to fees?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's take the one, that -- that one.  Are you saying no attorney's fees there because you couldn't get them at the FCC, therefore you shouldn't get them in court?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they didn't provide for the normal administrative review because they were quite aware that under the State zoning systems, there would always be State administrative review before the issue even comes up."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And so what this provides is what kind of judicial review there will be after the anticipated administrative review before the zoning board and whatever appeal from the zoning board exists."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Final.  Final action or failure to act is what --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Final action or failure to."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You haven't been injured until you've exhausted your --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you really think that when there is a State provision available for review of the zoning board, you can commence an action under 1983 without even going through the administrative appeals?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is really respecting the States, which is what the -- the purpose of this -- of this whole provision was."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Which would be more burdensome?  That enactment or subjecting municipalities nationwide to damages?  Which would be more intrusive and burdensome on federalism --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- and the abilities of local governments to function?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm -- I'm not so sure because you're arguing that even the smallest municipality  can be liable for hundreds of thousands of dollars of attorney's fees."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Plus other -- plus other damages."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, cable -- cable media companies may -- may have Congress' ear more readily than -- than -- you know, than the municipality of whatever this is or any --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But I -- I wouldn't put a lot of money on it. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But with respect to --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. -- Mr. Waxman."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There is in this legislative record a concern expressed by a Senator from California when there was a proposal on the table to make the FCC the Federal review forum.  And that was rejected, if I understand correctly, because there was a concern that municipalities would have to travel all the way to Washington, D.C. to defend in the FCC's forum.  And Congress did not want to saddle municipalities with the cost of transporting their representative to D.C.  Well, that cost would pale compared to attorney's fees that would be awarded."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That isn't the only --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The other -- the other harm is there any evidence of because it's -- it would also be harmful if local zoning boards, when faced with quite difficult decisions, because the -- the antenna -- they bristle up and you put them in the wrong place.  They're environmentally harmful.  They -- there are a lot of bad things, as well as good things about them.  And of course, it would be a bad impact if we discovered that the zoning boards were erring too much on the side of granting everybody's application, as well as too much on the side of not granting them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And so I -- I don't know how -- what the -- there won't be evidence.  How can we get evidence on such a thing?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I -- I don't think we --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think we usually think of -- of judicial review of agency decisions in the ordinary course as being a deterrent."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's an opportunity to elaborate reasons.  It's a safeguard.  It's not a deterrent.  And you're saying it has to be a deterrent. And as Justice Breyer indicates, it -- it means that there's -- there's another voice in that -- in that administrative hearing room.  They're terrified of damages."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And it's going to skew the decisions."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question, Mr. Waxman?  I don't know if it's really a legal question exactly, but I have the impression that most of the plaintiffs in this type of litigation are well-financed, large companies rather than the typical 1983 plaintiff. And therefore, you don't need the attorney's fee incentive to be sure these rights are protected.  Is that a correct  impression or is it incorrect?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I can't imagine -- I can't imagine, Mr. Waxman, that Congress wanted to impose damages plus attorney's fees upon municipalities without even giving the municipalities the chance to correct their mistakes, which is what you're saying."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying the municipalities' appeal system, which is there for people to take advantage of, is just washed out.  One mistake at the lowest level and you get damages and you get attorney's fees.  That -- that is extraordinary."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Waxman."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Lamken, you have about 4 minutes left. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Lamken. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY A. LAMKEN","firstName":"JEFFREY","lastName":"LAMKEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2488,"interruptions":17,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JAMES A. FELDMAN","firstName":"JAMES","lastName":"FELDMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1421,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3339,"interruptions":40,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":175,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":566,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":269,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":773,"interruptions":8,"times_spoken":38,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3909,"times_spoken":54,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":40,"words_spoken":3339,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":19,"words_spoken":2839,"times_spoken":110,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703109940}}