{"petitioner":{"name":"DARIN L. MUEHLER, ET AL.","counsel":[0,1]},"respondent":{"name":"IRIS MENA. ","counsel":[2]},"caseNumber":"03-1423","date":"2004-12-08T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in the case of Muehler against Mena. Mr. Phillips. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask one preliminary question, Mr. Phillips?  Do we have before us here any question at all about qualified immunity?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wasn't -- it wasn't in the questions --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on which we granted cert?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we do it?  It goes right to the heart of this from you, the qualified immunity thing, for the reason that if you look at the facts and circumstances, it sounds to me like a somewhat close question as to whether the police did or did not exceed the reasonable bounds -- reasonable bounds. Now, if it's a close question, you have a jury verdict against you, and -- and then I think, well, yes, but I begin to come -- become disturbed if I think of qualified immunity.  I mean, it isn't that clear.  So -- so having read through the thing, I -- I preliminarily start by thinking, well, it could have been excessive force, I mean, given -- you know, I'm using that in quotes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The jury said it was.  Who am I to say it wasn't --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in that situation?  But  qualified immunity.  So now, what do I do?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- don't we have to give any weight at all to the jury finding there or --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, a lot of it may depend on the --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on the music as to handcuffing and what did they say and what was the atmosphere and what was the garage really like and how risky was it that there be gang members in the outhouses and -- and all kinds of stuff that you might sense from the testimony."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you responded to my initial question?  Have you said all you want to say about qualified immunity?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is the -- what is the function of a jury in this case?  What does the jury verdict stand for?  And the jury doesn't return a special verdict and says we find X, Y, and Z.  It finds whether the police exercised excessive force, and that's all we know from the jury verdict. Other -- I think what you're saying is that these cases should go off on summary judgment or even a demurrer.  You assume all the facts as the plaintiff alleges them and then the Court decides whether that adds up to unreasonable within the meaning of the Fourth Amendment."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't know the fact -- what facts were found because all we have is in the jury verdict that this was excessive force.  Period.  That's all."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's like was --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the defendant negligent. Is that more or less a conclusion of law?  We don't know in what respect from the jury verdict.  And here, were these police officers acting -- did they use excessive force."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there a fact issue as to whether she was handcuffed for -- even for a short  period after the search had been completed?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- but if it made a difference as a matter of law, what -- what should we assume about that extra 15 minutes?  Do we assume that they found the facts in the way that the -- a plaintiff argues them or that you think they are?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, in doing it as a matter of law here, should we give consideration to the fact that in this case, if -- if I remember correctly, one of the officers testified that had they followed normal protocol, once they had, I think his phrase was, secured the building, the -- the main building --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the whole compound?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that they would have --  they would have taken off the immediate restraints, and he wasn't sure why they didn't.  We -- do we -- do we consider that when we're crafting our statement of law as -- as to what is or is not excessive?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  I take it you obviously don't want us to -- to come down with a kind of a finicky version of -- of excessive force as the touchstone, and I take it you don't want us to come down with simply a blanket rule saying that essentially the police can do anything in -- in restraining occupants so long as it is not wantonly cruel.  Somewhere in between.  Do you have a -- a statement that would be the kernel of the holding that you want?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the facts there, there were no handcuffs.  He -- he was just detained.  So --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- I mean, I don't -- would -- would you say handcuffs are per se lawful for -- for purposes of applying Summers?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't -- why is contraband magical?  Wouldn't -- wouldn't your point be when -- when the reason they're investigating gives cause to believe that there may be physical danger --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from letting people wander around?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is the case with contraband, but would be the case for many other reasons as well."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But would you be happy then with a holding that says just what you said?  We reaffirm Summers and -- but Summers said special circumstances or  possibly a prolonged detention might lead to a different conclusion in an unusual case. And the only verdict part that I think we're concerned with here -- it was not about four people.  It was one person, Iris Mena, and in respect to Iris Mena, the jury found that there was a violation of her -- of her Fourth Amendment rights.  And as to her, you could have found -- you said -- I don't know if you misspoke.  You said it could be more than 15 minutes.  In looking at it, I was certain whether they kept her for 15 minutes more or more than 15 minutes more, maybe up to an hour more beyond the time that the search ended and kept her in handcuffs, both after the time they had secured the place and also after the time the search ended.  Well, that would seem a basis for the jury's verdict and consistent with Summers."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. -- Mr. -- but may I point out that the judge's instructions did put that issue to the jury at page 203.  A police officer is required to release an individual detained in connection with a lawful search as soon as the officer's right to conduct the search ends or the search itself is concluded, whichever is sooner."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I wonder why the judge gave this instruction then."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And why -- why there was -- there was a special verdict of sorts, not a detailed one. But the two questions, question 5 and question 6, on page 255 of the joint appendix --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One question concerns whether the force was excessive, and the other one is, do you find that she was detained for a longer period than reasonable? Those two questions -- my first is a procedural question.  Did counsel for the defendants object to the jury getting -- those two questions being submitted to the  jury?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that the judge is asking the jury in these questions, one is whether there was a -- a detention, was force greater than was reasonable under the circumstances, and whether the duration was longer than reasonable under the circumstances."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying that the -- the mere fact that it -- it went to the jury, even went to the jury without your objecting to it, does not mean we have to listen to what the jury said.  Is that -- is that --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You might save your time. Yes. Mr. Shanmugam. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Then this case should not have gone to the jury on the basis of what you said --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- because you -- you just said that this -- the handcuffs -- the circumstances -- the circumstances here were reasonable as a matter of law."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well -- well, has the -- the objection to the instruction been preserved here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But on the -- on the question whether they preserved the issue, I -- I took it, implicit in what you said a minute ago, that yes, they did not object to the submission of the question.  They did not object, in effect, to an instruction or giving of an  instruction as such."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But they -- they had moved for judgment as a matter of law at the close of all the evidence, and that's enough to preserve the issue?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"When you -- is your objection that the jury wasn't given enough guidance on excessive force, or is it that the -- that the ultimate issue of excessive force is not a jury issue?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but is -- is excessive force an issue of historical fact any more than -- than unreasonable search or unreasonable seizure is an issue of historical fact?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's historical fact how long  you held the person, whether the person was in handcuffs, but the ultimate question was, you know, is this force excessive.  Is that any different from the question as -- of was this seizure unreasonable?  If you submit the one to the jury, you may as well submit the other."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So when --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- when you know all those facts, you're willing to send it to the jury to say, given all of these facts, it's up to you to decide whether unreasonable force was used or not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not a matter of law."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why -- why any more so -- why any -- any more so than -- than whether it's an unreasonable seizure?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Are -- are you saying that the only basis on -- on which the jury could have ruled for the homeowner here, the -- the respondent, is that she was handcuffed for too long?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I think you have to say that.  Otherwise, we have to uphold the jury verdict, if we can assume that the jury might have thought, well, you know, the handcuffs -- the police had a right to do that, but she was held too long, she was -- they -- they yelled at her, she was taken into a -- a place that was uncomfortable.  If -- if that's true, then we have to sustain the jury verdict."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no.  But the instruction that was given -- and one was read that's in the briefs -- it seems to me a -- a perfectly good instruction."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then it seems to me it was the plaintiff's obligation to submit a clarifying instruction and to bring this -- the denial of that instruction here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't know how you can --  you can say that the only thing that was before the jury was the handcuff when the -- there was evidence that she was treated very roughly in -- in the first instance, she was woken from her sleep, she wasn't told that they were police, she thought they were robbers, and she feared for her life.  That doesn't drop out of the case and what the jury was asked to determine."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But -- but may I just ask a sort of very basic question?  One of the instructions reads, a detention may be unreasonable if it -- if it is unnecessarily painful, degrading, prolonged, or if it involves an undue invasion of privacy.  Now, are you telling us that you think the answer to that question is a question of law that the judge should provide rather than the jury?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it was correct."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Then it's not a question of law.  The answer to whether it was unnecessarily painful, degrading, prolonged, or involved undue invasion of privacy, is that a question of law or a question of fact to the jury?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It's a mixed question?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I understand the historical fact, but I'm -- I'm questioning you about the conclusions that you draw from the unreasonableness, degrading, and so forth.  Is that partly to be decided by  the jury or entirely by the judge?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So this instruction should not have been given."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought your position was that it -- it may be submitted to the jury, but that it may be reviewed as a question of law simply because that's the way we are able to set standards for later cases."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How long did it take them to find out whether the -- these other dangerous people were there?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Whether the people they were afraid of were -- were on the premises?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you. Mr. Hoffman. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you find that the -- that the -- do you define the end of the search as before they started videotaping everything they had done?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where is that testimony?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But not from these premises."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the -- I thought that this poorhouse, or whatever it was called -- that the warrant covered weapons that were there."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That they were looking for weapons."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They were not looking for a gun at Romero's mother's house, were they?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did they have a warrant, a search warrant?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this was a -- this was a pretty extensive search warrant that they had."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did they have something like that, the same kind of warrant for the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wasn't -- I thought that this warrant referred to a particular address, a particular house, not -- not any house where one might find Romero."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, was the other house his mother's house?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then that would make it even more curious if the place where the dangerous man was wasn't searched extensively and -- and the mother -- nobody was put in handcuffs, and yet for this -- they knew  pretty soon that Romero wasn't on the premises."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  And that's, I guess, your -- your point, that the place where the dangerous man was is not --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You might be able to keep your verdict, I -- I think.  But I think the problem here is the Ninth Circuit -- you go to the Ninth Circuit and you say, you know, there was excessive force here on anybody's definition for reasons that you say.  And -- and the Ninth Circuit says, oh, it was a clear violation of the Constitution and we'll tell you why, and then they give some reasons.  And two of those reasons are, A, four and a half pages written the reason that this was unconstitutional is because they asked her questions about  her immigration status, which you -- I don't think you even raised.  Maybe you did.  But anyway, that's -- that's the bulk of the -- of -- of -- that's the bulk of the analysis. And -- and these are the words that I think they're objecting to.  And by any standard of reasonableness, Mena was -- the -- the officers should have released her from the handcuffs when it became clear that she posed no immediate threat.  And that was long before the -- the -- because she wasn't a threat.  And that was long before the end of the search. And what their point is on that is, you know, if that's the rule, that's going to interfere with our SWAT teams because they can't operate that way.  They -- they can't evaluate the individual.  They put the individual -- if there are guns and gangs and danger that she'll grab a gun, they put her in handcuffs, and they hold her there for the search for a couple of hours, then they release her.  Now, that's their argument. So they're objecting not so much to -- to the fact they have to pay $30,000 -- or they may object to that.  But they're -- they're objecting to the holding of the Ninth Circuit, and if they're right on that, then I guess we have to send it back and say, do this over again, though I'll be sorry about that and maybe there is a way  not to do it. But -- but I want to know your view of what I see as those two issues here, that the Ninth Circuit's analysis was wrong."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but then we can't really reach the issue.  That's a possibility.  I see that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but then suppose that the reason that this case is here is because of the implications --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- of the Ninth Circuit's analysis --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- not necessarily the extra 30 minutes because I see your point on the extra 30 minutes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we could say is their opinion -- that's their opinion.  It's beside the point, et cetera."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if two of the reasons that the Ninth Circuit gave are in our view incorrect, why wouldn't we reverse and remand for them to do it without -- to make the judgment without taking those two factors into account?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"I don't --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"-- well, it does seem to me that --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Excuse me."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"It -- it does seem -- seem to me that the Ninth Circuit's opinion is questionable on -- on this key point of when she had to be released.  The officers should have released her when it became clear she posed no immediate threat and did not resist arrest."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I think that is critical to its holding."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that implies that they have a -- a duty at the outset to determine whether -- what her status is rather than to go around looking for guns and -- and to secure the premises.  That's -- that's one of my concerns with that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the first ground being? Just an unreasonably long --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Medium -- medium rain."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They can't have a flat rule that while you're conducting a search, you -- you can restrain anybody that you find assuming the search is for a crime that -- that involves violence."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't want to have to make that call all the time, you know."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If that's true, is it routine in -- I mean, here what sort of pushes the other way on this is this is a dangerous gang.  They have lots of weapons and they have previously gone to this house, which I gather -- sometimes when I read it, I think it's like a warren of little rooms.  On the other hand, maybe it isn't.  I haven't seen the house.  There are a lot of buildings around, and they think a lot of people here -- we don't know who's what, and we make a mistake in this  and we're dead.  You know, I mean, so that's painting it the other way. But where you have guns and -- and houses and gangs and so forth, now that's why they say that it's reasonable in those circumstances to say, when we find someone in the house, we handcuff them through the search. We might let them go earlier, but that's up to us and we don't want the courts second guessing us on that. Now, what's -- what's painting it their way, and I'd like you to respond."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did they search that room?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did they -- did they search the individuals too to make sure --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I assume they did."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How did the qualified immunity question get resolved here?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And what -- what role did that play in all of this?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is it clear that it was 30?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't that just go to the point that it's not clearly established at least?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that was ill individual, a single individual --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- unclothed, et cetera --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And what do we do if we think the Ninth Circuit was off base in -- in whether Mena could be questioned about her immigration status?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That seemed to be an important part of the Ninth Circuit's rule."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It might be useful to say they were wrong in --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what will do if we  thought the Ninth Circuit was egregiously wrong on that and that its opinion was, to use the most polite word, disingenuous when it talked about a garage?  That -- that was somewhat off-putting to me when it was a converted garage with a bed."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I -- I thought this woman was standing in -- by some grease rack or something and she was --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Hoffman. Mr. Phillips, you have about 3 and a half minutes. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so do we have the tape here?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no -- there was no objection to that question going to the jury, was the duration unreasonable."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the jury --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the jury answered the -- just the general question, was the duration unreasonable, and the jury said yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the district court got it right and the Ninth Circuit wrote a poor opinion, why should we upset the judgment in the case?  In other words,  if what we had here was a trial that was okay, a district judge that behaved -- gave a proper charge, then the Ninth Circuit writes an opinion that doesn't seem to deal with what the district court and the jury decided."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2672,"interruptions":14,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":1,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":1264,"interruptions":15,"times_spoken":28,"laughter":0,"num_int_by":5},{"id":2,"fullName":"PAUL L. HOFFMAN","firstName":"PAUL","lastName":"HOFFMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3998,"interruptions":21,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":143,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1058,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":754,"interruptions":7,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":356,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":382,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":6,"times_spoken":17,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3936,"times_spoken":69,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":3998,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":27,"words_spoken":3506,"times_spoken":116,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034709}}