{"petitioner":{"name":"ANN M. VENEMAN, SECRETARY OF AGRICULTURE, ET AL.","counsel":[0,1]},"respondent":{"name":"","counsel":[2]},"caseNumber":"03-1164","date":null,"speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Veneman against the Livestock Marketing Association. Mr. Kneedler. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, will you tell us how this case differs, if it does, from what was before the Court in United Foods?  What meaningful distinctions do you find?  --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We've never addressed that in"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in these cases --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have we?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it remain government speech even if you don't say, \"This is your government speaking\"?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you say, you know, \"America's cattlemen are speaking,\" is it government  -- speech?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?  I mean --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but Rust did not -- Rust was not a case in which the doctor was saying, \"This is my personal opinion, not the government's.\"  And here, as Justice Scalia pointed out, there is an affirmative effort to say, \"This is -- this is paid for by\" whatever it's called, the cattlemen's group or the beef group, which affirmatively indicates that it's not government speech."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's accurate --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but it also contains the implication that who -- he who pays is the person whose speech is being broadcasted."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but some people --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- may be more resistant to an -- to an ad that says, \"Your government wants to eat -- wants you to eat more meat,\" than they are to an ad which say, \"The meat producers would like you to eat more meat.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if you -- if you say the Act can be -- say, because this is just an as-applied challenge, you're asking us to assume that we can put on a label that's not true, \"This message is brought to you by your friendly Department of Agriculture.\"  That isn't accurate."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're having us save the statute by just putting a label on it that isn't accurate."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Kneedler --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is -- there's another tape put out by the government, on meat, and that  -- what is the government speech?  Usually, the government has a position, and is presenting it.  Here, we have America beef producers has a label on -- \"Eat meat.\"  But if you went to the Surgeon General, probably that message would be \"Eat meat moderately.\"  So what is the government speech?  I don't know another case involving a claim of government speech where the message that you are saying is the government's is not the message that the government is putting out when it's dealing with its concern for public health."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, is meat fungible?  Or -- I think there are some steak houses that  might disagree with that."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, even quality of meat within the -- some is tougher than others."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not like milk or wheat."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At some level, it certainly is, I suppose.  But, just as in wheat or corn, there are different brands and different qualities.  But I suppose it's still fungible, in a broad sense."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you whether, in deciding the government's speech doctrine, is it the Secretary's formal right to control, as set out in the statute, that we look to, or do we look to the Secretary's actual record of oversight and participation?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it at all possible to do here what has been done in the union cases, where -- I mean, it's pretty hard for me to believe that there aren't -- that meat -- that cattle growers don't, by and large, like beef.  I mean, maybe they have a ideological objection to people eating beef, but I doubt it.  They probably object to some content.  So can you segregate that?  I mean, in the union cases, the bar cases, they try to segregate where there really is an ideological objection from the cases where really all that the objector wants is not to pay the money.  And so they work out a system.  You know, you pay so much for your dues anyway, you just don't pay that pro rata amount, where you  really have an ideological objection."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it possible to work that out?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but, I mean, if you make it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- totally voluntary, what you're going to discover is, all of a sudden, the beef people, rather than write a check, will say, \"Oh, you know, I make -- I raise cattle, but I don't think people should eat beef.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That saves them the money."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And I tend to doubt that that's their view."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Some may view -- object to certain content.  So I'm asking if it's feasible to work out --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be -- in the union cases, it's hard enough.  It's a -- the good-of-the-order exception is the way it works in the union.  And in the bar thing, I think it would be hard to --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can I come back to Rust versus Sullivan?  You say that that was a government speech case?  I had not recollected it as a government speech case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This is government subsidizing speech by private organizations, and it chose to subsidize  one type of speech, but not another."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did we say, in the opinion, that this was --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, for the precise purpose at issue here, I think it makes a lot of difference.  You can fund private people for some things, and not fund them for others, and it doesn't make whatever they say government speech.  I think that's a --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I think that's a really --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- strong proposition, that whenever you're subsidizing any private enterprise, the speech of that private enterprise becomes public speech."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's fine.  But what you were using Rust for was to establish the proposition that in order to be government speech, it -- you don't have to -- you don't have to say, \"This is the government speaking.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And Rust doesn't stand for that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a question perhaps more for the Respondent than for you, but I would like your comment on it.  Suppose the statute were changed and there was a dollar-a-head assessment on beef, and it just went into the general funds of the United States Treasury, and then they used part of that money -- they had more money for beef advertising, and the government did the  advertising.  What would the Respondents say about that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why can't --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why can't you just do that? Or is your answer to me, \"Well, then, it's just formalism, and you might as well rule for me now?\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't the government --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why can't the government adopt my solution?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's put into the general fund of the -- of the Treasury."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you'd come within the protections of Frothingham versus Mellon, and Massachusetts versus Mellon, if you did it that way."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you could --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- simply restructure this Act to get to the result you want."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, this theory is one that wasn't brought up at all in Wileman, if I remember correctly.  And in United Foods, it was brought up too late, so the government -- so the Court didn't entertain it.  The argument that you're making today, I take it, would necessarily displace United Foods as having any kind of a continuing --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't want to treat beef and mushrooms inconsistently. [Laughter.]"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the public perception of these ads -- it says, \"Eat meat\" -- it's quite different from saying, \"Your government wants you to buy meat.\"  And the United States isn't saying that.  So --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But then --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- isn't it more realistic to describe this as the government facilitating the private speech of the many people in this industry who don't have a big budget to advertise on --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on their own?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want to save your time?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If we can just continue on government speech, because that's where --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- where we left off.  It seems to me there is something offensive about making a particular portion of the public pay for something that the government says."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It ought to be out of the  general fund."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What I'm saying, it seems to me that the government speech doesn't seem to me to advance your argument very much, because it has problems of its own."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but, I mean, that -- the  part that's good can't save the whole thing, any more than in the -- in the union case, the fact that some -- the union dues could be used for some permissible purposes, saved the dues that were being used for impermissible purposes.  You --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't want to just save half of this program, do you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, all right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what's the objection to, whenever you have an ad, you put a little thing in the corner, and it says, \"This advertisement is paid for by the beef industry under a regulation, X-23, of the Department of Agriculture\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And it wouldn't --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- tough, would it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All you'd have to do is have a little thing -- and it would just say, \"USDA requires this, under the program,\" and then the whole problem goes away."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I -- we realize that.  I mean, we're getting into it because there's at least a potential constitutional problem here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"As you respond to Justice Breyer's question, would you go the step further and say, Why isn't one possible solution to this difficulty we're having about government speech a requirement that if you want to justify it as government speech, you put in the advertisement, \"This is the government's position, paid  for by the beef producers\"?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It seems to be.  In fact, there was an indication in the brief that the government had taken the position that if the government came out front and said, \"Hey, we're urging you to eat more meat,\" that, in fact, it would be very unsuccessful in doing it.  It seems to want to hide the ball here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Did he --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And who paid for that?  Did these people pay for that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, let's be honest about it. Let's be totally accurate.  It's not going to say, \"The government believes this.\"  The government may not believe it.  What it says is, \"This message is brought to you by the Beef Association under the -- under a program requiring contributions to advertising of the Department of Agriculture.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Nobody will even know what that means, but it has the -- [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- it has --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- it has the virtue of being totally accurate."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The important thing is, you have no objection to doing that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But what it -- what it would -- what it would be a basis for, at least within the confines of this argument, would be a basis for your government speech claim in the sense that you wouldn't be basing a government speech claim on what is really a misrepresentation."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No, including those who don't want to fund it and who don't agree with the message.  I mean, the problem here is that by making that representation, you indicate that this is the message of  the people who are paying for it.  And some of the people who are paying for it do not wish to convey that message."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the misrepresentation."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But what they would --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- what they would, I think, assume is that, in the name, the beef producers do, in fact, agree with this, and this is their message.  What they would not assume from it is that it is what you and Mr. Kneedler are claiming, the speech of the Government of the United States.  They certainly wouldn't infer that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, maybe --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- maybe it's not because they didn't know you were going to be defending on the basis of government speech.  That's what's getting us into this."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Which wasn't a government speech case."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"This case, not United Foods. Because United Foods, the Court said it -- it was not legitimately before us."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you. Mr. Tribe. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that was --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- that was an individual attribution.  You, yourself, had --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- had to carry this message. Now, here you want us to think of some cowboy --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- going into the bar, and he gets jeered by all his friends because he likes beef."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let's first address the question you said -- you said you were going to address, whether in order to be government speech, within the meaning of our cases, it has to be identified as such.  Is that really true?  I mean, you know, in World War II, Bob Hope would appear in movie theaters and say, you know, \"Buy war bonds?\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"\"This is Bob Hope.  You people ought to go out now\" --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, so it is --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- it is not essential --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- that government might -- in order to be government speech, the government does not have to identify itself as the speaker."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes or no?  Yes or no?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it doesn't --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- we understand that you have a First Amendment claim, which you're going to have even if we say, \"This is not government speech.\"  I think the whole point here is to decide whether this is even --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- an issue that should be disposed of on any grounds other than candor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just indulge us.  I mean, some of us think it makes --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- a difference --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and I would --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- I would like to know whether it is essential to its character as government speech that the government's say, \"This your government speaking.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It does it all the time in general taxes.  Every  --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- time we pay general taxes, we're supporting government speech --  --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- we may not agree with."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but there it --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- there it is your car, your property.  That's not this.  This is a generic ad on behalf of beef."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think there is --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- there's a world of difference between this and having something put on your license plate or in your --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't even understand your argument.  Would you still be if the --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're trying. [Laughter.]"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Would you still be here if there were distinctions made on behalf of free-range beef or, you know, \"Our cattle\" --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"never had a\" --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"medicine\" or something like that?  Would you still be here if those distinctions"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- had been made?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm just --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- asking you if,  theoretically, some attention had been paid to the different kinds of producers --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- would you still be objecting?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But would it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- seems to --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that a person could have an ideological objection to the content of the ad.  But the ad, itself, is an effort by government, in this area, to regulate a commercial matter, not a license  plate that says, \"Free Speech, or Die,\" or \"Freedom\" --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I know.  Right now I'm asking --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my question is, does it make a difference for the point of distinguishing, or not distinguishing, \"Live Free, or Die,\" and similar ideological matters -- does it make a difference that the fundamental aim of the program, and 99 percent of the way it's carried out, has to do with simple advertising, commercial advertising, the regulation of a commercial matter, commerce --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- does that make a difference?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But no legal difference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, in other words --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- in other words, a program that is a regulatory program regulating commerce, we  should no longer think of that, though we tend to think of it as quite different in the way we approach the First Amendment -- we no longer, in your view, should?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We regulate advertising.  We regulate commercial advertising."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The Federal Trade Commission --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't say --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- I didn't say they had a --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- commercial objection."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I am asking.  In analyzing the program, there are some things for it, and there are some things against it.  And in trying to make that weighing, I do think it's different, because the basis of the program is commercial regulation.  And so I want to be certain, in your view, that's either correct or incorrect."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If it's incorrect, I want to know why."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it makes a difference, then the lens that I look at this through is called our -- whatever the second-tier commercial speech lends."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Have you looked at --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Tribe, would --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- would you comment on the argument that -- what will this do to compelling cigarette manufacturers to finance the advertisements against smoking?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They have to give warning. But why is the -- why is the cigarette analogy different from this case?  What is your answer to that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's odd that you can be compelled to --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- engage in speech that you don't agree with.  Now you're saying that the more --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- disagreeable it is to you"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- the more legitimate it is. That's --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- a very strange argument."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- do you accept the fact that the government can charge taxes on the sale of cigarettes and compel -- and use that money to tell people that they're dangerous?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We do, however."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that part of what's going on?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So what you're arguing here"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- is going to have rather a drastic effect on --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- what's going on."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, I don't -- I had not understood you to be arguing, Professor Tribe, that this would be unlawful, even if the money were raised in the fashion that it is, just from the -- just from the cattlemen.  And the government's own program used that money to say, \"Your government thinks it's -- wants you to know that beef is thoroughly safe.  We've done studies. Beef is good for you.  You should eat more beef.\"  I thought you --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That would be permissible?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, not that.  The same program, but you just have a little tag on the ad."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What's the --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- what's the difference between the checkoff and the excise tax?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So the answer is --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- where --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- where the money goes and who pays out the money for the ad, that's the difference."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, isn't that the -- isn't that the essential difference between the structure in this case and the structure in the case in which the government comes out, saying, \"This is your government, saying, 'Don't smoke.'\""},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but take all that out of it -- take all that out of it, and what is your answer to Justice Stevens and Justice Souter?  That is, look, like this, you have an organization, the Federal Trade Commission, say, or that the FDA says, on the one hand, (a) broccoli industry, \"Fruits and vegetables are good for you; crib death device, \"Buy anti-crib-death devices; \"Buy  -- car seats for your children\"; or, \"Don't smoke\"; or --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"Don't buy a crib without a crib-death device\" --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"or a car without a car seat.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"See?  One's negative and one's positive.  And everything else is the same.  Then how do you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- what's the difference?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, maybe it doesn't matter."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm not interested -- I got that point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not dismissing it.  I understand it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm not sure --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my question is, is it implied in what you're argued that it would be equally unconstitutional, in the same way, to tell the cigarette industry to advertise, \"Don't smoke,\" or to tell the automobile industry to advertise, \"Buy car seats for your children,\" or to tell the crib industry to advertise, \"Be sure you have an anti-crib-death device\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And all that, assuming the financing is the same as here, everything else the same, is it implicit in your argument that they're all equally unlawful?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Tribe --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- I thought --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you're saying --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":3,"sideBefore":"justices","text":"-- I thought --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I want to be sure I -- that I understood your answer.  You can compel them to make warnings.  Can you compel them to pay for warnings that are just industry-specific, in saying, \"This is dangerous\""},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it seems --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- almost ironic, to me, to say that you have a greater power to tell the whole industry to publish something they don't want to publish than you do to let them --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- pay for what --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- 90 percent of them want to say."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are you limiting your point to putting information on the package, or are you saying they could -- could California compel a cigarette -- companies to contribute to a large fund which is just used to by newspaper advertising describing the dangers of smoking? Could they do that?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but supposing there are  disagreements.  We were -- you were talking about cigarettes.  But supposing there's a legitimate disagreement between the industry position and the government position --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- could the government, nevertheless, insist on the industry financing advertising advocating the government's position?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, in this case --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- I take it, it would be okay if the beef producers had to use a dollar a head to put, \"Eating too much beef is dangerous to your health.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right, cattle, then --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But what's the answer to my question?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"In other words --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I think the question, or at least the version I have of it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- is, we have this case, exactly, and the only difference is, instead of getting these people to eat -- say, \"Eat beef,\" what they say do is, they get people together and say, \"Don't eat too much beef.\"  I put --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"too much,\" because that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- makes it more realistic. All right, now, does it suddenly become constitutional?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Consider this theory.  The Congress passes an excise tax.  It happens to be a dollar head, on the cattle, just like this so-called \"checkoff.\"  And the government uses the excise tax revenue to finance advertising, saying -- maybe saying, \"Eat more beef,\" maybe advertising, saying, \"Don't eat quite so much.\""},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"First Amendment problem --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Including excise?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, I just want to know what --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- your position is.  I just want to know what your position is."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, then --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He's just going back to --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, then it does not have --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- it's not a First Amendment problem.  It does not have the objection that you're raising."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Is that -- is that an answer to the question that Justice Kennedy urged in the opening argument?  That is, it's the same dollar a head, except  you call it an excise tax instead of a -- whatever this is called.  The same thing, but to say it's a tax.  And you're not -- this is not general revenues that you collect from everybody and spend --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- we don't have that?  I mean, could then -- could the government fix this problem this way, saying, \"We're going to get the same bucks, but we are going -- and we're going to have the same kinds of  ads, but they're going to be labeled, 'U.S. Department of Agriculture.\""},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But we are -- but where this money is coming from to pay this is --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I go back to one of your reasons, which was that they are being singled out to pay for this?  They're being singled out to pay for it in the excise tax situation.  Do you come to different answers, depending whether it's excise tax or singled out without excise tax, based, essentially, on the ground that there is a point beyond which we simply cannot look behind the expenditure of tax revenue?  Is that it?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but on the other hand --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- you're running into the problem that the taxpayer can be compelled to pay taxes to support activities that he doesn't support at all.  That's the other --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- the other extreme.  I know we --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- do it all the time."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And when are we crossing --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- the line?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Pardon me?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it is --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- inconsistent with the basic principle on which you rely, that the individual should not be compelled to support speech --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- with which he disagrees."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- isn't that --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Don't you go back to the answer you gave me?  Sure, when taxes are involved, there may be an under-inclusive enforcement of certain individual rights, but they have to be under-enforced, because, otherwise, you simply cannot administer a tax structure."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Tribe."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think we understand your position.  Thank you. Mr. Kneedler, you have about three -- three or four minutes. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that goes back to Frothingham and Mellon, and Massachusetts versus Mellon, and United States versus Butler, where we could trace the amount."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's old stuff."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler.  The case is submitted."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2368,"interruptions":39,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1300,"interruptions":22,"times_spoken":32,"laughter":0,"num_int_by":5},{"id":2,"fullName":"LAURENCE H. TRIBE","firstName":"LAURENCE","lastName":"TRIBE","counsel":true,"justice":false,"side":"respondent","words_spoken":3395,"interruptions":81,"times_spoken":138,"laughter":2,"num_int_by":7},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":425,"interruptions":12,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":12,"times_spoken":27,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":606,"interruptions":16,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":811,"interruptions":16,"times_spoken":40,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":13,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":13,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1011,"interruptions":22,"times_spoken":53,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":61,"words_spoken":3668,"times_spoken":91,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":81,"words_spoken":3395,"times_spoken":138,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":104,"words_spoken":4128,"times_spoken":234,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.8939739861279645,"respondent":0.10602601387203547,"date":1472703109927}}