{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"UNITED STATES; and : HAYWOOD EUDON HALL, AKA DON HALL, v. : No. 03-1294 UNITED STATES. ","counsel":[1]},"caseNumber":"03-1293","date":"2004-11-30T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Whitfield against the United States and Hall against the United States. Ms. Samek. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you just clarify one thing for me? Did they have to prove an overt act in order to establish venue?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Government have to prove an overt act in order to establish venue?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your -- you say the - - the statute requires. I'm just asking if it independently of the conspiracy statute -- of the -- the substantive statute itself, how do they establish venue. Do they have to prove an overt act just for the purpose of getting a venue established - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as they do -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Is that the only basis for venue? I mean, I thought the statute provides that's just one of the bases for venue."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but read it. What does it say?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Are we talking about section 1956(i)?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And doesn't it allow it to be brought where venue would lie if the completed money laundering offense that's the object of the conspiracy has been accomplished or anywhere an overt act was committed? Isn't it an either/or?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you don't have to read it as requiring venue. It's just requiring an overt act. If there is an overt act, then venue will lie, but it also will lie where the completed offense would have occurred."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But why would they state it in the alternative if -- why would they state it in the alternative if the overt act were always required? That's the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't respond to the venue question. Venue, as written in this statute and in most statutes, is permissive. It gives you a choice of forum. It doesn't limit. In -- in the times when venue is exclusive, Congress is explicit in telling you that, but ordinarily a venue provision, as this one, either/or, is permissive. It would be extraordinary to make a venue provision exclusive."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this Court has no authority to make a venue provision either exclusive or permissive. Congress decides that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I mean, one can understand that if the venue provision just read, a prosecution may be brought in any -- in -- let's see -- may be brought in the district where venue would lie for the completed -- if it just read, venue will lie in any district where an act in furtherance of the attempt or conspiracy took place, then we could argue about whether that is the exclusive venue or not. But I don't see how there is even an argument that it's the exclusive venue when you're dealing with a provision which says that a prosecution may be brought in the district where the -- where venue would lie for the completed offense or in any other district where an act in furtherance took place. How can you possibly read that to say that the exclusive venue is a place where an act in furtherance took place?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay, but -- but then - - 1111 14th Street, NW Suite 400 then you acknowledge that the place where an overt act took place is not the exclusive venue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the rule provision for venue, which has not been excluded by the statute? The ordinary provision for venue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the crime is the conspiracy. The overt act may be an additional requirement."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you will -- you will concede that there are many Federal crimes, conspiracy crimes, in which an overt act is not required. The 1111 14th Street, NW Suite 400 Shabani case requires you to recognize that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that it doesn't mean very much because an overt act wouldn't be hard to prove."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are -- I mean, the difference between statutes that say overt act is required and those that just say conspiracy -- there are many, many such statutes, and we dealt with one in Shabani. But of all the statutes that include no express overt act requirement, have any of them been read to implicitly include one, which is the argument you're making that we 1111 14th Street, NW Suite 400 should adopt here?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that there are other statutes that -- that read this way, which we have held to -- to create the conspiracy offense, as well as impose the penalty for it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it -- it could do that. Any person who conspires to commit any offense defined in this section shall be subject to the same penalties as those prescribed for the offense. And that could be deemed to create the conspiracy offense and prescribe the penalty for it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And there are other such provisions, aren't there?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Shabani comes pretty close, doesn't it?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- like this it seems to me contains no express requirement of an overt act, and we've said, indeed, none is required and that at common law it wasn't required."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why would we read it in here?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you look at this statute as a whole, you don't find the overt act requirement in it anywhere, do you?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And the fact that you described it as a long, detailed statute it seems to me cuts against you."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's get - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"And they were making it unnecessary to rely on the general conspiracy statute in 18-371 or whatever it was."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's so -- if that's so, then why does the venue provision which you were just alluding to earlier read, except as provided in paragraph (2), a prosecution for an offense under this section. An offense under this section or section 1957 may be brought in -- and then it says -- (2) a prosecution for an attempt or a conspiracy offense under this section. Not under section 371, but a prosecution for an attempt or a conspiracy offense under this section."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I think that language 1111 14th Street, NW Suite 400 really cuts very hard against you. A conspiracy offense under this section. It -- it is reading as though that's the section that defines the offense, not just the section that provides the penalty."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Only because I'm a reasonable man. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you would expect at least a cross reference to 371 for defining the conspiracy, but there's nothing here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have given a few examples 1111 14th Street, NW Suite 400 of a word may mean different things in different contexts, but you haven't given any example -- and I don't know that there is one -- where the entire string of words is identical in two statutes, both dealing with conspiracies, and you read an overt act requirement into one and not the other. I mean, you have a much harder argument to make when you're talking about an entire provision where the wording is almost identical than when you're talking about one word used in different contexts."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there's nothing in the text of the statute that's ambiguous, is there?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you read it as a whole, you can't find any ambiguity."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In the text of the statute?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Reading the whole text."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"None of which mentions an overt act."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So I don't find anything ambiguous in what you describe."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps that's all they 1111 14th Street, NW Suite 400 thought of, but maybe they did a little more than they thought they were doing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I ask what you 1111 14th Street, NW Suite 400 make of subsection (d) of -- of this provision which says that violations of this section may be investigated by such components of the Department of Justice as the Attorney General may direct and by such components of the Department of the Treasury as the Secretary of the Treasury may direct, as appropriate, and with respect to offenses over which the Postal Service has jurisdiction, by the Postal Service? Apparently there was some turf war going on as to who had jurisdiction over these offenses and -- and this was meant to -- to solve the turf war, but it reads violations of this section. Now, does that allocation of authority among Justice and Treasury and the Postal Service not apply to the conspiracy offenses under section 371? Because that's not a violation of this section."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The offense is never completed. there's nothing -- nothing occurs except a conspiracy, and you're telling us a conspiracy is not a violation of this section. This section sets forth the penalty -- that's 1111 14th Street, NW Suite 400 your argument -- but it does not establish the offense. The offense is established by 371. If that's the case, this allocation of responsibility among the various divisions of the Government doesn't apply to conspiracy prosecutions, which would make no sense at all."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you -- excuse me. What -- what do you make of -- of this argument? Let's start with the premise that Congress wasn't thinking about overt acts at all. Start with the premise that you argue from that what Congress was concerned with here was primarily penalty. However, Congress did this in a context in which 1111 14th Street, NW Suite 400 there are two recognized kinds of statutes, two recognized kinds of -- of conspiracy formulations. And if one has the magic words in it referring to an overt act, you got to prove an overt act. In the other variety, there's no reference to overt acts, and as a general rule, you don't have to prove overt acts. Why isn't it a sensible interpretive rule to say, look, when there are recognized models and Congress, in fact, chooses one rather than another, we're not going to get into the question of did Congress really mean to make a change when it picked one model rather than the other? It simply picked one model, and the -- the clearest way to have a coherent system of conspiracy law is to apply the model. If it didn't talk about overt act, there's no overt act requirement. Why isn't that a sensible way to -- to work our way through these thickets?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But Shabani rested on -- on the existence of these prior models. Shabani didn't create them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There are about -- there are over 50, I think, in title 18 alone conspiracy provisions with no overt act requirement, no explicit overt act requirement. The -- the argument you're making, I suppose, would require this Court to go by -- one by one through those 50-odd statutes, and there would be contests of every one because the absence of those words is not dispositive, as you see it. So you would be generating a controversy about 50-odd statutes that would be gone, that just wouldn't be there if you agreed with Justice Souter's approach."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you looked at all 59, I think - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and assured yourself on that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we've already dealt with venue where I think your argument is exceedingly weak since the statute phrases it as a permissive not a requirement."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It gave -- it gave the prosecutor more choices of where to bring suit."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want to reserve any time?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Marcus. "},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if 371 were repealed, would it affect the actual practice in the Justice Department? I -- I think I recall reading in the briefs for the other side that -- that the -- the United States has continued to charge conspiracies in money laundering cases under 371. Is that correct?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But not in exclusively laundering cases."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"When -- when you say when there are multiple objects, you're not getting the money - - money laundering just under 371. You'd surely charge both under 371 and under -- under -- what is it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If it were just money laundering, could you charge under 371?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This is 846. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you make of the -- the argument that I think occurs in the yellow brief, that - - the reference to any other district where an act in furtherance, et cetera, took place implies that in the clause preceding, they were referring to a district in which an act in furtherance took place?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I had just one other question, just out of curiosity, about how important this case is. How many prosecutions under this statute does the Government bring without proving an overt act?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me quite unlikely."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just wondering. It seems to me sort of a tempest in a teapot, this whole case to me."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I do have one and it's not on the money laundering conspiracy issue, but in this 1111 14th Street, NW Suite 400 particular case, would it be consistent with the position that the Solicitor General has been taking for us to hold the final disposition of this case pending Booker and Fanfan? Wasn't there a sentencing question?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's consistent with the position that the Government has been taking routinely in cases where Booker -- where the sentencing guidelines are an issue?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Marcus. 1111 14th Street, NW Suite 400 Ms. Samek, you have about 3 and a half minutes left. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Government has said that -- that you have essentially waived their sentencing guidelines issue that you asked us in footnote 6 of your brief to consider."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the argument below that - - -- that imposing the sentencing enhancement was unconstitutional, or was the argument just that the facts didn't support it?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you very much. The case is submitted."}],"people":[{"id":0,"fullName":"SHARON C. SAMEK","firstName":"SHARON","lastName":"SAMEK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3288,"interruptions":22,"times_spoken":53,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JONATHAN L. MARCUS","firstName":"JONATHAN","lastName":"MARCUS","counsel":true,"justice":false,"side":"respondent","words_spoken":1413,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":747,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":127,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":638,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":352,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":11,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3288,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":5,"words_spoken":1413,"times_spoken":13,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":3,"words_spoken":2259,"times_spoken":70,"laughter":1,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034704}}