{"petitioner":{"name":"AMERICAN TRUCKING ASSOCIATIONS, INC., AND USF HOLLAND, INC.","counsel":[0,1,3]},"respondent":{"name":"","counsel":[2]},"caseNumber":"03-1230","date":null,"speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in American Trucking Associations v. Michigan Public Service Commission and a companion case. Mr. Digges. "},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- it does for trucks that want to deliver things within the State of Michigan. It doesn't for anybody else."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have that -- it certainly has that tendency. Do we have -- do we know in fact what the effect is? Is it deterring anybody? How many trucks does it affect?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it also -- I mean, you say it -- it favors the in-state -- intrastate carrier because if you're doing nothing but intrastate carriage, you -- you amortize the $100 over many more miles, whereas the interstate carrier, much of whose business is out-of - state, doesn't do that. On the other hand, you can certainly argue that -- that this tax discriminates against intrastate carriers in -- in another respect, that is to say, interstate carriers who -- who do nothing within the State do not pay it, whereas the -- the Michigan carrier that does a lot of interstate business but if he does one piece of intrastate business -- interstate business, he still pays it. Isn't that right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not so much that you necessarily can do it, but it -- it sort of interrupts the -- the kind of the a priori reasoning and you're thrown back on a -- on -- on a practical effects analysis under Pike."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But may I ask this question? Suppose you have an interstate carrier that does 100,000 miles of business in Michigan and you have an intrastate carrier that does a 100,000 miles of business in Michigan. They both say the -- pay the same tax, don't they?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They would both pay the same tax, both the intra and the interstate. Now, that doesn't sound to me like discrimination against either one."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm just saying if the intrastate and interstate carriers both have the same intrastate mileage, they both pay the same tax."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you might have an intrastate carrier that does a smaller amount of mileage, only 50,000 miles, and an interstate carrier that pays - - does 100,000 miles. They both pay the same tax too. And everybody is treated alike on their intrastate business."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the tax only operates on intrastate business."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me you should have introduced some evidence on that point. I mean, it -- it really is an assumption of your unfairness argument that purely intrastate carriers do significantly more intrastate business than interstate carriers who choose to do some interstate business. Now, does that strike you as self-evident? It does not need any - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- demonstration?"},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't we be better able to decide this question after a trial rather than speculation on both sides?"},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Nippert was over 100 years ago, wasn't it?"},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems like 100 years ago. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Digges, this -- the - - the -- there was a question about the ramifications of the position that you're presenting. That is, there are many situations in which there is some kind of licensing fee that is imposed on everyone, the same dollar amount, although some people who are licensed will be doing business in other States and have to get licenses there as well. The example that was featured in the -- in the briefs on the other side of the lawyer who is licensed, say, in Massachusetts and also in D.C. does not get any break on his D.C. Bar admission because he is also admitted in Massachusetts, and in fact, does most of his practice out-of-state, out of the District."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The Scheiner case didn't 1111 14th Street, NW Suite 400 make a distinction based on in-state activity. I thought that that -- that flat fee was applicable to every motor carrier that went on the roads in Pennsylvania."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Digges. Mr. Hanson. "},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It's the same fee we're talking about."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But a different theory of invalidity."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Intrastate."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay, and yours is the 1111 14th Street, NW Suite 400 interstate fee."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"And your fee applies to all Michigan-plated vehicles. Am I correct about that?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Do -- do I understand that the two distinctions in what is done with the -- or the way the fee is collected and what's done with it is that the -- the fee is charged against the -- is it the operator as opposed to the owner, if there is a distinction? Is -- is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The carrier."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the term I should use."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Which may not be the owner. And number two, as I understand it, as distinct from the registration fee, this fee goes to a different State department. Is that right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, let -- that's -- that's a premise for a question I want to ask you, and the question is in economic effect, is there any difference really between charging this $100 fee with those differences from the registration fee and simply jacking up the registration fee by $100? Would there -- would there be any economic difference to the -- to the public or -- or indeed even to the carriers if they simply jacked up the -- the registration fee by $100? Because the -- the registration fee is passed on to the carrier, if it's not the owner, and the carrier -- it doesn't make any difference to the carrier whether the -- whether the State diverts the $100 up front or -- or divides the -- the registration fee after it's paid. So is there any economic difference?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but that shows -- that -- 1111 14th Street, NW Suite 400 maybe I don't understand. That -- that tells us what happens to the money after it's paid, but it doesn't make any difference to the person who is paying the money, does it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Except that he only has to pay in one place, and -- and if they - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- increase the registration fee, he'd only have to pay in one place, once."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Who -- who sets the fee for the plating?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- you could have -- unlike the -- the fee, the $10 fee, that - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the Federal cap, this would -- for plating it could be anything each individual State chooses it to be? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure, but it -- so -- so regardless of what Michigan does with the apportioned amounts, the amount it charges to the -- to the owner, in the case of the -- the plating fee, is -- is simply set by the State of Michigan."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So what -- and -- and the - - the virtue of the apportionment is that the -- that the owner or the -- or the owner, I guess in this case, does not have to pay fees in 49 other States."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But he doesn't -- it doesn't matter to -- that's the value to him. It doesn't matter to him how they apportion whatever that fee is that Michigan charges."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But who -- I mean, is -- that's -- that's fine as a matter of administration, but in terms of the -- the end effect on the person who has to pay it and on the consumers to whom it is ultimately passed on, what difference does it make?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask a quick question? The -- there are three things. Were -- were you finished?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"justices","text":"No, I don't think he -- I didn't - -"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":6,"sideBefore":"justices","text":"Sorry."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"justices","text":"I don't understand your answer. If you were finished, I don't understand."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":6,"sideBefore":"justices","text":"Okay."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask this question? Supposing the -- Michigan changed its system and said we're going to charge you $90 for -- as a plating fee. We're only talking about vehicles that are plated in Michigan. We're going to charge you $90 for a plating fee and now we're going to take 10 -- what used to part of the $100 and another $10 registration fee. Would that be permissible?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. What if he said $20 instead of $10?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that -- that assumes it's an SSRS charge, and the State denies that it -- it has anything to do with SSRS. Don't you have to establish that it's part of the SSRS program?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay, but what -- what if the State says, you can enter -- enter into interstate activities for nothing? We're simply going to increase the registration fee by $100. Couldn't the State do that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So this is pure formalism."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe they sought to but maybe they didn't succeed. As I read the statute, it -- it really applies to the -- the limitation of $10 only to those fees that are SSRS fees, and these are not. So maybe there's -- there's a hole in the Federal statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You're trying to make the Federal statute work sensibly, but - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I hate to tell you, but not all statutes work sensibly."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hanson."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Your time is expired."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Boynton, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It sure does make sense to me, though. Surely it's the case that a company that does nothing but intrastate Michigan business will, by and large, log in many more miles intrastate than a company which does interstate business but part of its business is intrastate Michigan business. I -- I just -- it seems to 1111 14th Street, NW Suite 400 me obvious that - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It -- it's the case that a company that does only intrastate Michigan business logs all of its miles on -- in Michigan. Right? No miles outside of Michigan."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And it seems to me it's obvious that a -- a company that does interstate business does not log all of its miles in -- in Michigan, and likely - - likely -- very likely does -- does less miles in Michigan than -- than a purely intrastate Michigan trucker. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is it difficult to apportion the intrastate fee based on the number of miles traveled intrastate?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does it make any difference how high the -- the fee is set? If it were $10,000 a 1111 14th Street, NW Suite 400 truck, does that raise any concerns that are different?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you defend that position, that -- that it doesn't violate the Commerce Clause so long as it's a fee not a tax?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Whenever it's a fee, not a tax, you immediately go to Pike Church."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know. I know that's what they said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I found it very strange."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What makes it a fee instead of a tax other than the court saying so?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You could say the same about a tax. You could say, you know, you only have to pay this tax if you operate in Michigan. You don't want to operate; you don't have to pay it. And you could also say unless you pay the tax, you cannot operate in Michigan. Does that make it a tax or a fee?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'd like to get back just for a moment - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- to the answer you gave about apportionment because I wasn't quite sure I understood the answer. You said, well, apportionment is very difficult. What are you supposed to do? What are you -- what's the base? Well, and you said, should we apportion against -- between in-state and out-of-state, and I would think the answer is yes. That's the whole point."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And if we're talking about mileage here, maybe this is something that's eminently susceptible of apportionment. Now, it may be that administratively this is just too expensive. That may be -- that may be a very valid argument. 1111 14th Street, NW Suite 400 But so far as saying that there's no basis for apportionment, I didn't understand your answer."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It would be difficult to do administratively. But -- just because of the cost of collecting all the - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that -- I agree that that is expensive. However, it seems to me that it would be easier to do it with trucks which have miles than with - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- than with, say, attorneys or accountants or whatever."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the American Trucking Association is -- is willing to be thrown into the -- into the briar bush apparently. It certainly involves no -- no difficulty for your Michigan intrastate truckers. All of their miles are intrastate. And the plaintiffs here say we're -- we're willing to -- you know, to provide figures showing how much of our carriage was -- was exclusively 1111 14th Street, NW Suite 400 intrastate if you want to apportion."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question? Is the fee payable before the -- a carrier may engage in business or is it after the carrier has paid? Is it -- is it like a tax that's paid after the year is out?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you had to pay it before, there would be no way to calculate it ahead of time because nobody would have had any mileage. Isn't that correct?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you have to pay it before the year begins and before you're allowed to engage in the business, you would have no way of measuring the number of miles you're going to travel during the -- the ensuing year."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I suppose that's the same thing for the $10 fee for the whatever the acronym is there. That's paid at the beginning of the year, isn't it? And it has to be apportioned among the States. And you don't know how to apportion it at the beginning of the year."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right, right. But I'm saying the same problem arises when you do any apportioning."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's like a 3-day fishing license."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How -- how does that work in -- in practice? Is it easily accessible? Suppose the company - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- wants to fill up its truck and -- and it said, well, this is going to be -- the only haul this season for me, so I want the 3-day permit."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This -- this applies only to operations that are both licensed and registered in Michigan. Is that so?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right, right, yes."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Are you going to address the Mid-Con question?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Are you going to address the Mid-Con question?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what's the point of the limitation in SSRS to $10 if the State can impose any additional fee it wants just by calling it a different name?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, it -- it does. Number one, it's somewhat suspect at the outset because it applies only to interstate travel."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and then the -- the other vehicles pay $100 for the -- for the in-state fees, and so this seems to me that -- that on -- on its face shows that it's like a registration fee."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's the problem."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That's the problem because here we're dealing with the fee to be paid by the people who are plated in Michigan, and it looks like that $100 is the fee for them. Well, let me -- I have a question. I'm trying to test this. Suppose that I have a company in Maine. All right? And I have -- I decide all my -- I -- I have all Maine plates, by the way. And I decide I want my - - now, let's -- one word is license plates. I'm going to talk about plating. Another word is the ICC insurance. Let's call it a decal. And the third kind of a concept is whatever you refer to in your statute by a fee. All right? The $100."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, suppose in Maine what I do with my trucks is I say I want Michigan to be my home State for purposes of -- what do you call it? The SS?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. And so I go to Michigan, and now I pay all the registration fees here. Do I get a -- a certificate of some kind, a decal or something to 1111 14th Street, NW Suite 400 show I did it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes. So -- that's right."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Do I get a decal after I go through all this procedure? You have a whole form. I pay $6 for Alabama. I pay $2 for Idaho, and -- but -- but I do it all in one shopping place which happens to be Michigan."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Then do I get a little certificate to put on the truck to say I did it. I -- I registered my ICC decal everywhere."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's not."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I know for Michigan. But I have to pay. But Michigan is my -- I can't ask the question until I get clear on this."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Don't -- when I -- when I go under this -- this 49 U.S.C. 14504 and I choose a home State - -"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- and I make all the relevant payments to that State, but they distribute, don't I get a piece of paper saying I did it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. Now, I'm now plated in Michigan, and I make Michigan my home State for this. And I go and I make -- I say, Michigan, I'm going to give you this big check to distribute, but the amount I'm putting here for Michigan, by the way, is zero. And you say pay me $100. No. I'm not going to do it. So I haven't paid them the $100. I haven't paid Michigan everything, but I paid $2 for Idaho. Do I get the decal or don't I?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Excellent. Now, if I don't get the decal, because I didn't pay the $100, then that $100 is a charge that falls within the SSI. It is a charge for a decal which shows that I registered the ICC and my insurance because otherwise, if it weren't, you'd give me the decal."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about a fee. I'm trying to -- oh, fine. If there's no fee charged and I didn't pay the $100 and I didn't pay anything else, you'd give me the decal. But you said you wouldn't."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Boynton, may I just -- may I just ask this question? Is part of your position that the Federal statute does not prevent Michigan from waiving the $10 fee on -- for this particular purpose?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So that -- but you're saying to Justice Breyer then is they have waived the $10 and they do it to a narrow class, those vehicles who are plated in Michigan because they've already charged them $100, a very heavy charge for the privilege of being plated. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is that right? Let me -- let me -- I wanted to ask this question to see whether it's vehicle-specific. Suppose I have nine trucks. They're Michigan-plated, so I have to pay $100 for each of the nine."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now, suppose I -- suppose I only pay the fee for eight of them. What happens?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. I've paid for eight, but I haven't paid for the ninth. As I read the Michigan law, it says shall not operate any motor vehicle upon or over the highways of this State while any of the fees imposed by this act remain unpaid. Now, if -- if I can't operate the other eight because I haven't paid for the nine, that 1111 14th Street, NW Suite 400 sounds to me like a vehicle-specific tax."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean -- I mean the opposite. It's -- it's not vehicle-specific."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I've paid for the eight, and I can't operate at all because I haven't paid for the ninth."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me how it reads. Am I reading the law wrong? It says, shall not operate any motor vehicle while any of the fees imposed by this act remain unpaid."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"At all. So it's not really vehicle-specific."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the computation is vehicle-specific, but you're using all the vehicles as hostage for the payment of -- of any shortfall. That's what you're doing, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"So it's carrier-based. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you place any reliance in this scheme on the fact that the only people subject to it are people who have their principal place of business in Michigan?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and anyone can choose to do that? I mean, going back to Justice Breyer's example, anybody can say, well, I think I'd like to be plated in Michigan even though I operate in -- in other States. My principal place of business is in another State."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No. I'm just asking about what you do in Michigan. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You really can do that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you can plate your whole fleet in Michigan under those circumstances."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Boynton. 1111 14th Street, NW Suite 400 Mr. Stewart, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"That seems to me really to go back on -- on Scheiner. And I thought we tried to get 1111 14th Street, NW Suite 400 away from deciding Commerce Clause questions on the basis of whether it is interstate commerce or local commerce, you know, the original package doctrine and things that succeeded it. And you're -- you're just dragging back in this -- this inquiry into whether it's really interstate or -- or rather local."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"Yes, it could. I mean, if - - if this -- this truck is making one -- one haul, it's carrying some goods from Texas to -- to Maine, but some other goods it picks up along the way within Tennessee and just carries it to another place within Tennessee, and then it picks some other goods in New Jersey, carries it elsewhere to New Jersey, you're going to be taxed. It seems to me it's -- it's one trip. We never used to -- used to divide railroads on the basis of well, the ICC has jurisdiction over just the interstate portions and -- and the two stops within a State can be regulated by the State."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"I'd like to know the text you rely on."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"For -- for preemption, the text of the current statute that you rely on."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"13501 deals just with SSRS."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"petitioner","text":"May I ask this question? Because I know your time is short. Supposing Michigan imposed a new $10 fee per -- and it identified it precisely as in order to comply with that statute and then reduced its present plating fee from $100 to $90, would that be permissible?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"petitioner","text":"I'm not saying -- they reduced to $90 the plating fee, but then they enacted a new $10 fee specifically designed to comply with the statute."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"petitioner","text":"Could they do that?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"petitioner","text":"The $90 is for plating. It 1111 14th Street, NW Suite 400 said only -- only Michigan-plated vehicles pay the $90. Everybody else -- everybody -- and everybody also pays the $10."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"Where does it say that? Let - - let me come back to the -- to the section of the statute you're quoting. You didn't finish the sentence. It says that it's not an unreasonable burden when the State registration is completed under standards of the Secretary under subsection (c). Subsection (c) is entitled SSRS, Single State Registration System."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":3,"sideBefore":"petitioner","text":"Briefly."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":3,"sideBefore":"petitioner","text":"Thank you, Mr. Stewart. Mr. Digges, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Digges."},{"name":"CHIEF JUSTICE REHNQUIST","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"ROBERT DIGGES","firstName":"ROBERT","lastName":"DIGGES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2348,"interruptions":8,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JAMES H. HANSON","firstName":"JAMES","lastName":"HANSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1081,"interruptions":11,"times_spoken":37,"laughter":0,"num_int_by":5},{"id":2,"fullName":"HENRY J. BOYNTON","firstName":"HENRY","lastName":"BOYNTON","counsel":true,"justice":false,"side":"respondent","words_spoken":2328,"interruptions":23,"times_spoken":64,"laughter":0,"num_int_by":7},{"id":3,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1509,"interruptions":6,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":4,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":114,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":738,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1213,"interruptions":4,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":527,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":135,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":559,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":4938,"times_spoken":69,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":2328,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":11,"words_spoken":3879,"times_spoken":140,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8997494995754661,"respondent":0.10025050042453387,"date":1473644742900}}