{"petitioner":{"name":"DOUGLAS SPECTOR, ET AL.","counsel":[0,1]},"respondent":{"name":"NORWEGIAN CRUISE LINE LTD. ","counsel":[2,3]},"caseNumber":"03-1388","date":"2005-02-28T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Spector against the Norwegian Cruise Line. Mr. Goldstein. "},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, may I inquire of you whether other countries, for instance, in the EU area, have applied their own disability laws to some of the cruise ships that touch base in their courts?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. And would you also address at some point how the treaty on Safety of Life at Sea would affect the resolution here? For example, it has, as I understand it, requirements that there be watertight doors and those doors have to be set above the level of the floor so you couldn't roll a handicapped wheelchair or something over it. Now, do you anticipate that there would have to be 1111 14th Street, NW Suite 400 structural changes if you were to prevail that would conflict with the treaty on Safety of Life at Sea?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are they in effect yet?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me just a little bit about that, how it works? Suppose that you prevail in this case -- and it does seem to me that the -- the charging the double doesn't involve modification of the ship, obviously. How does it work if you have, oh, say, an English passenger who buys an English ticket and is charged double -- I don't know if that's the English law, but let's assume -- then he comes on a cruise ship and he goes to New York and Miami and -- and New Orleans? Can he -- does he -- could he then sue, if -- if we rule for you 1111 14th Street, NW Suite 400 in this case?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, may -- may I take it from your answer that it doesn't make any difference in your view, your answer to the question about the -- the ship leaving from a port in England and going many places and touching base in New York, that kind of a voyage, or what this case seems to be where the vast majority of the passengers are from the United States, the port of departure is in the United States, the port of return is in the United States. You don't seem to distinguish those cases because you say in the New York port, it doesn't matter if it's really a U.S.-centered cruise or a cruise centered in Italy or any place else. Is that correct?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if we go back to what is the more usual situation - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you are, in effect, saying that the U.S. rules the world. Even if the home port, the place where this vessel is usually berthed, says we -- we don't require our ships to take care of the handicapped, you are, in effect, saying no matter what the other ports say, what the U.S. law is is going to govern because practically if you're going to design the ship to meet the U.S. requirements, you're not going to rip those out when the ship goes elsewhere."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we could -- we could 1111 14th Street, NW Suite 400 require ships that are docked in the United States to pay their crews according to United States Jones Act requirements or United States minimum wage laws and so forth. We don't do that. We could do it, but we don't because it conflicts with -- with the law of the flag and -- and that's the usual -- it's not a matter of our power to do it. We could do it, of course, but it's just not something we ordinarily do."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was that the ship or was it longshoremen?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Longshoremen. Longshoremen 1111 14th Street, NW Suite 400 based -- based on shore. Right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What's -- what's the scope of what you're talking about here? I mean, are -- it says cruise ships. So I had assumed those are those big ships that carry people mostly around the Mediterranean from Florida. But based on what you're saying, now I think you're talking about something more. Are you talking, for example, about a merchant vessel that comes from, say, Saudi Arabia and has a few passengers? What's the - - what's the scope of the definition?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because? It -- what it does is it carries oil, but a certain number of people like to be 1111 14th Street, NW Suite 400 on a ship with oil, I guess. And so every -- every month they take 12 people and they put them in a cabin somewhere and they love it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"It's cheaper. It's cheaper too. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I -- but all right. Now, I'm -- I'm being facetious."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I am aware of -- of people who have certainly gone on cruises on what is a primarily merchant ship. Now that -- that I think is a common thing."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you talking -- because I think that makes a difference for the reason that once you talk about those, you're talking about primarily foreign- flagged vessels that are rarely but sometimes in the United States where the costs would be very high probably to change the ship and the benefit to Americans would be tiny. All right. So I -- I want to know what you're talking about."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I -- if I understand you correctly, your case really isn't limited to cruise ships. It's limited to ships that come into -- passenger ships, which would include the Queen Mary and Queen Elizabeth, all the rest of them. Wouldn't it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the fact that it's based in Miami or it had mostly American customers really is not relevant to the legal issue. Is it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, they would have been aware of those that are also less American in their patronage and so forth."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but we're not necessarily thinking of a cruise ship, just the transatlantic liner that goes from Liverpool to Miami or something. That would be covered."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's no way they can change the ship structurally when it's in New York and not have it changed structurally when it's in Europe. So the mystery to me at this moment is what is the universe of ships that I would not say fit the ordinary word cruise. What they are are ships that go between Asia and San Francisco, Los Angeles, or New York and Europe, or maybe through the Suez Canal. They're only here a little bit of the time. Their passengers are mostly not American. Now, is that something I should worry about? If 1111 14th Street, NW Suite 400 that were your case, I would be very worried. If that's just a little bit of -- of added significance, then I want to know what to do about it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you told me -- and I want to make sure this is your answer -- that it doesn't matter, that as long as the ship comes to a U.S. port as part of this overall journey, you -- you answered that question and I thought that was your candid answer, that it doesn't matter that these -- these particular cruise ships ply mostly U.S. waters and U.S. trade and are centered, even have their principal place of business in the United States. You're not concentrating on that category. You are saying that the ADA applies so long as the ship puts in at -- at a U.S. port, picks up passengers. It applies not only while it's in the port, but practically for every other place the ship goes. That's why I asked isn't this the United States rules the 1111 14th Street, NW Suite 400 world on what -- your argument you made."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you can enforce the - - the discrimination provisions, but the structural provisions don't have to be enforced. Once the step is changed, they're not going to change it when they get 3 miles out."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it rules the world unless the world does not want to use the United States ports as ports of call."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not questioning the authority. We're questioning whether Congress intended that to be the case. We have a rule that -- that requires a clear statement when it has effects of this sort."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Goldstein, there's another aspect that troubles me. Your view, as I understand, only applies while the ship is in American waters so that if, for example, you complain about the training for a safety drill, if they conducted those after they'd gone out 20 miles to sea, there would be -- there 1111 14th Street, NW Suite 400 would be no violation of the -- the statue. Would there?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, I'm trying to understand. You don't know what your position is - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with respect to what would otherwise be violations of the statute that occur on the high seas."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I think we should - - the cruise ships are entitled to know whether they may freely discriminate against people in the casinos and so forth when they're on the high seas."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't know the answer to that."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your view is not limited to what happens in the territorial waters."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Salmons, may I ask before you begin whether the United States agrees that the statute would apply to the activities of these ships when they're on the high seas? "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"When -- when the ship is out on the high seas?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You think that's a hard question - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- whether that's an extraterritorial application of U.S. law?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"I don't know what extraterritorial application means if it doesn't mean that, that a ship that is not in the United States is bound by United States law. What -- why isn't that extraterritorial application?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What you're saying is it would 1111 14th Street, NW Suite 400 -- I thought you were saying that it would be the enforcement of the domestic contract of which the -- the statutory provisions would be an implied term. Isn't that it?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"It does not apply of its own force. It applies because two parties in the United States contracted that it would apply. Is that it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then if you --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But if you're on a round trip ticket from Liverpool to Miami and back, it would depend on where you bought the ticket."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but Justice Stevens' question is you buy the ticket in Liverpool. Is the ADA -- an -- an American buys the ticket in Liverpool to come to the United States."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Is the ADA an applied term of that contract?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Don't -- don't all - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Even in U.S. waters? That wouldn't make sense. An American buys a ticket in -- in Liverpool. He's disabled. He goes to New York, Miami, New Orleans, and he's discriminated at -- at each step. No -- no coverage just because of where he bought the ticket?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Well, that means - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, go ahead."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But do you - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree with Mr. Goldstein that nothing turns on -- one might characterize this kind of cruise as U.S.-centered, but his answer was as long as they put in, a regular cruise stop, they pick up, they unload passengers, they take them back again on the ship, so long as they touch base at a U.S. port, 1111 14th Street, NW Suite 400 letting off and picking up passengers, the ADA applies? Do you agree with that interpretation?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"This is my - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Let -- let me ask you the same question that I asked Mr. Goldstein. Even in the Cunard case, the prohibition case, they couldn't have liquor in the U.S. port, but when they leave and they go to Jamaica, they could pick up rum there. They could have liquor all the rest of the time so long as, when they enter and leave the U.S. port, they didn't have the liquor aboard. Here what you're saying is what goes in the - - for the New York port goes for every other place where this ship puts in."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose it doesn't begin in the United States in that it -- it starts in, say, The Bahamas, and stops at - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Then you're saying exactly what everybody is worried about. I take it there is no way really for a ship to -- they either have the right door or they don't have the right door. And we're interested in the set of cases in which they're going to have to change their doors. And what I came in here thinking was we're talking about ships that pick up people and sail in Florida and sail around the Caribbean. That's the -- now, I've heard nothing but we're not talking just about those. We are talking about ships like I'm the last human being alive that went on a Swiss ship to Europe. Okay? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"50 years ago. And -- and we're talking about those ships, or we're talking about merchant ships that also say to the public, come as a passenger. Now, I would like to -- not what you're arguing. 1111 14th Street, NW Suite 400 You're going to say, yes, we are arguing it. I want to know -- say something to relieve my concern about that set, which was Justice Ginsburg's concern. We are trying to rule the world in respect to those ships that only come here occasionally or it isn't a big part of their business, but they want to come to pick up American passengers."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you're saying that this is your position, but don't worry about it because we'll reject your position?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"One thing might be true, what you're not saying, is there really aren't very many of 1111 14th Street, NW Suite 400 those ships, or another thing you might say, which you're not saying because maybe isn't true, is almost all of those ships that there are are already subject to tougher -- tougher rules, say, in Europe. But you don't say either of those."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Since you don't you say either of those, I think neither may be true."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It depends on what -- what kind of laws you're talking about. Laws that require the crew to be treated differently are -- are quite different from law -- laws that -- that require a passenger to be treated 1111 14th Street, NW Suite 400 a certain way in the United States."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And laws -- laws that require structural alteration of a ship are quite different from laws that say while you're in United States waters, you won't discriminate on the basis of race."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If we haven't expressed it yet, we ought to express it then."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Salmons, one of the alternatives you threw out, not as a response to clear statement, but as a -- a response to the issue that was being raised by it, was the provision of the statute that it was intended to exercise the -- the fullest extent of the -- of the commerce power. And The -- The Bahamas respond to that by saying you could have said exactly - - or argued exactly the same thing in McCulloch. What is your response to that?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, may I just ask you a -- a factual question? I didn't go back to the text to check this. Does the text of this statute say in these words basically we are exercising the fullest possible extent of the commerce power?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"And it's not in McCulloch."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Salmons. Mr. Frederick. "},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could you address the last point?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So it -- it doesn't have the fullest extent language then."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How does it compare to title II of the Civil Rights Act of 1964? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So that would be the same for title II, which is the public accommodations part of the Civil Rights Act of 1964. So I take it that you are saying that on these foreign-flagged vessels, just as the ADA would be inapplicable, so title II, the public accommodations part of the Civil Rights Act of 1964, would be inapplicable."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So your -- but your answer is, there being no such indication, that a ship putting in at a U.S. port was free to discriminate among its passengers on the basis of race."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking about the U.S. law and policy which says no segregation, no discrimination in places of public accommodation."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but this is a good question, and what is your position? That the ship could engage in racial discrimination while in U.S. ports on the selling of tickets and the provision of accommodations while in U.S. ports and within the 3 - -"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Then your answer, I take it, is yes, it can discriminate and it can discriminate because Congress has not told it not to. Is that it?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So far as United States law is 1111 14th Street, NW Suite 400 concerned, it could."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the same answer for 1981?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's put it this way. So my understanding of your answer is that we could write an opinion ruling for you but leaving these other questions open? I don't see how we can do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But if I'm writing the opinion and I put that down and rule for you, it seems to me that I then answered necessarily Justice Ginsburg's question in the negative."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But these - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Frederick, this is - - this is what concerns me about your answer. I know that Mr. Goldstein took the position that it doesn't matter what kind of operation this is, but the operation that we're dealing with, it sells tickets mainly to -- what percentage of its passengers are from the USA?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And does it normally start the voyage and end it in U.S. ports?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And how much of its advertising budget is pitched at U.S. customers?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this is the anomaly. You're asking us to buy an interpretation. An enterprise is U.S.-centered in terms of where it gets its business and that enterprise, nonetheless, is not bound by what is 1111 14th Street, NW Suite 400 our bedrock anti-discrimination law both with regard to customers, passengers, and employment."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't you -- why don't you try to draw that line? Why don't you say that just as the applicability or not may depend upon whether you're dealing with a crew of a foreign ship or whether you're dealing with an American who happens to be injured on board that ship, so also it may depend upon whether the anti-discrimination law in question is one that at least in some of its applications requires structural changes or not? That would enable you to say the ADA doesn't apply, but would not compel you to say that title II doesn't apply."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're not willing to take such a limited position."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the ADA itself makes an exception for things that aren't readily achievable. I 1111 14th Street, NW Suite 400 mean, you could certainly lean on that because a structural change probably isn't readily achievable."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- is there -- I mean, you're giving me the answer I thought the other side would give me. All right? And I appreciate it actually. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"You say that two-thirds of these people, the customers, are American. So we're dealing with a business that is primarily American, not a business like the Swiss ship except with the exceptional cases. Then you say, all right, still it's a problem because of structural changes we'll have to make. What changes? That is to say, I would have thought I could have read, but I haven't, that other countries like Europe also have discrimination laws against disabled people, and therefore, given that fact and given the document that Mr. Goldstein produced, it is highly unlikely that your clients will have to make any significant structural change that they wouldn't have had to make anyway."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, what's the response to 1111 14th Street, NW Suite 400 that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why can't you just fight that battle by battle on what's reasonably achievable? Because in order to avoid that problem, what you're telling us is that a cruise line can charge a -- a disabled person double the price - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- because they're a nuisance. And that's your position."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it doesn't matter what you want to do as a matter of good will. The question is what the law requires you to do, and you're saying it's up to us, we govern. You're not governed by U.S. anti - discrimination law."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That happens to every employer under -- in the United States under the reasonably achievable standard."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Frederick, that brings up a question I've been meaning to ask you. To what extent was this whole problem of the application of this statute 1111 14th Street, NW Suite 400 to the foreign vessels discussed in the legislative history of these statutes?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. If -- if that's so and if you look at the earlier cases -- but all I could get out it is that those earlier cases -- the Court tries to do what it really would have thought Congress would have intended in the circumstances. And if that's so, why wouldn't Congress really have intended that a business that's two-thirds American has to abide by American law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does -- does Britain -- or does Britain or does the European Union, for example, forbid you to charge this double price?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does European law -- I'd be surprised if it doesn't forbid it, but do you know?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. -- may I ask this question to you? What about a -- an American-flagged ship? Does the statute apply or not?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is your view?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is your view? Not what arguments can be made. What is your view?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It does not apply."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So really, we're not concerned with the fact this is a foreign-flagged ship. You're concerned with the fact it's a ship."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do we need -- do we need a clear statement for United States ships? I thought your case rested on a clear statement requirement. Is there any clear statement requirement for U.S. ships?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why -- why isn't there a clear difference between the two?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's pretty good, isn't it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If you don't require a clear statement, that's -- that's good enough, it seems to me."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Your -- your case hangs on the 1111 14th Street, NW Suite 400 fact that, you know, when Congress wants to -- to rule the world and say all ships in the -- in the world that touch at our ports have to have this kind of a thing, it says so clearly. It doesn't have to say so with perfect clarity with respect to American ships."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is that limited, though, just to things that affect the internal order of the ship? Is that the context in which we've articulated that rule?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but in that case, there was -- as I understand it, there was no legal relationship of any sort between the supplier of the patent-infringing object and the ship in the United States. So it at least made sense to classify that with internal order as opposed to external relationships arguably involving -- or implicating American law. You've got exactly the opposite situation here. You've got contracts made in the United States with the foreign cruise line. You didn't have that in your patent case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"With its principal place of business in the United States."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":7,"sideBefore":"justices","text":"But its significant external -- its significant commercial relationships are in the United 1111 14th Street, NW Suite 400 States with people in the United States performed partially in the United States."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The crew members were Honduran in that case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This -- if you just look at it, suppose you were not a lawyer and you look at this operation. You'd say that's got USA written all over it. The passengers are from the USA. The company is centered in Florida. And then you have this flag of convenience that it flies which can legitimately govern the relationship with its crew. But to say that it governs the relationship with passengers, it seems to me very strange. And also the ticket says, passenger, if you're going to sue us, it's got to be in the United States and under U.S. law to boot."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just -- it's just one other indicia that one looks at this operation and says this belongs to the USA. A practical judgment, I think, would come down there."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we -- we do -- we do have the rule if it -- if it applies to the internal operations of the ship, and so far as the crew is concerned, the Jones Act and OSHA, it seems to me, may well be governed by the law of the flag."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's a part of the case I'm 1111 14th Street, NW Suite 400 not sure about, and it seems to me, again, it can be fought out under the reasonably achievable - -"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Could you go back to Justice 1111 14th Street, NW Suite 400 Breyer's question about the number of foreign ships? Once we get beyond cruise lines, does it -- would -- would the -- the application on your view cover the -- the dozen passengers who decide they want to take a trip on a -- on a cargo boat?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But doesn't it -- on the other -- on the other side of the coin, apart from the structural problem -- and I understand the arguments on both sides there. With respect to things like safety drills and access to gambling tables and all that, it seems to me that your answer to that would be, well, we'll just do that once we're on the high seas so there's no conflict with the statute when we're out there."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Frederick. Mr. Garre. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Do you agree with Mr. Frederick's answer about title II of the Civil Rights Act of 1964? I mean, a lot of countries don't prohibit discrimination."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"I'm asking about the application of U.S. law."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"So before you go on to that, I want to be clear on your answer to title II of the Civil Rights Act of '64. There's -- you say, well, that's easier to comply with. But that's not the principle under which you're operating."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"What about the -- what about the full sweep argument? Let's sort of come full circle on that. You -- you say the full sweep argument is no good because the same thing could have been made in McCulloch. The response was there is a textual difference - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":10,"sideBefore":"justices","text":"What's -- what's the full sweep argument? I don't --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Full sweep of the commerce power."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"When you say different, you mean you cannot comply with both. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Is that what you mean? Or - - or are those just minimums and -- and the United States would -- would comply with those minimums?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"And incidentally just for the -- are -- this ship has -- these are regulations that help the disabled?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Could they work that out? That is, if two-thirds of our universe really is American- based, in terms of customers, and we're now only talking about conflicts in -- real conflicts that -- that affect, say, one-third of the universe, that's also true in areas like antitrust or others where the enforcement authorities get together and they try to write memoranda that -- that work this out in a reasonable way. Could -- could the same thing happen here if such real conflicts did emerge?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Because? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"The answer would be yes, you do. You do have to, and then if there's some other authority that wants to get involved in this, the two authorities would work it out."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"That's perfect because then the Government says that once it becomes a matter of binding 1111 14th Street, NW Suite 400 international rule, anything that conflicts with that will be viewed as not reasonably achievable. So all you have to do is that and then there's no longer a problem with American law, according to them."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, Mr. Garre. Mr. Goldstein, you have about 40 seconds. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Goldstein. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2389,"interruptions":16,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DAVID B. SALMONS","firstName":"DAVID","lastName":"SALMONS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1361,"interruptions":15,"times_spoken":29,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":1930,"interruptions":24,"times_spoken":53,"laughter":2,"num_int_by":7},{"id":3,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":1343,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":567,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":433,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1139,"interruptions":7,"times_spoken":29,"laughter":0,"num_int_by":5},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":625,"interruptions":4,"times_spoken":24,"laughter":1,"num_int_by":4},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1134,"interruptions":1,"times_spoken":22,"laughter":2,"num_int_by":1},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":586,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3750,"times_spoken":62,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":3273,"times_spoken":65,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":18,"words_spoken":4731,"times_spoken":136,"laughter":3,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.6675610566400276,"respondent":0.33243894335997237,"date":1472703109929}}