{"petitioner":{"name":"RICHARD GERALD ROUSEY, ET UX.","counsel":[0]},"respondent":{"name":"JILL R. JACOWAY. ","counsel":[1]},"caseNumber":"03-1407","date":"2004-12-01T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in the case of Rousey against Jacoway. Ms. Karlan. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a case I dissented in, wasn't it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but it is true you have a strong textual - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I was a little bit surprised 1111 14th Street, NW Suite 400 at your opening because it seems to me you have a strong textual argument you're now defending."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What does a holistic reading mean? Can you stay within the - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- text and still be holistic?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the word holistic mean? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the antonym would be parsimonious or something like that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let -- let me ask - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- ask you this. The -- the statute does say that the right to receive a payment is on account of age, and that seems to me to be an argument somewhat in respondent's favor because the -- the payment has to be triggered by the age, if you read it that way, and it seems to me that's a fair way to read it."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the problem for the court below was that the person covered can ask for it in a lump sum and pay a penalty."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Right, and that's not - -"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"And -- and that isn't then on the basis of age. Am I right? Is that -- that was the problem the court had below."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you say full enjoyment, you -- you think when -- when I'm taxed on something, I -- I don't have full enjoyment of it? The only thing triggered by age, as far as I can tell -- the only thing triggered by age -- is your obtaining of a tax benefit. That's all. Once you reach a certain age, you can withdraw it without -- without paying the 10 percent tax."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm sure it does, but - - but it's -- it's hard to accept the notion that simply because after a certain age I get a tax benefit, I'm receiving the money on account of my age. That doesn't make any sense to me."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Karlan, the -- as long as this money was in the plan, it was shielded from bankruptcy, and there are -- there was not unlimited access even with the penalty when it was in the plan. One thing that I don't know and may be of some significance, did the Rouseys have a chance, even though they lost their employment, to keep their money in the plan where it would be shielded from bankruptcy or did they have to roll it over?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Another employer's plan. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they could not have kept it in this employer's plan?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a term of the plan that it -- you can remain in it only so long as you're employed?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any other plans that are -- are entities clearly covered by the statute in which the only effect of age is to enable you to avoid a tax?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, then - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- then you might persuade me."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. That was what I was going -- aren't most of the pension profit-sharing, stock bonus plans, and annuities similar to the IRA's in terms of allowing withdrawal on the payment of a penalty?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought they were all in the same boat. So what the effect of this rule is - - of the Ninth Circuit is that they would all fail to qualify - -"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it's the Eighth Circuit. Excuse me. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it might be wrong anyway. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the percentage amount of the payments that are taken out of all IRA plans before people are 59 and a half?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- the payment here - - it says -- the statute uses the word payment. So suppose you simply have an IRA plan but you don't take money out of it. Then is it exempt from bankruptcy?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so -- but I'm trying - - what I'm trying to figure out is if a person were to take -- just reading it in English, it sounds as if a person were to take the plan out before he's 59 and a half and 1111 14th Street, NW Suite 400 pay the penalty, that that amount that he took out would not be a -- a payment because of age, but one that he took out after he's 59 and a half and didn't pay the penalty would be."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Karlan, let me ask something about that very point because the statute says that to the extent reasonably necessary for the support of the debtor it's allowable."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you aware of cases where the bankruptcy court has said, well, you don't need all that money? That's a big plan. You don't need all that. We'll just let you deduct X amount."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we take this concrete case? Hers was something over $12,000; his, something over $42,000."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the claim here as to -- was part or all of that -- it would be some $54,000."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do the courts do if they say, well, my client might be ill or something like that? It seems to me - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. They -- they say my client is able-bodied now, but we -- we need something because -- I don't know -- there's a history of family illness or something."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- I'm trying to figure out how -- how -- what the theory is. Is -- you say I have a right to receive payments because of age. And you say, well, here I have a body of money and 99 percent comes out of it after you're 60. 1 percent comes out before. So it's very tempting to say that that corpus there, of course, is a body of money that you're going to have a right to receive because of age because the practical effect of the 10 percent is -- is -- stops the -- the younger person getting the money. So does the case then turn on that? I mean, suppose -- suppose it were a 3 percent penalty and 40 percent of the people took out the money before they were 60 or a 1 percent penalty and 80 percent did it. Then should I reach the other result? I'm just trying to think of how does this analysis work. What's the right analysis?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What percent?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they're taking out loans against it. They're -- they're not withdrawing the money."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't have your answer to the problem that bothered me at the first. How -- how do you reconcile your positions with on account of language? If the -- if your clients can take the money - - just take the money out of the IRA at any time, then why is it on account of age?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say that payment doesn't -- on account of doesn't modify payment."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I think the logical reading is that it -- it modifies payment."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Holistic for me. What -- what does it -- what does it modify? I mean, if you had to diagram it, on account of goes to what noun?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I thought I was being holistic yesterday, to tell you the truth. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but what does on account of modify?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is that noun?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The right to receive a payment under a stock bonus, pension - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- profit sharing, annuity, or similar plan or -- or contract. It's a plan on account of illness, an annuity?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why isn't it a right on account of?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"It's the right on account of."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but there still is a right to take payments at any time."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so then you're - - you're - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under that, you're giving the -- the language that follows it no meaning."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But as purely English -- as purely English, I read it as saying it's a right. What is that right? The right is a right to receive a payment on account of age. That's the -- a plan. That's the right. Now, your argument, I take it, was -- is that yes, it's true you also have a right under certain conditions to take it without respect to age. So what we have here is a plan that gives you both kind of rights."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a kind that gives you a right to take it with a penalty and a right to take it because of age without a penalty. And thus, the question is, is that kind of plan which gives you both kind of rights covered? And the language doesn't answer it. So - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"But under Justice Breyer's hypothetical, that's just like a savings account."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, because the savings account doesn't have -- I mean, the savings account doesn't have the -- the penalty. Isn't your argument that you've got to read the right as meaning a right without penalty, because if you don't read it that way, then every one of these other retirement instruments is likewise going to fail? Isn't that your -- your strong point?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"That's your strong point."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Right -- it's not a right if you have to pay a penalty for it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a good argument. I like that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't Congress just put in IRA's along with the other things?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's sort of an oblique way to get it there. I mean, why didn't they put it together with the other string of plans?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"What your -- what your opponents say is that the -- the thing at the end doesn't 1111 14th Street, NW Suite 400 prove anything because they're willing to acknowledge that some IRA's can be so structured that you cannot withdraw until -- until you reach a certain age. And if they're structured that way, they would be covered. So you had to mention 408 in the -- in the exceptions. What's wrong with that argument?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do we know that? I mean, couldn't someone -- I -- I don't think this is a very plausible basis for construing the statute, but just as a technical matter, couldn't someone go to the bank or brokerage firm and say I want to set up an IRA, but I want the IRA to be, in -- in effect, like an irrevocable trust in which withdrawals can only be made on certain, specific conditions? And couldn't someone, using both the IRA 1111 14th Street, NW Suite 400 mechanism and a State irrevocable trust document, create an IRA that would be as restricted as -- as the circuit suggested it might be?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And some don't. And the -- 1111 14th Street, NW Suite 400 and the State systems vary."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As opposed to how many who do?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what -- with the purpose that we're talking about now --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if it's only 6 that, faced with a bankruptcy, would shelter the IRA."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But here there was no choice of picking up on the State?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And one train that we didn't finish before. You were explaining that in this case the entire $55,000 -- that entire sum would be needed -- would be necessary for the support of the debtors."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- that was your 1111 14th Street, NW Suite 400 claim, and I - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How did you come to that conclusion, that the entire amount?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well. Oh, yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I go back and just nail down one lose end in -- in an answer that you -- you gave to my question, can you set up a kind of irrevocable? I 1111 14th Street, NW Suite 400 assume clearly from what you say is that there is not only no statute, but no IRS reg or ruling to the effect that you can make your IRA terms more restrictive without jeopardizing your qualification."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't the Government come in here, just as a matter of curiosity? We don't have an amicus brief here from the Government, do we?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The Government has no position on the matter."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- they never go bankrupt, so the position they usually take is against any exemption from the - - (Laughter.) 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. McKiever. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- is it the case that other plans that are clearly covered by the text of this statute also permit early withdrawal for certain reasons?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not a single one of them. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you'd say that if one of them did, it would also not be covered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"I take it -- in -- in answering Justice Scalia, I take it from what you didn't say that none of the -- we'll call them kind of the paradigm example plans are, however, as -- as restricted as the language in this -- this statute would suggest that it had to be if you read it in a -- in a very literal way."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, they're all a little bit sinful, at least, even if they're not as sinful as -- as you say the -- the 401 -- the -- the IRA is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, why? Okay. Once you're down that road, you have conceded, as you must, that a plan that says you get the money because of age but you also can get the money without respect to age in certain circumstances can be a plan covered by the act. Now, that's the kind of a plan that's right in front of you. So, therefore, literally it falls just as much within the language as the other that you want to say even though that is literally true, this plan is very different from the others in terms of the purposes of the act. That's what I would like to hear because to me, I'm not so moved by holistic as I am by purposes, which is part of holistic. So -- so the -- the point that I would like to know is why, since ordinary people think of IRA's as pensions -- I do. I think of it that way. I don't know much about it. It's designed to help in the future, help when you're old and sick. But there is this extra thing in it which you point to. So why, in terms of purposes is this different from the others?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know that, but -- but -- and you do it with a penalty. We agree about the facts. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I want to know why that difference makes a difference in a world where only 1 or less 2 percent of the people do access it before they're 60, 59 and a half."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. I -- you've missed my point and I'm sorry. I put you on the wrong track with my following up. I shouldn't have."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My question is we all agree that there can be plans where you can get the money not having to do with age, and they fall within the language of the act, and indeed, you say some are covered. But this one you say is worse than the others in terms of the purposes of the act, and that's what I want to hear why."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"May I ask this question? Supposing instead of a 10 percent penalty, there was an absolute prohibition, would you agree -- on getting the money before you're 59 and a half, would then that qualify?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what if there were a 50 percent penalty?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And what is it that makes it a prohibition? Is it -- is it because the purpose is to deter withdrawals, or it is that it becomes economically unacceptable? What -- what is the reason for drawing the line somewhere above 10 percent?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But what is the purpose of imposing any penalty at all?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But 50 percent would not be a prohibition and neither would 90 percent."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it's a matter of degree rather than a difference in kind."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me the easiest black letter rule is no tax or some tax. I mean, if it was totally free like an ordinary bank account, then you'd be dead right. But the fact that for a -- an important purpose there is a 10 percent penalty put in seems to me puts it into the category of things that are -- you're not supposed to have an absolute right to get."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I assume - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that -- that your answer to 1111 14th Street, NW Suite 400 Justice Breyer as to why that makes a difference with regard to the purpose of the statute is that the purpose of the statute is to make sure that people have money for their retirement, and that if you can withdraw it for any reason whatever, there is no security that that money will be there for their retirement; whereas if you limit the reasons to sickness and -- and a certain other number of emergency reasons, the chances the money will be there for the retirement are much higher."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that the answer?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"But if that's the answer, excellent. So now we have -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- let's say - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let's try -- let's try a million percent tax and nobody in history has ever withdrawn the money. Now, would -- that you would say would fall within this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Fine, yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, if that would fall within this, going back to Justice Stevens, because that 1111 14th Street, NW Suite 400 operates as a bar to prevent the bad world that Justice Scalia mentioned, why doesn't a tax that operates as a bar that's good enough to stop 98.5 percent of the people from withdrawing their money and having nothing left for old age -- why isn't that just as good as the million percent tax in a world that is imperfect?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But attachment of the - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"All right, but it's acquired. Say -- say retirement, not old age. I mean, you know, 60 -- it's not that bad - - (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"JUSTICE SOUTER: If -- if that is going to be your criterion, the -- the total freedom for any purpose, then why, if we accept your argument, why -- why don't we face sort of a daunting run or the courts face sort of daunting future? Because the -- the question then is going to be, well, what purposes are sufficiently close to old age to -- to allow for a continued exemption and how 1111 14th Street, NW Suite 400 free may the purposes be before a plan falls into the IRA category. You told us a few moments ago -- and I'm sure you -- you were right -- that the kind of the paradigm example plans vary enormously depending on the terms in which employers set them up. So if -- if we say that the -- the dividing line is going to be between plans under which withdrawal can be for any purpose versus plans in which withdrawal is going to be somehow limited, then we're going to have to litigate an awful lot of plans. Aren't we?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but typically these plans like 401(k) plans permit hardship withdrawals, and other plans that are mentioned in the act allow withdrawals for medical reasons or to buy housing or something like that. I mean, you -- we would just have endless cases trying to figure out what qualifies and what doesn't. It seems like such a hard line for you to try to draw here."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And every plan that I know of allows withdrawal if you terminate employment."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In fact, that's what happened to these people. So I just don't see how your argument is going to --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it simpler to just recognize that these plans are covered despite the right to withdraw and then rely on the provision in the statute that only permits the deduction to the extent reasonably necessary for the support? I mean, that -- that seems to me a fall-back position that's provided for in the statute."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. Well, obviously, it's - - it's governed by the statutory provision that it has to be a stock bonus, pension, profit-sharing, annuity, or similar plan or contract on account of, and so on."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it includes IRA's apparently because of the last provision in the statute referring back to individual retirement acts under section 408 of the Internal Revenue Code."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. -- Ms. Karlan says she 1111 14th Street, NW Suite 400 doesn't know of any -- of any IRA that did place a -- a restriction which would bring it within that exemption even though the ordinary IRA wouldn't be within the exemption. Do you know of any IRA, a single IRA that - - that has a provision in it restricting withdrawal?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They can, but do -- do you know that there's -- there's one out there? I don't know - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't just draw one up for this case, did you? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was that -- was that an IRA that she had? It was an IRA?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- let me ask you. Maybe this is irrelevant, but were -- were these restrictive IRA's that you're aware of set up under those terms in contemplation of bankruptcy? If the answer is no, why would anyone so restrict his -- his IRA?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But why -- why would anyone do that? They're -- they're qualified without these restrictions. Why would anyone want to cut off his -- his rights to -- to withdraw?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, like setting up a personal spendthrift trust?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I want to make it tough so that I -- I will not be tempted to withdraw. Is that the 1111 14th Street, NW Suite 400 motivation?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Should we put any weight on the title, on the name? I mean, I -- I can't but thinking it's an individual retirement account. Was Congress trying to fool people? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Was the Federal Trade Commission? Should they investigate? What -- I mean, the -- the -- I think of it as an account that's basically aimed, at least Congress thought it was aimed, at retirement, which has usually to do with age."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm reading the statute and if I were voting on it and put in the 408 reference and think of the word individual retirement account, is there any - - I would have thought, knowing not that much about it, that 1111 14th Street, NW Suite 400 of course, they'd be included. Now, is there any indication, when people passed this, that they didn't think they would be? Any -- any reference in the terrible words, legislative history, that might shed light on it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are they? Because there was one statement -- I think it was in Ms. Karlan's brief -- that the Fifth Circuit said profit-sharing plans permit participants to withdraw up to the entire amount on payment of the penalty. So a profit-sharing plan, which was one of the ones on the list, seems to be substantially identical if you can also take out, whenever you like, as long as you're willing to pay the penalty."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what if they don't repay it? What's the sanction?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- where -- where would the -- where would the principal repayment come from? I assume it would come from deducting whatever the balance was from the -- the person's account."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, we call it -- the - - the loan feature then boils down to a -- a withdrawal subject to a periodic repayment obligation, but if that obligation is not satisfied, the bottom line will be exactly like a withdrawal because they will simply deduct whatever the balance is from the person's rights under the plan."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Plus 10 percent you say."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So it's just -- just like an IRA."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Subject to the 10 percent if 1111 14th Street, NW Suite 400 the bankruptcy trustee does that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the penalty still has to be paid even if it's the trustee who takes money out to pay the creditors, on your view."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there -- there is no penalty attached to withdrawing from a savings account, and there's also no limit on the annual contribution."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just get -- get straight what -- what the -- what the universe of plans we have in front of us here. Do you assert that there are no other 1111 14th Street, NW Suite 400 plans, clearly covered by this statute, that permit withdrawal for any reason but with a penalty?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would permit withdrawal for any reason whatever provided that a penalty is paid."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"None of them is like that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do you disagree with Ms. Karlan that this is -- this is a standardized product so the people, the Rouseys of this world, really couldn't get a tailor-made IRA? They would have to take the standard product."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"These -- these other plans that allow you to withdraw for certain reasons but not for any reason -- what happens if you withdraw for any reason?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is the sanction against - - I mean, you just go in. You withdraw the money for -- for a reason that is not allowed by the employer plan. What -- what is the sanction?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The right to receive 100 percent is -- is dependent on a factor, isn't it?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. At least as to the 10 percent that would be penalty, there's no right to get that money unless you have a certain age."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't dispute that - - that it's a very small percentage of people who have IRA's, in fact, exercise the right to withdraw, given the penalty."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The words, on account of, in this -- this statute are sort of unusual, no matter how you construe them, because really the payment is on account of the years of service or it's on account of a lot of things. You may become eligible at a certain time. It would be better if it said a payment for which you became eligible for one of these reasons because the payment isn't really on account of all of these things. You may get the same amount whether you're disabled or not depending on what the terms of the plan are."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does your argument draw a ring around IRA's? It was suggested that if your argument prevails, then these other plans would be affected as well."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. McKiever. Ms. Karlan, you have about 7 minutes. You're not required to use it all. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't really have a right to receive it on account of age. You have a right to receive it without a penalty on account of age."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't the right to receive the money that depends on your age. It's the right to receive the money without paying a tax."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It is a right that's important, 1111 14th Street, NW Suite 400 but it's not what the statute says. The statute says - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the right to receive a payment on account of, among other things, age."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it lists the other reasons: on account of illness, disability, death, age, or length of service. And -- and, you know, when you have a list like that, you would think that the right to receive the money for some other reason doesn't -- doesn't qualify. I mean, I would think that that's - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or -- or at least -- at least some other reason that isn't closely related to those."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it true that none of them give unfettered access? They're all qualified in some fashion. Do you agree with that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes. You -- you don't have to make up a hardship. You just say I want the money. Okay, you want the money? Here's the money."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't even have to lie about the hardship. I mean -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In any of these other plans, can you get the money so long as you're willing to pay a penalty?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Without any qualification for disability, illness. No. I just want the money. Give me the money and I'll pay you 10 percent. Is there any plan that works like that?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Has any judge ever taken the view that -- adopting Justice Scalia's approach, that while you can't put the whole IRA -- exempt the whole IRA, but you can exempt 10 percent of it?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"At least you ought to get that much, it seems to me, under his -- his analysis."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"PAMELA S. KARLAN","firstName":"PAMELA","lastName":"KARLAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3384,"interruptions":32,"times_spoken":92,"laughter":4,"num_int_by":6},{"id":1,"fullName":"COLLI C. McKIEVER","firstName":"COLLI","lastName":"McKIEVER","counsel":true,"justice":false,"side":"respondent","words_spoken":2933,"interruptions":24,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":435,"interruptions":0,"times_spoken":17,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1172,"interruptions":6,"times_spoken":55,"laughter":6,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":344,"interruptions":6,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":427,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":515,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1289,"interruptions":3,"times_spoken":22,"laughter":2,"num_int_by":3},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":628,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":3384,"times_spoken":92,"laughter":4,"num_int_by":6},{"side":"respondent","interruptions":24,"words_spoken":2933,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":22,"words_spoken":4810,"times_spoken":166,"laughter":9,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034707}}