{"petitioner":{"name":"REGINALD A. WILKINSON,\nDIRECTOR, OHIO DEPARTMENT\nOF REHABILITATION AND ","counsel":[0]},"respondent":{"name":"WILLIAM DWIGHT DOTSON, ET AL. ","counsel":[1,2]},"caseNumber":"03-287","date":"2004-12-06T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Wilkinson against Dotson. Solicitor Cole. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it isn't just duration of -- of confinement. I mean, in -- in Balisok, what you had was a determination that the confinement would be definitely less as a result of the -- the good time scheme. The -- the gut notion behind Balisok was that what you were attacking would imply that the sentence itself was invalid because the conviction was and so on. We don't have that here. What we have here is a scheme that makes a -- a sentence that is imposed a more definite sentence. We know where in the range it's going to be reconsidered. And however that may be classified, it's not simply a Balisok situation."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, but that had - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that had nothing to do with the rationale in Balisok, as I recall it. Isn't that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- no question. But the durational consequence in those cases was a definite consequence of longer duration, i.e., a sentence in the first place, a sentence not reduced by good time in -- in the second example. Here, there -- there is no such clear consequence. Here, the consequence is that there will simply be a period of time before a sentence already imposed will be reviewed to determine whether, in fact, it will be shortened or allowed to run. And that's different."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- no question about that. At -- at the level of whether there is a durational consequence, they -- they both have it. I -- I grant you that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The duration of -- of the sentence. And here, there's no implication at all that this sentence is in any way invalid, that the sentence itself or any portion of it is invalid because the parole would be a matter of administrative grace, but it doesn't -- the determination of parole eligibility or parole suitability does not go to the validity of the sentence in any way, shape, or manner. Does it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't -- it doesn't shorten the length that they're going to be incarcerated. There -- there is no certainty that -- that if they win this action, they will be incarcerated for a lesser period, is there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and there was in the other cases, wasn't there? In Balisok."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, indeed, but the -- but - - 1111 14th Street, NW Suite 400 but getting the good-time credits entitled them to be - - be released earlier. They might have been released even earlier still, but their entitlement to be released earlier was a consequence, wasn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is no entitlement to be released earlier as a consequence of this."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You just get another hearing and maybe you will, maybe you won't."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's true. So it makes it possible that you'll get released earlier, but -- but there's no assurance you'll -- really, the crucial question for me, I think, is whether -- whether this could have been brought as a habeas action. Could this have been brought as a habeas action?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're just asking for a new hearing. They're not asking for an earlier release. What's your closest case that -- that would allow a habeas action which does not seek an earlier release but just - - just a hearing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But it -- No, go on."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But it -- it doesn't advance the date of eligibility. It advances the date at which the parole board will take another look. The only eligibility is an eligibility to take -- to have another look taken and not an eligibility for release."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they are subject to another look, they are not necessarily then eligible for release. And I think that's the point that we're getting 1111 14th Street, NW Suite 400 -- let me -- let me ask a -- a sort of complementary question. Is there any reason that these - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Is this with an I or an E?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"With an I or an E?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":6,"sideBefore":"justices","text":"With an E. With an E. But if -- if you take my questioning as a compliment with an I, that's perfectly okay too. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's see what it is. The -- the question is, could these claims not have been brought in advance of any application to these particular prisoners of the revised -- whatever they were -- the 1998 guidelines? And if the answer is yes, then they could be brought at a time when, I suppose, habeas would -- would not have been a possible remedy. Is -- is -- am I correct on those two points?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Here's -- here's the difficulty that I -- that I have. When I read your brief, I thought, well, he must be right because this is really about custody. It's really about custody. They want to get out eventually. But then when I -- I -- when I went back to Balisok, I thought, oh, here's the problem. The problem is that it's a damage remedy in Balisok. And normally you want the person to go into 1983 to get damages. But he's going to get mixed up. When do you send him to habeas? Well, we don't want to send him to habeas unless it's clear that habeas should have been brought. And so if he's just challenging, for example, introduction of Fourth Amendment violation evidence or something like that, don't got to habeas. Don't go to habeas. You didn't have to go to habeas unless you had to, unless you had -- unless it was necessary to upset the conviction. You see? That's why that language is there. Now, I got that far. Then I said, oh, I see what you do. We should have one rule for damages. Well, that makes sense. But there's no reason not to have a different rule when you have the injunctive action, and there maybe we could follow your rule. But the next thing I come across is a statement that says, no, no, the rule is the same whether you bring 1111 14th Street, NW Suite 400 a damage action or whether you bring an injunctive or declaratory relief action. And I said, well, why did we write that? You know, we're the ones who caused all this trouble. But the -- the -- well, because we didn't want to make it too complicated and -- and not have all the questions coming, well, what kind of an action is it really, et cetera. Okay. So once I got that far, I said, oh, well, I'm going to have to change something for you to win. Either I have to change the thing that says the damages should be the same as the injunctive, or I have to change something else somewhere along the line, the word necessary. I don't want to change the word necessary. Maybe I could change the other, but why bother really? Because all that's important here is people know which way they should go. Now, that's where I am at the moment, thinking give him his 1983 action. It's simpler. It follows from Balisok. Why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the Prison Litigation Reform Act require exhaustion even in a 1983 action?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- may -- may I just follow up on that question? At the administrative level, cannot these State law policies perfectly well be taken into consideration? In other words, your argument was these things are bound up with State law issues and the best place to have them resolved is -- is in a State forum. They can be resolved in a State administrative forum, can't they?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, couldn't one say the same thing of prison conditions that you can bring in as a 1983 action? The States know better about how their prisons are operating and what changes would have to be made. So I -- I think that you -- you may be right that the State knows more about how its parole system operates, but so does it know more about how its prison system operates. And that doesn't -- that's not what determines whether you have 1983 or habeas."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no, I've got that part. But the -- and -- and you're right about that part. But that -- you know, that doesn't get over the -- the hump here I think because of the -- what we've written. The -- I mean, where I'm coming out now, what you've just said, is well, you know, there's going to be exhaustion in both cases. And prison conditions, if we say that habeas doesn't -- that 1983 applies here I think probably -- I can't guarantee it -- but those where prison conditions would then cover it, and then there would be exhaustion, and there -- where it doesn't seem to make difference there. And now I'm back to asking the other half of this, which is, well, all right, suppose I say I see your point, I think you're right. Now, what -- what is your recommendation? What do we change? Do we change the word necessary in Balisok, which I'd be pretty reluctant to do? Or do we drive a wedge between the damage cases and the injunctive/declaratory relief cases?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, well."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. No, but then what you're doing is taking the first half because what you're reading is you're reading that word necessary, whatever those words were in Balisok that we were just talking about, as your case satisfying that condition. And if your case satisfies that condition, then so does the case where a person wants to bring a damage action because of illegally seized evidence at his trial. Doesn't it? I mean, because all -- I mean -- and then we've swept - - then we've done -- we've really moved Balisok from what it was trying to do."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is he bringing his damage action? He thinks he's bringing it because what they did at that trial hurt me. Now, how did it hurt me? It hurt 1111 14th Street, NW Suite 400 me because I went right to prison."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but does that mean the - - the judgment -- the order denying release on parole is invalid? There are really two parts to it. One, you - - we're not going to release you. Secondly, your next hearing will be at a later date than you want. Insofar as you challenge the date of the hearing -- the date of the next hearing, does that necessarily imply the invalidity 1111 14th Street, NW Suite 400 of the entire order denying parole?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're not entitled to parole."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that it doesn't totally invalidate the order that is at issue."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't entirely come down. It just -- half of it comes down."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But not for release."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but isn't it true that one aspect of your order that's under attack is they had 1111 14th Street, NW Suite 400 refused to grant them parole?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that remains."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the only relief they were seeking was a more prompt next hearing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But aren't -- aren't those claims moot or academic now? Because, as I understand it, he has had another parole hearing. So he's -- with the hearing that he was seeking, he's already had another. So he's not complaining about the absence of a hearing or - - or flaws in the procedure at the hearing. I thought that this case now reduces to a clean question about the 1111 14th Street, NW Suite 400 retroactive application of the new guidelines."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there -- maybe I'm wrong about this, but I thought there no challenge being made to the 2002 hearing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't it simply be that prospectively for this class of prisoner, the old guidelines will apply, prospectively without undoing anything that's happened in the past?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think twice you started something and our questions impeded you. But I think you were equating the parole board's decision to a criminal sentence, and so you -- you were saying just as the -- the Federal authority can't come in and nullify the State criminal sentence, neither can it nullify the parole board determination. And -- and I thought that the comparison 1111 14th Street, NW Suite 400 between a -- a sentence -- a criminal conviction and sentence and a parole board's discretionary determination -- you seemed to be putting those on the same plane."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the -- the generality at which you keep referring to it, with respect to conditions of confinement, is a -- is a higher level of generality than anything that Balisok decided. In Balisok, the particular decision was a decision to revoke an entitlement to be released at whatever the date the good time would give, and -- and that is a much more specific -- I mean, that literally affects an entitlement to be released. It is not merely a decision with respect to length of confinement."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we don't know what consequence it will have for the duration of his confinement. All we know is that it will have a consequence in determining the date at which the next look will be taken by the parole board to see whether he then is in a condition to be released. That's all we can tell."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But you're -- you're assuming -- your argument now is assuming that they are going to be successful on this element, that you say they've got to satisfy later. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and whether they are or not has nothing to do with -- with Balisok and Heck."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure. It also -- it also means that if -- if -- assuming your argument is sound, if you lose this case, you win the war. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are -- are you sure that that's what they have to prove, that -- a durational impact? Wouldn't it be enough to show that they were deprived of an opportunity to have the sentence shorter? Wouldn't - - wouldn't it -- assuming there was an ex post facto 1111 14th Street, NW Suite 400 violation, wouldn't that be enough of an injury, that they lost an opportunity to have their sentence shortened?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may do so. Mr. Lewis. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell us why -- why is it still live when they -- when they already received a second hearing? Or why is not moot?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what is --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Well, put in plain language what it is Johnson is claiming he's entitled to. I don't understand."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Which is a new -- a new parole hearing. Isn't -- I mean, it -- I --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":6,"sideBefore":"justices","text":"How could that be fixed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Yes. How -- how can it be fixed except by giving him a new parole hearing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't he? If -- if -- what he's saying is the past proceedings were invalid, I want you to do it right in the future. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. It -- it isn't mooted because he still got it done wrong. The second hearing was still wrong."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"His claims here -- if his claims here are correct."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you say we don't know whether the -- the new parole hearing he got was still invalid?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so we can assume that that was valid. You're -- you're willing to assume that for purposes of this case?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well,"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, fine."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then we take it as valid. Then we take it as valid. That's not a claim you're challenging. But I take it your claim is in the year 2009 he will have another hearing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"2005? Okay, 2005 he'll have another hearing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And in the year 2005, I want not to have the -- what are they called? The 1998 guidelines. I don't want my 1998 guidelines applied in the 2005 hearing because you have some theory, maybe good, maybe bad, but it's a theory that that would violate the Constitution of the United States."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying he's going to have this. I want an injunction or declaratory relief they can't do it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And he's saying it violates the Constitution in two respects: one, they won't listen to me; and two, they apply the 1998 guidelines."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's it. Okay. We're talking now about this 2005 hearing and he wants new procedures, and the question is, is this 1983 or is it habeas?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what -- what is your - - what is Johnson's mootness argument?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could -- is it possible that both Dotson and Johnson could get new hearings by -- filing habeas --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- petition?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What would you do if there was an allegation of a serious procedural flaw in a past hearing? The parole commission was -- was drunk or they read the wrong file or something, and it was just a challenge to the invalidity of the past hearing. Would that be 1983 or habeas?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's why asked you. Why isn't it -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have any case in which what was being -- what was sought to be challenged in a habeas action was not the duration of the sentence, but the procedure by which the duration of the sentence was determined?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any -- why -- why shouldn't that be a habeas action? Why shouldn't 1983 be limited to prison conditions, which is what we've always -- and referred to it as -- as that in the past?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no, not necessarily. He -- he's just saying the parole hearing I got lacked due process safeguards. Had I had those safeguards, I might -- I might -- have been given a shorter sentence. I can't prove I would have. I'm not challenging the sentence really, but I want a new hearing. I didn't get due process. Give me a proper hearing because I might get out earlier. Why shouldn't that come under habeas? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My law clerk found two cases which we've just looked at briefly. One is called Wilwerding v. Swenson and the other Johnson v. Avery where she says that in those two cases people were using habeas to challenge prison conditions even. Now, so there are - - there are two cases that, if she's right -- and she's usually right -- that -- that -- where habeas was used to challenge prison conditions. So I've thought, well, if they can use it, they certainly could use it here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. It was a different issue, but it said habeas could be brought."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So habeas could be brought here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why not? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and they say sure -- sure I am. I'm saying I had terms. You know, I was going to be here under conditions A, B, C, and A, B, C in my opinion mean I will be released sooner, and instead, they gave me D, E, F, and D, E, F means I'm likely to be released later. I can't guarantee it. That's what he'll say. He says I can't guarantee it, but I wouldn't be bringing this case if I didn't think at least it was a shot."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but -- but that's part of the conclusion that we're going to have to reach to - - to resolve the case. Why isn't he? How is that that much different than if a judge -- let's assume, under a proper sentencing guideline scheme, the judge just uses the wrong guideline. The man is going to go to jail for either 5 or 10 years. We don't know which. But that's -- that's a classic habeas case. Here, he's going to stay in a prison for 5 or 10 years. We don't know which. Why isn't this a 1111 14th Street, NW Suite 400 classic habeas case?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it wouldn't completely invalidate the sentence. We know that he's still going to be held and he's going to be held in custody. It's a question of how long, which is exactly what this case is."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, well, those cases happen to involve -- happen to involve sentences. This case doesn't involve a sentence. It involves an opportunity to have his sentence shortened. And if habeas can be brought for that, we would phrase it differently. We wouldn't say 1111 14th Street, NW Suite 400 it would have to invalidate the sentence. We would say it would have to invalidate the proceeding that could have shortened his sentence. I grant you we can't use the same language we did in the earlier cases, but if this is properly a habeas action, then we -- we can get some language to make it fit."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose we wrote an opinion that said, whatever the reasoning -- I don't know what it would be right now -- that said in the future your client should go ahead in 1983. I'm putting you in a slightly awkward position, so don't answer if you don't want to. But I mean, for the future all these cases will be brought in habeas. Now, suppose that's what the opinion said. We're absolutely making it clear just what the -- would there be any harm done?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what would that harm be?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And why would that be bad?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"And why - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why would that be bad?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. But I mean, is -- I'm asking you a practical question as a practicing lawyer. Would it be bad?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, leaving aside - - Congress changed the statute. It says absolutely it's going to be habeas. Is there any bad consequence in the law?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We'll catch them in habeas."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, so it comes down to that."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You said -- you said a moment ago that it would be expanding habeas, and I'd like you to expand on that. It would be expanding habeas, I am assuming, because in every successful habeas case, the ultimate remedy that the court can order, if the State does not snap to it, is the immediate release of the prisoner. And I take it when you said it would expand habeas, it would expand it because this would not be an immediate release case no matter what. Is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that's why they could not bring habeas in this case because if they won, they still would not have shown anything that entitled to them to get out now or get out now unless the State within 30 days does something. Is -- is that the nub of it?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm not sure. It depends how you formulate the order. The -- the judge says, I'm going to order this prisoner released unless, within 6 months, he has a parole hearing under the guidelines I set. That's the way the habeas statute works."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Regardless of what he's asking for, if he got what he wanted, he still would not be entitled to any immediate release."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He would still have a sentence of X years, and the question is, how often are we going to look at him to decide when, within X years, we may let him out. Is that - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he might --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- he might shorten the term of his confinement."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you could say the same thing when you're challenging the sentence. He might but he might not. We're just -- we're just hearing the case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's the nub of it I guess. The fact that he may be granted parole has no implication for the validity of the sentence."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In fact, it assumes the sentence is valid, but that he will probably stay clean if he gets out. That's all it means, isn't it? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Lewis."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Untereiner, is it? "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You want a 1983 hearing in which a United States district judge tells the parole commission, now, here are your marching orders for future cases. You have to comply with this rule, that rule, this rule. What is an analog that you can give us where United States courts have done this under 1983? Using an administrative case, if the -- if the agency does it the wrong way, we reverse that decision. It would be like a review of a conviction that's not final. Have we had cases where under 1983 litigants come in and say, now, these agencies are doing it the wrong way? You have to - - can you give me an analog?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any significant difference between this case and Wolff? I mean, Wolff was 1111 14th Street, NW Suite 400 a case of procedural fault supposedly, and if those faults were cured, someone would have a better chance at getting good-time credit. Wasn't that what - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So it seems to me it's very -- very close to your situation."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Cole, you have about 4 and a half minutes left. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's your position as to whether or not it's moot?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you raise deprivation of the benefit they would get from the Ohio courts. If they wanted that benefit, they could have brought a 1983 action in State courts. State courts have 1111 14th Street, NW Suite 400 jurisdiction. So it's a little odd for you to say, oh, they're being deprived of a benefit when they're telling you by this very lawsuit they don't want it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think sentence means custody. 1111 14th Street, NW Suite 400 Don't you think it means custody?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The custody you've been sentenced to?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I had one further question. Are you asking us to change anything in Wolff against McDonnell, or can we follow that case? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Cole. The case is submitted."}],"people":[{"id":0,"fullName":"DOUGLAS R. COLE","firstName":"DOUGLAS","lastName":"COLE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3211,"interruptions":26,"times_spoken":52,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JOHN Q. LEWIS","firstName":"JOHN","lastName":"LEWIS","counsel":true,"justice":false,"side":"respondent","words_spoken":1569,"interruptions":15,"times_spoken":55,"laughter":0,"num_int_by":5},{"id":2,"fullName":"ALAN E. UNTEREINER","firstName":"ALAN","lastName":"UNTEREINER","counsel":true,"justice":false,"side":"respondent","words_spoken":956,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1004,"interruptions":4,"times_spoken":23,"laughter":2,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":512,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":755,"interruptions":3,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1286,"interruptions":0,"times_spoken":29,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":445,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":56,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3211,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":2525,"times_spoken":59,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":10,"words_spoken":4301,"times_spoken":119,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.4432985347138343,"respondent":0.5567014652861657,"date":1472523515096}}