{"petitioner":{"name":"DENNIS BATES, ET AL.","counsel":[0]},"respondent":{"name":"DOW AGROSCIENCES, LLC. ","counsel":[1,2]},"caseNumber":"03-388","date":"2005-01-10T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in Bates against Dow AgroSciences. Mr. Frederick. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But couldn't you make every failure to warn claim a defective design claim?  That is, they didn't warn about the effects, but those effects would not have been present if the product had been designed to assure that there wouldn't be any adverse effect on the peanut crop."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, on the defective design claim, presumably that's based on a factual theory that Dow could have reasonably designed Strongarm to be safe for growing peanuts in high-acid soil."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But doesn't that mean your client should have to put forward some evidence establishing a material issue of disputed fact on that point?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it didn't do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the problem I have with -- with the Government's case and with the respondent's case is that -- it's really the obverse of what Justice Ginsburg said.  Their problem is that they would recast everything as a warning."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the restatement have some specific provisions that say no matter how good the warning is, you're still entitled to proceed when there's a -- I don't know -- dangerous product or defective product or something?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even if the warning specifically covered that design defect?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So even if this product said, warning:  may not be effective in high pH soils, that's not good enough?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"At any cost?  I mean, what if it -- you know, yes, I can -- I can sell you stuff that will -- that will work in high pH soil, but it's going to be three times as effective.  Do I have to sell it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't I just sell it for those people who don't need it for -- for high pH soil at a third the price with a warning that says, hey, by the way, don't use this in high pH soil?  It's crazy to say you can't do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's never a question of the reasonableness or the adequacy of the warning?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, not necessarily.  It wouldn't be always either way.  I would think that if in fact you have a product and the product causes harm in a subset of cases, which you could warn against, then a jury could decide whether the unreasonableness consists of not having designed the super-safe product or the unreasonableness consists of not having had a different label."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're arguing that in this case you have the first."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems implausible on -- you  know, --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because all they'd have to do is don't use it in pH soil."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So on -- on that aspect of the case, you put in your pleadings that this was a violation of FIFRA."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a -- that's a bit different.  You were -- you were asserting a moment ago I thought -- please correct me if I'm wrong -- that this was a violation of FIFRA because it was misbranded."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that you then have a suit under FIFRA, but I don't think that was the theory of your complaint."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the reason for that, I take it, is that FIFRA does not -- I mean, I think you agree FIFRA does not provide an independent private right of action."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you've got to sue under State law, but you would -- you would kind of have a slam dunk for your position, I suppose, if your pleading said, the failure to warn only to the extent that in fact the -- the warning given in compliance with FIFRA was an inadequate warning.  That would -- that would keep you within the -- the -- in effect, the -- the Federal limit, and it would also make clear that you had a State law  cause of action, not a Federal cause of action."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and that's in effect what you're arguing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In your view -- in your -- your opinion, if you were to follow that, would EPA -- suppose EPA does the following.  EPA looks into this and they publish a reg that says in this case or in this subset of cases, or some kind of description that fits yours, we think that the labeling should be thus and so and we think that State tort suits will interfere with our ability to promote the uniform labeling and therefore they're preempted.  Can the EPA do that on your theory?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, EPA has -- has waived efficacy data requirements.  Right?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, is it your position that a State can pass a law requiring labels to have efficacy claims?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not relying on that in this cause of action."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does -- does FIFRA require the manufacturer to say on the label what the item  can be used for?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how -- how does an express warranty claim escape preemption --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where -- where Dow just says the federally mandated statement is included on my label and it's true?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you take the position that juries can do what a State regulation cannot do, or are they much -- are they on a par?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose we disagree with that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's their strong point. So what is the response to that?  Because you can easily get two juries in different parts of the country to decide absolutely opposite things as to what the label should say, and in those circumstances, they say, well, they're in an impossible situation and that's why Congress passed this statute, to be sure it would be EPA and not two juries in different places."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm speaking practically.  And I don't have to go into all the argument."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You know the argument.  It's a very familiar argument."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask one because I think you'll hear some variation of this, and you have a minute, which is the -- the statute sets up a perfectly good way of keeping this branded stuff off the market.  All any complaining farmer has to do is to go to EPA and ask them  to pull it, and pulling it is an unbelievable sanction. It's like the atomic bomb on the company.  And so that's very strong. And the only thing that leaves out is the possibility of damage remedies, but if you want your damage remedy, just go to EPA and tell them to give it to you because they can write the rule the other way that I was suggesting."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They would just say it doesn't preempt."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman. "},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why doesn't the other amendment limit your argument?  Because Congress has also passed an amendment to the effect that unless EPA chooses to get in to the business of -- of passing on efficacy, it -- it need not do so.  And in fact we know it is not doing so.  Why, therefore, doesn't the uniformity argument go to those subjects that EPA does review for and why doesn't the subject of efficacy, in effect, drop out of -- of the -- the whole preemption claim?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not monitored at all.  The -- the manufacturer can say -- make up reports and EPA is never going to look at it."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But maybe it isn't a labeling violation.  I mean, there are claims made here that I have trouble shoehorning into your theory.  For instance, why does a claim that Dow negligently failed to field test its product on peanuts on acid soil impose a label requirement?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I just don't understand  that."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And they didn't do that?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. -- Mr. Waxman, you said they didn't file a motion to dismiss.  I thought you brought the lawsuit."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But then they couldn't file --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't file a motion to dismiss your own complaint?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's just try to boil it down a little bit for my purposes.  Do you concede that there could be a claim based on no testing --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that there could be a claim based on design defect, that there could be a claim saying there were off-label oral statements made that amounted to fraud or misleading --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the way you proceeded in this case, you made it clear that it would be impossible for the Texas court itself to weigh in on this because you jumped the gun.  They wanted to proceed in Texas court, and then we would have known what Texas law was on these subjects.  You said, no, we want to be in the Federal  forum."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me you're -- you're arguing the merits of the tort claims rather than the preemption issue."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But they now say they don't. They ought to be able to proceed on those claims.  What do we do with that?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And also the -- also the claims of false, misleading statements outside the label."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if they did allege a defective design claim under Texas law, would that have been preempted?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me your argument is not whether there's preemption.  It's whether there's a State cause of -- State law cause of action."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you can --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Is that their burden?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that their burden or is your burden to show --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But on your theory there is no material fact, it seems to me, because your -- what you say they cannot make good on that claim without impeaching the label."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Every time they sue on the -- on the ground that -- let's say, that -- that the -- the actual use was inconsistent with what the label described, you could say, gee, if their theory is correct, we'd have to change our label to say that what's on the label now is in fact not properly descriptive of the product.  So it's not a -- a question of needing more fact.  On your theory, whenever they, in effect, sue on the basis of what you  say, your response is going to be, as a matter of law, well, if they're correct, we'd have to say something else. That impeaches the label.  Therefore, preemption."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you quite clearly have both. I understand that. Let me ask you a question about the -- the preemption point because what I think they're saying is go  read the red brief, your brief, pages 6 and 7, and there you see a statutory requirement and you see regulatory requirements, regulation.  And I think one of their claims is we are arguing that that statutory requirement, without any change in the regulatory, that -- that it was violated.  These are false.  They're misbranded.  So we are not imposing a requirement different from or in addition to the requirement of Federal law.  We are enforcing a requirement that is the same as the requirement of Federal law, and if, by the way, the EPA were to think that tort suits in those circumstances in practice are too disuniform, let them promulgate a regulation to that effect.  But they haven't. Now, what -- what is the answer to that argument?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, do I --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, do I take it from what you have just said that there is no -- even though the statute prohibits misbranding, that there is no way that that can be privately enforced, that misbranding is something strictly for EPA to deal with, that the statute has a prohibition on misbranding?  I can see the argument that all we're doing is enforcing the provision that says no misbranding.  So is EPA the only the player in the misbranding --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Where does it say that?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"-- can I ask you one question here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Because you were just going to point out where it says that --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"It goes to your --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"-- which I think is --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Excuse me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Just let me ask this one question.  Supposing the label says, this product contains vitamin A.  Period.  And it doesn't contain vitamin A, and they prove that in court.  And you say you would have to change the label.  I suggest you could change the product by putting vitamin A in it."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't that an answer to the misbranding?  You change the product not necessarily the label."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would be a false statement in the label.  The label happened to be false, a misrepresentation in it."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No.  The manufacturer knew it didn't contain it.  He falsely put that in the statement --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and -- and it's -- it's a misbranded, false statement.  Now, does he have to change the label or could he change the product?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I'm suggesting he could sell the product with the same label if he just changed the product to correct the misstatement."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but why --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but neither --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The problem that I think some of -- several of us are having is that both the -- as I understand it, the Fifth Circuit test in your argument draws no distinction between the two following kinds of situations.  Situation A:  there's something that the manufacturer should have told you, should have put on the label, but the manufacturer didn't.  Situation B:  the manufacturer puts something on the label which in fact is wrong and in Justice Stevens' example is in fact false and it causes harm. It makes sense, it seems to me, for preemption purposes to say if the person who sues sues simply on the ground that I bought it in reliance on the label, the label was false, I should get damages for -- for whatever harm was caused, that situation should be dealt with for preemption purposes differently from the situation in which the -- the manufacturer made no false statement.  He simply should have said more.  And if -- if you don't distinguish between those two situations, then the -- the prohibition against mislabeling means absolutely nothing because -- because it can never be enforced, in effect, except with respect to some prospective user.  It can never be enforced with respect to the actual user."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Requirements for labeling or packaging --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that are in addition to or different."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Requirements for labeling or packaging."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and the argument that's being made is that we ought to -- we ought to read -- we ought to read the limitation, which Justice Scalia has just described, with respect to labeling and packaging, in a relatively narrow way to allow the suit to go forward and, therefore, we ought to make a distinction between the two kinds of situations."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Blatt. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is a new position for the Government, isn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You used to take the opposite position."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And we're dealing here, as -- nobody has mentioned it, but there -- there's a clear statement rule for preemption, isn't there?  Doesn't the preemption of -- of traditional State powers have to be clear in the statute?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- it's ambiguous enough that the Government -- the -- the chief beneficiary of the -- of the supposed preemption didn't see it.  It used to come out the other way.  How can you possibly say it's clear?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I understand.  It's -- it's welcome to change it, but it -- it's one thing to change it.  It's another thing to change it and come in to say that the question is clear."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so if you have one administration thinking the one thing and the other thinking the other thing, why isn't the answer that the agency can promulgate the reg it wants?  And therefore if the reg -- if the agency comes to that conclusion, let them promulgate that reg.  And if a different one thinks it can work with the tort suits, let them promulgate that  reg."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but why isn't there a big difference, for purposes of your argument, between the Medtronic situation and this one for the simple reason in this case you've got a statute that authorizes EPA to do absolutely nothing on the subject of efficacy?  And EPA does nothing on the subject of efficacy."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but the remedy to that would not necessarily be to change the label.  It might be to change the quality of the product that requires how much time for mixing."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What do you say about my vitamin A example?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's -- let's be specific here.  If it's a failure to test, if it's a -- a design defect requirement, if it's an off-labeled, false misrepresentation, why are they preempted?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But then do you endorse the theory of the Court of Appeals in this case?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And you think just mere inducement to change a label is sufficient to create preemption."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If Congress wanted that, surely it could have stated it more clearly than simply saying  the State shall not impose or continue in effect any requirements for labeling or packaging.  A tort suit because of -- of mislabeling is not a requirement for labeling or packaging."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if Congress wanted to say that, they could have said it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You have -- you have that provision which talks about requirements for labeling or packaging in conjunction with another provision that authorizes the State to regulate the sale or use."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you -- you have to make sense of the two."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it seems to me that means the State can impose certain requirements upon the seller to the consumer --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, every change -- virtually every change -- virtually everyone -- if -- if you believe the respondent's theory, virtually any State regulation of the substance of the sale will require a change in the label."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Sale -- sale or use is what it says."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Say -- if they regulate the sale or use."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Give me sale examples."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And can they --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can they do the same thing by -- through jury verdicts?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So now -- so now you say a State can do something by regulation that a jury can't do."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking if the -- if juries can do anything that the -- are -- are prohibited under your view from doing anything that the State could do by a State regulation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Blatt, there's a brief in this case -- there's a brief in this case that just shows hundreds, if not thousands, of crop damage claims.  And your theory is that with this ambiguous provision Congress  wiped all that out.  It's hard to believe."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But everything becomes -- but every -- every time -- my crop was stunted.  Okay.  You have to change the label so you can't bring that suit."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He says their claim is -- is very simple.  You didn't tell us that using this in our kind of soil would stunt the crop and wouldn't kill the weeds."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you're saying that kind of claim can't be brought anymore."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I've described a set of facts which your position I think you have to say affects the  label.  The -- the farmer says I bought this bottle.  It said okay for all peanuts.  My crop grew and it was stunted and the weeds stayed alive."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I'm not giving you that case.  I'm giving you exactly what happened."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was that happening when EPA took the opposite view?  Was there this tremendous disparity with juries going every which way --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Blatt. You have about 4 minutes. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3303,"interruptions":16,"times_spoken":37,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1917,"interruptions":27,"times_spoken":40,"laughter":0,"num_int_by":6},{"id":2,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":1233,"interruptions":24,"times_spoken":33,"laughter":0,"num_int_by":7},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":334,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":299,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":432,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":701,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3303,"times_spoken":37,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":51,"words_spoken":3150,"times_spoken":73,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":3203,"times_spoken":120,"laughter":0,"num_int_by":6}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034721}}