{"petitioner":{"name":"KP PERMANENT MAKE-UP, INC.","counsel":[0,1]},"respondent":{"name":"LASTING IMPRESSION INC., et al. ","counsel":[2]},"caseNumber":"03-409","date":"2004-10-05T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now on number 03-409, KP Permanent Make-Up, Inc. versus Lasting Impression, Inc. Mr. Machat? "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree with Judge Niemeyer's comment in the Fourth Circuit case, I take it."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case, did the plaintiff offer any evidence of confusion, consumer confusion?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And was there anything in the affidavits or attachments that have to do with consumer confusion on behalf of the plaintiff?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it might make it necessary for a defendant in such a situation, in order to avoid some kind of summary judgement, to also offer  evidence on consumer confusion to try to show there wasn't any."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it possible that showing consumer confusion could be considered by the court on the issue of what's the fair use? What's fair?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I'm interested in Justice O'Connor's point. Suppose it's a close case as to whether or not the use is in good faith and it's only discretion. With reference to good faith, suppose there's  very substantial confusion that's caused by the allegedly infringing mark. Does that at least bear on a good-faith assessment? In other words, suppose that it were shown that the owner of the non-registered mark, the alleged infringing mark, used the phrase -- not the mark, but used the phrase -- deliberately in order to cause confusion. Would that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so that if you know that there's going to be confusion, there is no good faith? You wouldn't go that far."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it your position that subjective good faith is always a defense, no matter how unreasonable it is or how much confusion results? Is that your position?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought that consumer confusion is one factor in determining fairness; perhaps not subjective good faith, but certainly on the issue of fairness. Some of the amici take that position, do they not?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What did -- what did the district court do here? Did it grant summary judgement or deny summary judgement?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the district court -- the district court -- this way -- [Laughter.]"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- seemed to focus on the use of the word \"micro color,\" just the word. It didn't bring up what was new in 1999. That is, a brochure appears where \"micro color\" is not simply a word, but it appears in a logo-like fashion. And as I understand it, the district court said you could use \"micro color\" as you had been using it since 1991. It didn't refer to the stylized 1999 new brochure. So --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it might not have been confusion just by using the word. But when you're using it in the logo-like appearance, maybe that's different."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that wouldn't relate to the question presented here, anyway. It wouldn't relate to the reason for which we took this case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, maybe the district court misinterpreted or misapplied \"fairly and in good faith\" if it didn't consider the logo-like use. But, as I understand it, the only question we have before us is whether the \"fairly and in good faith\" provision is an exception even when there is confusion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- I'm -- and I'm mixed up. I thought that the issue is whether you, on your side, have to present evidence of no confusion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So as far as --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So as far as Justice O'Connor's question is concerned, I thought your answer would be, if they want to go and present evidence that there is  confusion, to the point where it's so obviously unfair, it's ridiculous, they can do it. I mean, do you object to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. So your answer to her question is, of course it could be relevant. Let the other side come in and show that it's relevant. You don't have to show that there is no confusion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's where we are, is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you give us a -- I'd be much more sympathetic to your case if I could readily envision a situation where there is confusion but, nonetheless, the use is fair and in good faith. Give me a clear example."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I mean, make up one --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's really clear."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think there's any likelihood of confusion there, do you? I mean --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what if he just takes out an ad that says, \"Best Buy,\" exclamation point? That would be closer."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't mean to make it that in my hypothetical. You're just putting it in bold type at the beginning of the piece, \"Best Buy,\" exclamation point. That means it's a trademark?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if you had a -- if you had a headline at the head of an ad, \"Great Sale,\" that surely is not a trademark, just because you have it in boldfaced print."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose if you have a sign that says \"Park `n Fly\" and an arrow, with a capital \"P\" and a capital \"F,\" then it's arguably being used as a trademark."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whereas, if you say in a brochure, \"Rent a car from us, and park and fly,\" then that's okay. Is that the distinction?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The Ninth -- the Ninth  Circuit, as I understand it, did put an initial burden on the trademark-holder to prove confusion. If you look at the petition for cert, 6a, in its opinion, it seems to recognize that the trademark-holder must show that the alleged infringer's use of the mark is likely to cause confusion or to cause mistake or to deceive. So this opinion starts out by saying, \"Yes, we know that under the Lanham Act the trademark-holder is obliged to show likelihood of confusion.\""},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they go further in that same paragraph, and the last couple of lines refer to a Lindy Pen case, according to -- the way they  described, explaining that the fair-use defense is not available if likelihood of confusion has been shown."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They do have one authority for that proposition. They cite McCarthy, and I think they're right about that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is a treatise writer who does take the position that if there's confusion, there's no fair-use defense."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So does the -- what is it -- the unfair competition restatement?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought we're dealing with an incontestable mark here, and the secondary meaning would be assumed."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Machat. Now, Ms. Millett, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, does -- does consumer -- if substantial consumer confusion is shown by the plaintiff, is that enough to defeat a fair-use defense?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose, in the Coco-quinine case, the non -- the non-holder is doing just fine without using the particular term, and then he decides, \"you know, I'm going to cut into that market, and I'm going to use the term Coco-quinine. And I'm going to do that just in order to get more customers away from the trademark-holder.\" Is that good faith?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But what --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- what if he intends to increase his market share precisely by causing the confusion? That would eliminate the good-faith element, wouldn't it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask you --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What does the term \"micro color\" describe?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Does it have a meaning in any context other than describing the -- one party's product in this case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Wasn't there -- wasn't there something to the effect that \"micro pigmentation\" is a synonym in the trade for permanent make-up? It's another name for permanent make-up, and it's -- it has \"micro\" in it, \"micro pigmentation.\""},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"\"Micro pigmentation\" sounds awfully close to \"micro color.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you have to weigh in on it. I mean, you have to show that the -- it seems to me, if you think that side should win, that the words are being used in a descriptive sense. And if \"micro color\" doesn't mean a blessed thing to anybody unless they associate it with the trademark, then, it seems to me, you  lose."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You're right, that's not the issue in the case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You're right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, if you choose to use a descriptive term as your logo, you take your chances --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that that descriptive term will be used fairly and in good faith by somebody else and cause confusion."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And if you don't want confusion, pick a term that isn't descriptive."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"\"Schwartz,\" \"Schwartz\" candy bars."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It doesn't do anything for you.  [Laughter.]"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How do you tell whether it's used as a mark? I mean, is that -- that certainly seems to be central. Is it used as a mark? And if it's used as a mark, then there is a violation."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So let's go back to the use on the brochure of a logo-like -- I mean, as long as they're using just the word \"micro color,\" I see your position entirely, it's used descriptively, not as a mark. But what about when they use something that looks like a mark?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Millett. Ms. Brinkmann, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How can you use a fanciful term descriptively? I mean, I think that's the definition of an arbitrary or fanciful term, that it doesn't mean anything."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, but do they use the apple as clearly a descriptive term with secondary meaning, that's what gives it protection. But if you have an arbitrary term, as Justice Scalia says, how could that be, how could the defense have any relevance to a fanciful or arbitrary term. And I thought the defense only was relevant when you -- everybody agrees you're talking about descriptive terms?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, but that, all we need to decide this case is to assume that it's descriptive."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let's assume that it was descriptive, would the Ninth Circuit test still apply?  That you would have to show absence of confusion before you raised the good faith defense?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would you agree, then, that in a case where the mark is descriptive, the non- trademark holder, the defendant in the case, can raise the fair-use defense without having to show that there's no confusion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I'm confused. I thought the question you're supposed to answer, which is in the blue brief, is whether they have to show an absence of confusion. And I guess now you agree the answer to that question is \"no.\" Is that right, you agree with that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, that's the end of this case, isn't it? That's what we took it to decide, and that's -- you agree with it and they agree with it, so everybody's happy. We don't even have to write an opinion, we can just--"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did you object to the formulation of the question presented? Here's the question, \"Does the classic fair-use defense to trademark infringement require the party asserting the defense to demonstrate an absence of likelihood of confusion?\" That's the question. And you say, \"no.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, suppose you establish it, maybe we can find some differences here, would you also agree that simply establishing confusion is not enough to overcome the fair-use defense, you'd have to also show  that the confusion, along with possibly other things are such that it shows unfairness, or what's the other word, unfairness, or lack of good faith?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You agree with that, or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Good, so now we have something I can disagree with you about. Now, the question would be, why, it's the words are unfair, why, if you just show there's some confusion, which normally there would be, or quite often there would be, why is that enough to overcome their defense that they put here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right, so now, if we're going to go back into what the Court did, I would say that I was a little disturbed reading this as to why you get protection at all, because I was thinking \"micro color,\" well, that describes very well what it is, it's a tiny, teeny, weenie, weenie bit of color. And when I think of \"micro pigment,\" I think of a farm animal, I think -- I don't know what I think, it's confusing me. So, for an average person, the word \"micro color,\" I thought, \"Gee, that's very descriptive of just what it is, a teeny weenie bit of color.\""},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference between pigment and color, especially when it's not just \"micro color,\" don't they advertise \"micro color red,\" \"micro color grey,\" so pigment --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But, what about the word, is it -- am I wrong in what I suggested before, that the word, \"micro pigmentation\" is used in the trade as a synonym for permanent makeup?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But there is a sense of color in which color is synonymous with pigment. And I assume that's what was accepted here, which leads me to my question, I don't understand why we're having this discussion."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"justices","text":"Exactly."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":7,"sideBefore":"justices","text":"Because I thought it was agreed that for purposes of the defense, this was a descriptive use, is that incorrect?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could you just point to me -- I'm not asking so much about the \"why,\" I just want  to know what this case is. Is there someplace in the materials that we've got that indicate that, in fact, you dispute that there is a descriptive use here?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, this still goes to the merits of the defense and not to the question presented. The question presented is, descriptive or not descriptive, do you have a defense if it's, if there is consumer confusion? And your position, if you're opposing the question presented, is that if there is consumer confusion, there is no defense. And it's -- I thought that was the only question you were going to discuss here, not in fact whether, if there is such a defense, it has been made out in this case, because these words were or were not descriptive. I mean, that's a --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Brinkmann, may I stop you there, because I thought you have conceded, as I think you must, I thought you conceded quite clearly, I wrote down that you said, it is the plaintiff's burden to show likelihood of confusion. So, if it's the plaintiff's burden to show likelihood of confusion, how can it be the defendant's burden to show unlikelihood of confusion?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think this is really quite confusing, Ms. Brinkmann. The question presented, as several people have pointed out, whether the Lanham  Act's fair-use defense to trademark infringement requires a party asserting the defense to demonstrate the absence of a likelihood of consumer confusion. Now, do you agree or disagree with that?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You can surely answer that, \"we agree,\" or \"we don't agree.\""},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, okay."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask, may I just interrupt, but when would one ever be able to use the defense if the plaintiff makes out a prima facie case, prima facie case, I assume, includes the burden of establishing likelihood of confusion. So, is there any room for the defense at all?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So the answer is no."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's allowed without the affirmative defense."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But are you suggesting, I want to be sure I follow your thinking, are you saying that in,  back in those days, somebody with an incontestable mark did not have to prove likelihood of confusion?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because otherwise, wouldn't that defeat the defense, too, then?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but you're saying, isn't your answer to Justice Stevens is that it was a rebuttable presumption?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose IBM had used the word \"computers\" when they were the only company for ten or fifteen years to mark their product. Now, another  company comes along and they produce the same thing, they want to use the word \"computer.\" You're saying that that would be the end of it, they couldn't do it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"People would be confused. For a while they'll think that \"computer\" refers to IBM, there would be confusion, but it's the best word to describe the product, in fact, at least a very good one."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, at the very beginning, IBM was the only one to do it, they didn't have to call it computer, they could have called it a word processor, they could have called it a \"think faster.\" I don't know what they could have called it, but I mean, you know, they chose the word computer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what is this fair-use  defense for, since you're normally going to show confusion to show the infringement, what's it for, in your opinion?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But we don't usually interpret statutes that way. I mean, you tell us what Congress had in mind, but our best indication of what Congress had in mind is the words of the statute. And the words of the statute make no sense if they say you have to prove confusion and the only -- however, there's a special defense which you have, which turns out to be there's no confusion, that's not a special defense."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Makes it a meaningless statute, really."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought they did when they outlined to us what it means is you're using it descriptively, and not as a mark."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Brinkmann, am I right that several cases say, the key here is, are you using it as a mark. Because that suggests you're trying to pawn off your goods as another's. Are you using it as a mark? Or, are you using it, merely descriptively? I thought use as a mark was the key, you're using it as a mark, you're not using it in good faith."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That may well be, but I don't think that's the question presented here. I mean, we could agree with that, that it's relevant to deciding the defense, and still answer the question presented the way that the Petitioner wants."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may be, but the issue here is whether the Ninth Circuit simply went too far in the other direction and required too much. And all we have to determine is whether there is a per se obligation to prove non-confusion. If we do so, that doesn't necessarily reinstate the district court's position, it simply says that the Ninth Circuit went too far, isn't that correct? I mean, that is what is -- that is the issue before us?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How about if the ruling were a defendant who uses a descriptive term fairly and in good faith to describe its goods or services is not liable for infringement, even if some residual confusion is likely. That's what the Restatement that you've just been applauding says."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you would win -"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"You'd still have to vacate the judgment below, which seemed to go too far in saying that if there is any consumer confusion, that's the end of it."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're urging then that the Ninth Circuit be affirmed on alternate grounds."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We rarely do that."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't we just vacate it, and you have other grounds that the court below didn't address, but why wouldn't, at the very least, we vacate the judgment and send it back?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They might have been afraid that you'd sue them."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Brinkmann, am I right that they were, \"they\" being KP, they were in fact using the word \"micro color\" before you registered your trademark?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that would be -- that would be a disputed issue of fact."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And are we making any differentiation at all between the mini color red or whatever, and this logo that appears?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your customers are pretty sophisticated people, I guess, they're specialists in an unusual trade, so they're not just like a person walking off the street that doesn't know what it is, they probably know this market pretty well."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Just out of curiosity, it has nothing to do with the case, do they market this product with color charts, just like paint companies do?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I also -- it's very efficient to allow people to communicate, in English."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess that's the question, because sometimes people -- I have no doubt -"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What would be a really expert agency, which you referred to as represented by the government here, and it takes the position quite different from yours."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You say at this point in time? Are you suggesting that it took a different position some other time?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They're not assailing the validity of the mark."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Nobody is challenging it, it's the fair-use defense."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Certainly the Restatement and the view of some of the amici is contrary to yours on this."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Brinkmann. Mr. Machat, you have three minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I forget your position, if you've taken it, do you agree that the degree of confusion that is predictable or that is likely is one of the elements that can be used to determine whether the use is  a fair one? Do you agree or disagree with that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, that's all I wanted to know."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Machat, the case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL MACHAT","firstName":"MICHAEL","lastName":"MACHAT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1985,"interruptions":13,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1369,"interruptions":13,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":2,"fullName":"BETH BRINKMANN","firstName":"BETH","lastName":"BRINKMANN","counsel":true,"justice":false,"side":"respondent","words_spoken":3026,"interruptions":5,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":304,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":257,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":729,"interruptions":2,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":683,"interruptions":4,"times_spoken":27,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":635,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":202,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3354,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":5,"words_spoken":3026,"times_spoken":56,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":3415,"times_spoken":125,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126600}}