{"petitioner":{"name":"JOHN F. KOWALSKI, JUDGE, 26TH JUDICIAL CIRCUIT COURT OF MICHIGAN, ET AL.","counsel":[0]},"respondent":{"name":"JOHN C. TESMER, ET AL. ","counsel":[1]},"caseNumber":"03-407","date":"2004-10-04T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in No. 03-407, John F. Kowalski v. John C. Tesmer. Mr. Casey. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there is an injury in fact.  These lawyers claim that if the State were compensating for this service and they're on the list to be appointed, they would have more money in their pockets. Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 You're not -- you're not challenging that there is an injury in fact."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you said now you were going on to the prudential factors, and so I asked were you recognizing that there was an injury in fact, and you said no.  And -- and why not?  Because it seems so obvious that they would get appointments if the system were --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I take it you're reserving it for -- in your -- in your brief."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I clarify something about this case?  Are any of the indigent defendants whose rights the respondent attorneys want to advance -- do any of those people themselves have standing to bring their claims in Federal court now?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking if there are any Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 individuals now before this Court in this case --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who would be available and who would have remedies or standing to bring their claims. Are we just talking pure hypotheticals here?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There were three named indigents."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They were?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Denied counsel, and they were also dismissed at some point down the line?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Casey, was it a Younger abstention --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with respect to the --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that means that the defendants could never bring this 1983 suit.  Only the lawyers arguably could."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't these lawyers instead of -- instead of trying to sue on their own, why didn't they just offer their services to -- to these defendants through the State courts?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's what I don't understand about -- about the fact that they won't -- won't have the right to counsel.  It -- it's at least as Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 easy for -- for counsel to appear in cases in which indigents need counsel as it is for counsel to bring their own lawsuit."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't -- didn't the Michigan Supreme Court already rule on this issue and said that the statute was constitutional, that there was no right to counsel, therefore no possibility of appointing counsel, paid counsel?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So going through the State system, there's no possibility that these lawyers or the defendants could successfully assert a right to paid counsel --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because that's already been decided by the Michigan Supreme Court."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there's an appeal from -- they could request certiorari from the State supreme court to this Court, I assume."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"petition in Bulger itself?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it was denied."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there -- there is a cert petition filed in what case? In the June case?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So your point is that there are petitions filed here that would enable this Court to decide whether the Michigan Supreme Court was correct in holding the statute constitutional."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you acknowledge there is a good Federal question there at least?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the position you've taken in -- in the Halbert case, that the Court should take the case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they have lawyers in those cases?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you if in exercising prudential judgment on whether to accord prudential standing, because I guess there's article III standing here, is it appropriate to take into consideration as one Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 fact that it's already been argued in this case and it's now ripe for decision, or should we just totally ignore that aspect of the case?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but in that case there was a conflict between the interests of the third party and the interests of the litigant or a potential client.  Here there's no conflict between the lawyers and the clients."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, also bearing upon our prudential judgment, I -- I suppose, would be that in order to reach the merits, we have to do what you assert to be an end run around the Younger abstention.  And --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but why isn't the Younger abstention problem just like the mootness problem in Craig against Boren?  It took one class of litigants unavailable but then allowed the third party to have standing.  Why -- why aren't -- aren't your opponents here just like the bartenders in Craig against Boren?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but they have the same interest that the bartenders had because they won't make some -- sell their services and the bartenders wouldn't sell the booze.  I don't see the difference. Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"That wasn't true -- that wasn't true in the Pierce v. Society of Sisters case and it wasn't true in the Singleton case.  Both of those cases recognized third party standing, although the prohibition was not on the plaintiff who was seeking to raise the rights of another person."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't -- isn't the biggest distinguishing factor the one that you raised in response to Justice Scalia's question?  These -- these lawyers can represent somebody on a direct appeal, the same way and raise exactly the same issue that they're trying to raise on third party standing now.  Isn't -- isn't that true?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it correct as a factual matter that these particular lawyers do have clients that they could be representing --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on direct appeal?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the claim that -- I'm sorry."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Well, it just would seem to me Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 that the lawyers who are advancing this claim may or may not be representing individuals who want to make the same claim, but there -- there must be some lawyers who want to make these claims who don't have any clients, and the question is whether they have standing.  And are they to be defeated standing because there are a lot of other lawyers who might also sue?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that different from Caplin & Drysdale where the lawyers didn't raise the interest of the client and --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But as far as the actual client, you moved to dismiss.  So that's why there's no -- was no back-development.  You moved to dismiss. Therefore, you have to assume whatever facts --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in favor of the opponent of the motion."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- if you assume -- you assume the correctness of the allegations, which you -- you have to do at this point, the allegation is that they would get clients and would be paid but for this bar to payment.  Isn't that correct?  So if you take them in terms of their claim, you've got to assume that they will have clients and they can bring this -- this issue on behalf of the client."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could an indigent bring a 1983 case?  I thought you said that that would be barred by Younger."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they?  Because I thought this Court had held that -- that you can't bring a 1983 suit if what you're seeking to do is overturn the conviction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that -- that -- that's -- you're saying that the defendants themselves could not sue now under 1983?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And presumably up to this Court, if they want to come that far."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you -- do you agree that that's right?  And you said that that's their theory, that they could bring a 1983 action."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, what the other side says is, well, yes, maybe they can bring these suits, but in all of those suits, they don't have counsel, what they -- what they --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do we look to in order to verify what -- what you've just said?  Do the Michigan appellate courts catch mistakes all the time? And if so, what's the standard that they use?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But what are the standards they use?  Where -- where do I look to find out what standards they use, if I get there?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give me an example of Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 where they grant leave to appeal, and if not -- and it's not one of the exceptions listed in the statute such as incorrect --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- such as incorrect sentencing?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  What are the instances in which they grant leave, other than sentencing or some other statutory --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we -- do we know whether any of those were cases that didn't fall under the four Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 categories where you a -- a right to?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But one of the problems, I thought, for the indigent is the rulings -- am I correct -- in Michigan, that they're not required -- say, there's an objection.  There's no written record that the indigent could look to, even assuming he could understand it, to -- to determine what issues might be raised on -- on appeal."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, your -- your opponents quote some language from the -- one of the Michigan court of appeals which suggests that the reason that an appeal was denied was it had no merit."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what are they getting at when they say merit?  I mean, I take it you concede A -- a typical order that the court Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 there was a quotation from that Contineri case on -- cited on page 30 of their brief.  I mean, what -- what is the reference to merit supposed to mean?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the reasonable thing to assume that they use it as we would normally expect it to --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to mean by the words they use?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it true that Michigan is the only State in the Union so far that denies counsel on a first appeal, whether discretionary or mandatory?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not the right of appeal.  The right to counsel, whether it's a mandatory or --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Casey. Mr. Moran, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Moran, this is a very important question, whether the Michigan law can survive.  But I think before we can address that, we have to decide whether there is standing for the lawyers you represent here today, and that's a much tougher question I think. Is it possible that this Court could grant certiorari in one of the pending petitions and resolve the underlying issue of constitutionality of Michigan's unusual law?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if we were to grant you standing here, wouldn't we have sort of expanded our existing holdings on who has standing?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"really disentitle the client to representation.  It says counsel won't be appointed for him.  But presumably these lawyers could have offered their services."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the answer that all they have to do is to say, okay, I will represent him but I am representing him with a claim for funds?  And at the end of the day, regardless of what the Michigan law says, I'm going to say to the State of Michigan, through the court, pay me for what I did.  That isn't a waiver and there's nothing unethical about it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Absolutely."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, which -- which indigent defendants are the attorney plaintiffs asserting claims on Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 behalf of here?  Is it past defendants?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're talking about the two individuals, but they've been dismissed."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm trying to find out what indigent criminal defendants are these attorneys attempting to represent here."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"MR. MORAN:  Presently and future defendants."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Past defendants?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's past defendants who were convicted and didn't have counsel, how is it consistent with Heck v. Humphrey that they could be here, these attorneys?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you asserting then that these attorney respondents are here trying to represent future defendants?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if it's present defendants, how is that consistent with Younger?  How can they do that?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's future people, how is it consistent with Los Angeles v. Lyons?  I mean, I just don't see how these attorney representatives get here."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, in Triplett, the attorneys themselves were subject to discipline.  They were raising third party rights in order to defend a proceeding brought against themselves.  It seems to me that's distinguishable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the same thing in the bar case.  The -- the restriction against the sale of -- of liquor was a restriction imposed upon the person seeking to raise the third party right.  But here, there's no restriction that applies to these lawyers who are seeking to raise the third party right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's so, but we've never held what you want us to hold either, that -- that when the law Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 does not bear upon you personally, you have the right to raise the claim of a prospective client.  We've never held that either."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just as -- as to Triplett and Boren, you can't cite those two cases and say those are controlling and then say, well, we've never held it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we've said that Triplett and -- and Boren are -- are distinguishable, and you said, well, we've never ruled on this point.  Well, then Triplett and Boren aren't controlling."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It was -- a prohibition was on the parents and there were no parents as plaintiffs in that case --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- only the schools."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But there was a problem, wasn't there, in Singleton that -- that the part that said that the doctors could raise the patients' right as opposed to the doctor's own right to practice or whatever, that that was only a plurality?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it shouldn't be cited then.  You're citing it for something that the Court didn't hold."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You -- I thought you were citing it here for the quite different proposition that -- that you can raise third party rights."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I could accept -- I guess I probably would accept your position if I did not think there -- there was another equally workable alternative here.  And I didn't understand your answer to my earlier question in which you said, if I recall correctly, that it would be unethical for these lawyers to represent a -- a both of the client and, I suppose, of themselves, but essentially on behalf of a client, say, there is a right to State money to pay the lawyer who is representing them. It would be, as I understood you to say, unethical for the lawyer to proceed on that basis.  And I don't understand the reason for your answer."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no.  I'm assuming they -- they represent the client for all purposes and one of the client's claims is, pay my lawyer.  I don't have any money.  Your statute is unconstitutional.  Why cannot the lawyer pursue that claim on behalf of the client and -- and raise exactly the issue that is being raised in substance here?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, except that that's a very formalistic answer.  The -- the claim, in effect, would be I have a right to be appointed whatever your statute says because -- or my -- the -- the client would say my lawyer -- I have a right to appointed counsel, whatever your statute says, with the consequence of payment.  So to say, well, they're not appointed, that's the question.  Should they be appointed?  I don't see why they cannot raise that issue."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but these -- these lawyers are in the rotation.  Are you suggesting that the rotation is so enormous that it will be 20 years before they get another client?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, your -- your claim is that they are going to get clients in the future and they -- they ought to have a right to be paid when the time comes.  So why doesn't, number one, a lawyer representing the next client, whoever he may be, have a right to raise this, and why doesn't each one of these lawyers have a right to raise it presumably within a reasonable time when they next come up in the rotation?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Sure they would, and that's what will get brought to this Court.  That's what we're Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 here for."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, because the claim is that they have a right under Federal law to an effective procedure whereby paid counsel can be supplied to them. That's a Federal issue, not a State issue."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's all you've got to get up here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"It's at least an argument."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"It's an argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"And even if they lose on it, they still will have -- would have raised the issue that you are most concerned about getting raised.  They're not -- they're not so much interested in the so many dollars for this particular representation.  Even if they lose on what seems to me at least a close argument, they will have raised the question you're trying to raise today."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Who's paying them for this Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 lawsuit?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  Exactly the same situation.  They can -- they can bring the case directly for the client they're representing just as readily as they can bring this one.  And if that is true, why is there an impediment to raising the issue unless we recognize third party standing?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Without being paid if they lose --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- being paid if they win.  In this case, if they win, they don't get a dime because they're not representing a client.  All they get is a declaration."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And they'd be better off to represent a real client."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"That's right.  They have a shot Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 at getting paid using this other method."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why will they get more appointments?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you said there's a strict rotation system.  When your name comes up, you get an appointment.  How is that going to change regardless of how this comes out?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, you're just saying there -- there's going to be a further class of clients to be represented on the rotation."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but that's -- that's true."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And while this suit is being brought, we can't do the simple thing, which is to take a case from an indigent who's raising it that we happen to have on our docket and face it directly because everybody is tied up in these knots on standing.  I mean, what -- what is it that -- that you -- led you to bring this case rather than just filing an amicus brief in a case brought by a real indigent who wants a lawyer?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I see -- I see that.  That's a good answer. And the -- the question I have is if I now, since we have real indigents, believe that there absolutely is a way for a real indigent to raise this claim that isn't even hard, you could file an amicus brief.  Suppose I believed that, and I do believe it actually.  If I believe it, then does your third party standing claim disappear?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, if it doesn't disappear and I hold in your favor, would I then be opening the door to any lawyer whose pocketbook is hurt by tort reform, by any change at all, you know, that means less money for him, and we'd be besieged with people? Instead of the clients, we'd have all the lawyers in complaining that they want to be richer.  Now, that's what's worrying me.  So on my assumption, how could I possibly decide in your favor without opening that door?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's the question I'd like answered."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?  Why would a change in substantive law -- Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":6,"sideBefore":"justices","text":"No, no.  I assumed there's --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"-- have the same result? Suppose there's a change in -- in the antitrust law and -- and the person says this change -- this change has the -- the effect of -- of denying me equal protection of the law.  That's the claim that the -- that the client would have.  But there's a lawyer who says, my goodness, this change will mean there are many -- many fewer antitrust suits.  I can demonstrate that.  That's my specialty, antitrust law.  I'm going to lose a lot of business.  Why wouldn't he have the right to raise the equal protection claim of the prospective client?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I'm sorry.  I -- I -- Justice Scalia and I were assuming the same thing.  If I assume that there's no problem with the real person, the indigent, raising the claim himself -- and I'm saying on that assumption, which I believe, then if I were to decide in your favor, how would I not be opening the door that I wanted to keep firmly closed?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay.  No.  I agree with you.  If in fact you think that there's a problem about a real indigent bringing a claim in Michigan, although we have two on the docket, if I accepted that premise, I would begin to think you were right.  So then what I was trying to explore is whether the whole thing comes down to whether I accept that premise.  And of course, that's what's everybody has been talking about, and I do see at the moment a couple of very good ways that indigents can bring it themselves, and indeed they have."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But everything comes down to that.  Right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It was altogether possible there had been a young man.  The problem was he turned 21. So the case would -- from his point of view was moot."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I think I agree with you on that.  I'm just -- the reason I think it's so easy is because we get indigents.  We get thousands of them.  And all you have to have is some indigent saying, hey, I want a lawyer.  Okay?  That's all.  He has to be able to write those words.  And at that point, you and the others come in with amicus briefs, if necessary, and support him."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a practical question about what is currently before the Court?  Mr. Casey I think told us that the Halbert case is on for the October 8th conference.  If we should grant cert in either of those direct from the Michigan Supreme Court -- Michigan Supreme Court following Bulger, so you always leave before then.  If we should grant in either of those cases, wouldn't the wise thing be to simply hold this case Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 till those are decided?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he said now he's not taking that position in the Halbert case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but no facts -- no additional facts would -- would affect the central point that -- that we've been devoting most of this discussion to, which is whether there is an impediment or not to -- to the -- the actual individuals whose rights your clients are asserting raising their own rights.  No additional facts bear upon that it seems to me."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then what case holds that there must be an impediment for the third party?  I keep coming back to Craig against Boren.  They could have filed another class action and say that they filed a class action and had standing.  Would we have suddenly decided we won't decide the merits even though it's been argued and both sides have had their day in court?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the source of the requirement there must be an impediment to the third party suit?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That -- where they granted standing."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Have they ever denied standing on the ground that there was no impediment to the third party suit?  I don't think we have."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you think Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 that was just idle observation then?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't have to be idle to be dicta, though, does it?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you fully concede there must be an impediment even though the Court has never so held?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could -- could you give me an example, just from your experience in practice, where there's an important issue raised after a guilty plea that requires an appeal where it's not one of the statutory exceptions? I certainly urge this Court to Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Most -- what are -- what are those cases?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's not sentencing?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but that's covered by the statute."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are there instances where Michigan has denied the right to appeal when those claims -- and for -- and then if the Alderson Reporting Company, Inc. 1111 14th Street, NW, Suite 400 1-800-FOR-DEPO Washington, DC 20005 are raised?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"His counsel will have raised them.  And -- and most, if not all, of those have to have been raised by counsel."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you familiar with the Halbert case?  You mentioned that there might be a finality problem in Harris."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Moran. Mr. Casey, you have 3 minutes left. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Did you waive the objection to prudential standing --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you file a brief in opposition in Halbert?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And does that have any procedural impediments?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what was the basis for your opposition to cert?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Casey. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS L. CASEY","firstName":"THOMAS","lastName":"CASEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3763,"interruptions":25,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DAVID A. MORAN","firstName":"DAVID","lastName":"MORAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3344,"interruptions":26,"times_spoken":72,"laughter":0,"num_int_by":7},{"id":1,"fullName":"Alderson Reporting Company","firstName":"Alderson","lastName":"Company","counsel":true,"justice":false,"side":"","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":143,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":825,"interruptions":8,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":416,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":691,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":911,"interruptions":3,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":343,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3763,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":3344,"times_spoken":72,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":19,"words_spoken":4290,"times_spoken":147,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7871448760409433,"respondent":0.2128551239590567,"date":1473644742926}}