{"petitioner":{"name":"GARRISON S. JOHNSON","counsel":[0,1]},"respondent":{"name":"CALIFORNIA, ET AL. ","counsel":[2]},"caseNumber":"03-636","date":"2004-11-02T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in Johnson against California. Mr. Deixler. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is California the only State, to your knowledge, to apply this procedure?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the statistics showed that there were -- I'm sorry.  I don't have it right at my fingerprints -- fingertips -- only about 200,000 processing incidents a year, 200,000 people a year to be processed.  I take it that includes some people that are being transferred?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May -- may I put aside for a  moment the question of the strength of your argument in transfer situations and simply go to the circumstances of the original receipt of the prisoner for the first time into the prison system?  What do the other States -- you say California is the only one that -- that makes this racial assignment like this.  What do the other States do to guard against an -- an explosive team-up in -- in double-celled prisoners when -- when they're taking them in for the first time?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know if there are in these other States the same incidents of racial riots or racial killings or racial attacks?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there any incidents in California's prisons of same cellmates of different races having episodes of violence?  Or -- this is an old policy. So were there incidents like that that led to the development of the policy?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they say that that proves that their policy is very effective.  I mean, that's -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you were to prevail in this case and a court were to enter a decree forbidding this practice.  A month later, there is an incident in which one prisoner is seriously injured in a -- in a prison cell because of the interracial assignment policy. Would that be grounds for rethinking the decree?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- what is sacrosanct about the -- about the constitutional right not to be subjected to racial stereotype?  There are a lot of other constitutional rights that people in prison give up. That's one of the consequences of committing a crime and being sent to prison, the most fundamental constitutional right, the right to -- to walk around and -- and not be seized.  Why -- why is it that this -- this one constitutional right cannot yield to what prison authorities believe is -- is a useful, not necessarily essential, but a useful means of -- of maintaining order in prison?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it's -- it's different from First Amendment rights?  Prisoners can't hold news conferences.  I mean, there are all sorts of very  important constitutional rights that I think are no more important than the Equal Protection Clause which prisoners yield when they're in prison. Now, do we subject the taking away of all of these rights to strict scrutiny when the prison authorities do it?  I don't think so.  I think we say if it's -- if it's the judgment of the -- of the prison authorities, we -- we generally defer to it."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even First Amendment rights."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that so?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is a terribly important set of rights for individuals, is it not?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't think so.  I -- why would holding a news conference disrupt a prison?  It wouldn't.  You say it's too much trouble.  We don't want news conferences in prison."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is this not one?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it -- it is no -- there is no doubt that there are racial gangs in prison, the Aryan Brotherhood and -- and Hispanic gangs and -- and black gangs.  There's no doubt that that exists.  Is it --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Deixler, do you think you lose if we apply Turner?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't that the right approach to the case then if that's the -- we don't have to meddle with the rules governing the -- the conduct of prisons, if you can prevail under that theory?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you have a population in which 50 percent of all the members of a particular race are a member of a -- of a gang, a gang such as we've read about in -- in the record, Bloods, Crips, et cetera. 50 percent are members of the gang.  Would that allow you to segregate?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is that because you don't equate race gangs with race animosity?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- because it does seem to me that part of your submission, or at least an inference that I drew, was that race-based gangs do not constitute race-based threats.  Am I right in saying that that's your submission?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean the inference that  the -- which inference?  That they are or are not a threat?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- assume that a gang poses an interracial threat?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I asked -- I asked about gang membership.  Can gang membership be equated with an interracial threat in any significant number of -- of gangs?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- you -- you don't need it in the record.  You -- you know what the Aryan Brotherhood is.  It -- it is a white group that is hostile  to blacks in particular, and you know what the Bloods are. It is a black group that -- that is hostile to whites. And -- and does it take any more than common sense to know that if you put a tattooed member of one group in with a tattooed member of the other group, the likelihood of violence in that cell is going to be greater?  And is any more than that needed for -- for the -- for the prison not to cell them together? Would you acknowledge that at least if the -- not just on the basis that one is white and one is black, but if the prison knows that -- that one is a member of the Aryan Brotherhood and the other is a member of the Bloods, the prison can refuse to -- to assign them to the same cell?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"What is the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":9,"sideBefore":"justices","text":"All right.  Now -- now suppose -- I didn't mean to intrude on Justice Breyer, but just following this question, suppose that 50 percent of all the inmate population in a particular small prison is a member of one of these gangs.  Then could you segregate on account of race?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would it be a proper analysis simply to -- to separate or not based on gang membership?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Your answer to Justice Scalia stands on that.  So you would not be making an argument that gang membership is merely a surrogate for race in that case if that were the policy."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I -- may I ask just one question?  I understand the -- your position that Turner is enough to cover this, but you're going-in position was that race is different, even different than the First  Amendment.  And you gave one other example, the Eighth Amendment.  It may be convenient, make things easier for the administration of a prison if prisoners are tortured every now and then to keep them in line, but obviously, the Eighth Amendment prevails over that.  Is there anything else that you say is -- is so fundamental that we don't do it, like torture?  And -- and you say race segregation belongs in that category.  Anything else?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"We say the same about the First Amendment, don't we?  All government actions restricting speech are subject to strict scrutiny.  Right?  And yet, we allow that to occur in prison."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Unlike the First Amendment."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Clement, will you tell us how the Government would come out applying the Turner analysis in this case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And why should we decide the constitutional question?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is there an argument to be made that the reason we make that emphasis and -- and an argument for you in this case that there is somehow a greater fragility to -- to the effective standards to prevent racial classification than there is to the possibility of enforcing speech rights and so on?  Is there something to worry about here more than in the case of -- of enumerated rights that -- that gets the Turner analysis?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but there's a pretty frightening history about speech restriction too."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"This is not a permanent segregation in these California prisons.  It's just temporary, isn't it?  How long does it last?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Until -- until they -- they have assurance that -- that the individuals are -- are not members of a gang and likely to, in -- in their view, commit racial violence if -- if co-celled with another prisoner."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If it were permanent, your argument about this, you know, this is a long tradition of our prisons.  We -- we keep the blacks and the whites separate.  That -- that's not what they're doing in California.  It's a temporary -- it's a temporary measure."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay, but we didn't announce a standard."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"That was for the whole stay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What does seven -- what does seven to 15 days have to do with anything?  It was for  the whole stay that they were segregated.  The stay may have been short, but the fact that during their entire period they were segregated showed that there was no other purpose to this thing except to keep the races separate. Whereas, here, they are kept separate for -- for the time which the California prison believes it needs in order to assure that there won't be violence, and once that assurance is given, the races are -- are mixed.  That's a totally different situation."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"One of -- one of California's response said, well, the Feds have mostly income tax evaders, maybe some drug dealers, but the State prisoners are the real tough guys, the real violent criminals.  So --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"They have a high class of felons in the Federal prison basically."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why -- why does that affect the Turner analysis?  I'm sorry.  I don't understand."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought you told us earlier it wouldn't survive Turner.  I -- I don't understand your argument."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You're concerned about evaluating prison race policies.  Are there any other prison policies in the country that adopt a racial test like that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Your --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, Mr. Clement."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. -- Ms. Grunder. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any evidence in the record that the initial placing of two inmates in the same cell has ever had -- has ever produced a racial incident?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Pardon me?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You've never tried it."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it applies in the reception center area for someone who has been transferred as well as the -- an initial incarceration."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But -- I'm sorry.  Even in the case of -- of housing in cells, what's the justification for it?  The argument is -- excuse me -- on the initial intake, we don't know enough about them.  Well, on -- on the transfer, you've had plenty of time to know about them.  Why is it justifiable even for 14 days on -- on the  transfer?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"That's what I don't understand too.  That -- that's really what most troubles me about this case.  Why -- why do you do this to the transferees at all?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, unless you house them with the cellmate, what are you going to learn from segregating them for 14 days?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if we have a choice between segregating by race and speeding up the delivery of records, isn't it constitutionally preferable to get the records delivered on time?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Don't you have xeroxes? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When -- when -- there's a transferee from prison A to prison B and he goes to the reception center.  Does that transferee get housed with other transferees or is he also housed, from time to time or often, with new entrants into the system?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so as to one-half of the people in that -- in that instance, you don't know what the other inmate's record is."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You could house transferees only with other transferees, I assume."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- is that too hard to  figure out?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Grunder, is this policy a -- an unwritten policy of California?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"An admitted practice but not written."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And is -- does any other State have such a policy, written or otherwise?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is Texas' policy? Is that in writing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is in the briefs?  I don't remember it from the briefs.  Did -- did you discuss this in --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  If we -- if we exclude Texas and California, on your recording, we've still got 80 percent of the -- the prison population in the United States, and apparently neither the Federal prisons nor any State does -- apart from Texas, has this policy.  Why -- I mean, how do you account for the fact that there doesn't seem to be any evidence that -- that they are having explosive incidents involving new members based upon racial animosity?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  We've still got 47 States left. How -- how do you explain the fact that -- and  -- and some of them don't have your racial problems. There's no question about it.  I come from one that does not.  But some do.  And -- and how do you explain the fact that there is no sort of confirmatory record of what happens when you don't follow your policy?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I go back to Texas? Because one of the pieces of information that was featured by the other side was this study in Texas that showed a decline in interracial violence when there was an increase in racial integration.  So that empirical study showed just the opposite, that when you integrate, you get less violence than when you separate."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"On the individualized, there was something that I didn't grasp.  You say we don't know anything about these people, so we have to have that 60- day period to find out about them.  The presentence report we're told accompanies the conviction, the prisoner's conviction.  So the presentence report will have a fair amount of information about the offender, will it not?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But again, that's the kind of administrative problem that would seem easily fixable.  I thought the -- the rule or the regulation was that the presentence report is supposed to accompany the conviction."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe something should be done about that."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask what's probably a stupid question?  We're concerned, I suppose, about say, a black prisoner who's just coming into prison for the first time and you hope he won't join one of the black gangs. So wouldn't the safest thing to do for the first 20 days is to put him with a cellmate who's not black?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Between the gangs.  But I'm assuming a new prisoner who you have no information about. Do you presume he's a member of a gang or presume he's somebody who may not be a member of a gang?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if he's not a member of the gang, isn't the danger that he'll become affiliated  with the gang increased by insisting on putting him with the same race as -- as he is?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, you -- you have never -- no evidence that that's ever happened because you've never tried it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you said a second ago that there's a significant difference between the conditions in the jails and the conditions in -- in the prisons.  Is that significant difference the -- the organization of -- of racially based gangs in the prisons as distinct from the jails?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Apart from the gang situation, is there reason to think that their minds change in the sense of inclining them to interracial violence simply because they say, gee, I'm in for a long time?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And do we have any evidence to that effect?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- I mean, that goes back to the gang membership situation.  It seems to me that's your strongest argument."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it still seems to me that a new inmate is more likely to be subjected to that pressure with the -- his cellmates than with somebody out in the yard."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And it seems to me insurance against him joining a racial gang is cell -- cell him with somebody who's not of the same race."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How does it compare to intraracial violence?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- overall."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But there -- is there any figures on the prison population as a whole, the incidents of interracial violence as opposed to intraracial violence?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And do we know -- does this record tell us what happens after the 60 days?  To what extent where there are double cells, does the same race policy, although not formally adopted, continue?  After the 60 days, what is the incidence of different race double-celling and same race double-celling?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So we just don't have any information whether this line between the 60 days is imaginary."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When -- when they do choose that, do you respect a choice to cell with -- with another member of -- of the -- of -- do you respect the choice when two members of a gang want to cell together?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Same gang."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you have a -- do you have any record of -- of requests by different -- members of different gangs to cell together?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Grunder, do you agree with opposing counsel that even if evaluated under the Turner rule, properly applied, that California's policy would not survive?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It wouldn't -- it wouldn't pass if -- would it, if we do not accept your argument that California cannot efficiently get records sent along with inmates so that, at the time at least of transfers, the prisons are in a position to know what they're getting? If we -- if we say, look, we're not going to accept the argument from administrative efficiency, then you can't survive Turner, can you?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I don't want to cut your argument short, but here's what's bothering me.  I -- I can see there's a possible plausibility in what you're saying, but in fact is that the reason?  Is there any evidence in the record to the effect that that is necessary in transfer situations?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Look, if -- if we accept that officials have deemed it, we will not have many arguments in -- in this Court.  I mean, they will be over before they start.  I -- I mean, we've got to have something more than simply the decision under attack.  Is there anything more in this case in -- with respect to the transferee situation?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You said that --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"May I ask just one other question about the -- the purpose you're trying to achieve?  Is it to protect the two inmates who are first celled together from fighting with one another, or is it to avoid the danger that one of them will somehow start a riot later on in -- in the general prison population?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's what?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There was something --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"May I ask -- excuse me.  Go ahead. I want to ask one other question.  You -- you mentioned the Texas system and you discussed it in your brief.  Is that correct?  I didn't find it in your discussion as to the Texas case."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let -- let me ask --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- about that standard at least as the Ninth Circuit applied it.  They said that you presume the practice constitutional and the challenger has the burden to show that if there were no segregation by race, that violence would not increase.  Now, how does someone go about proving that negative?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But how would an inmate who was objecting to this racial segregation go about proving such a case?  You said one would have to rely on experts."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And so one could put in that Texas study, but you said that wouldn't be good enough."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you -- you -- supposing an inmate who would have to call a bevy of experts that he has no wherewithal to -- to pay for -- I mean, you are essentially saying an inmate cannot challenge this policy."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I asked how would an inmate prove this, and you said you would need experts. So for experts, you need money to pay experts.  How does an inmate do that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, why -- why should you use the Turner standard?  The Turner standard says to the prison, you can do this as long as you have a modestly good reason.  Strict scrutiny says you have to have a very good reason.  With free speech, of course, people understand prisons are different.  Of course, people's speech rights will be controlled and it won't hurt the rest of society.  With racial discrimination, as you heard your opponents argue, it's a terrible symbol, a symbol that we would tolerate without the best of reasons discrimination, invidious discrimination, based on race, which is divisive to the whole society.  Now, that they say is a very good reason for not applying the Turner standard but, rather, applying strict scrutiny, which gives you freedom to discriminate on this basis if you can prove you really have to."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that same argument could have made in -- in arguing about racial segregation in the schools and -- and in the military and everything else.  That's -- that's not an acceptable answer."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you accept that this is invidious discrimination on the basis of race?  What -- what -- why -- why do you think it's invidious?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's not affirmative action."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- is that invidious?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it affirmative action?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I -- this may -- may be important to me for understanding your argument.  I -- I didn't quite understand the hypothetical.  You -- you want  him to keep the place in line or it's dangerous for him to keep the place in line?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And do -- do other prison systems adopt similar policies to try to keep the races mixed generally in --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Grunder. Mr. Deixler, you have about three and a half minutes. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The same thing would happen to a white.  It's not because he's black.  I mean, this -- right?  The same thing would happen to a white."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He'd be able to make the same argument."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Deixler. The case is submitted."}],"people":[{"id":0,"fullName":"BERT H. DEIXLER","firstName":"BERT","lastName":"DEIXLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2075,"interruptions":14,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1337,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":2,"fullName":"FRANCES T. GRUNDER","firstName":"FRANCES","lastName":"GRUNDER","counsel":true,"justice":false,"side":"respondent","words_spoken":2625,"interruptions":27,"times_spoken":66,"laughter":0,"num_int_by":7},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":0,"times_spoken":24,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":129,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":462,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":881,"interruptions":1,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":919,"interruptions":4,"times_spoken":29,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":628,"interruptions":5,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":149,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3412,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":27,"words_spoken":2625,"times_spoken":66,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3669,"times_spoken":127,"laughter":2,"num_int_by":6}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472523515103}}