{"petitioner":{"name":"DONALD P. ROPER, SUPERINTENDENT, POTOSI CORRECTIONAL CENTER","counsel":[0]},"respondent":{"name":"CHRISTOPHER SIMMONS. ","counsel":[1]},"caseNumber":"03-633","date":"2004-10-13T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in No. 03-633, Donald Roper v. Christopher Simmons. Mr. Layton. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we didn't leave it up to the States entirely. I mean, you -- you mean the States could adopt any definition of mental retardation they want?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's -- there's some minimal level of mental retardation. Right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And isn't that necessarily over-inclusive, just as picking any single age is necessarily over-inclusive?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely there will be some people who -- who, although they have that level of mental retardation, with regard to the particular crime in  question, are deserving of the death penalty."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the age 18 is set even for such things as buying tobacco. The -- the dividing line between people who are members of the community, the adult community, is pervasively 18, to vote, to sit on juries, to serve in the military. Why should it be that someone is death-eligible under the age of 18 but not eligible to be an adult member of the community?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But with parental -- they are  wards of their parents."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So their parents -- the same thing with marriage. A 17-year-old can marry but not without parental consent."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why pick -- why pick on the death penalty? I mean, if you're going to say that somehow people under 18 are juveniles for all purposes, why -- why just pick on the death penalty? Why -- why not say they're immune from any criminal penalty?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure that -- I'm sure that would follow. I -- I don't see where there's a logical line."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't -- didn't we adopt a 16-year-old line in our earlier case?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- but there was -- it's about the same consensus that existed in the retardation case."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and so are we somehow required to at least look at that? I mean, the statistics of how many States have approved 18 years as the line is about the same as those in the retardation case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we -- we have a different kind of trend. What do you make -- you spoke of a consensus, but what do you make of the fact that over the last, I guess, 10- or 12-year period, the actual imposition of the death penalty for -- for those whose crimes were -- were under 18 has -- has steadily been dropping. I think 10 years ago, there were 13. Last year, I -- I think the figures were that there were two. The -- the consensus seems to be eroding, and yet as -- as the counsel on the other side pointed out, this has been occurring at a time when -- when treating juvenile crime seriously has not, in fact, been eroding at all. What -- what are we supposed to make of that?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Has -- has the -- has the rate of attrition been the same?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"13 to 2 is pretty spectacular."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think we've seen that, or maybe we have seen that, for -- for death imposition generally. Is that so?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it went up once I think, didn't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you're basically --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"You're -- you're basically saying that the -- the time is too short, the numbers are too small --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to infer anything."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you were in the midst of telling us why the -- there is a consensus now that it's inappropriate to execute anyone under 16, and I -- I -- you weren't --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You couldn't finish that answer. I want to know it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and so you say there's -- there's not so much as a consensus as an understanding of what that decision means."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- let me ask you this. I -- I don't yet have the -- the record showing the full closing argument of -- of both sides, but we do have the portion where the prosecutor says, isn't this scary? Can adolescence ever be anything but mitigating?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not how the prosecution presented it to the jury."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He said -- he -- he almost made it aggravating. Isn't that scary? I don't have the -- I don't have the full argument."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was pretty clear. The -- the words in question were: Think about age. 17 years old. Isn't that scary? Doesn't that scare you? Mitigating? Quite the contrary I submit. Quite the contrary."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question is, can -- is -- is age, youth inevitably mitigating, and here is a prosecutor giving the answer no, it can be aggravating."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's -- what's the --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Well, that's somewhat --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"What is the contrary of -- of mitigating? I -- I would assume --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it? I -- I would assume it's not mitigating."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe the opposite of mitigating is aggravating, but it -- it's perfectly good English to say, mitigating? Quite the contrary --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not at all mitigating."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So I don't know why you give that one away."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- let's focus on the word unusual. Forget cruel for the moment, although they're both obviously involved. We've seen very substantial demonstration that world opinion is -- is against this, at least as interpreted by the leaders of the European Union. Does that have a bearing on what's unusual? Suppose it were shown that the United States were one of the very, very few countries that executed juveniles, and that's true. Does that have a bearing on whether or not it's unusual?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Have the countries of the European Union abolished the death penalty by popular  vote?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought they did it by reason of a judgment of a court --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which required all of them to abolish it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I thought that some of the public opinion polls in -- in a number of the countries support the death penalty."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I acknowledged that in -- in my question. I recognize it is the leadership in many of these countries that objects to it. But let us -- let us assume that it's an accepted practice in most countries of the world not to execute a juvenile for moral reasons. That has no bearing on whether or not what we're doing is unusual?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there any on -- on that? Is there any indication? I mean, I've never seen any either way, to tell you the truth, but -- that Madison or Jefferson or whoever, when they were writing the Constitution, would have thought what happened elsewhere, let's say, in Britain or in the British -- they were a British colony. They did think Blackstone was relevant. Did any -- that they would have thought it was totally irrelevant what happened elsewhere in the world to the word unusual. Is there any indication in any debate or any of the ratification conventions?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if Lincoln --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Abraham Lincoln used to study Blackstone and I think he thought that the Founding Fathers studied Blackstone, and all that happened in England was relevant, is there some special reason why what happens abroad would not be relevant here? Relevant."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying controlling."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely, and they, I guess, were looking at English practices, and would they have thought it was wrong to look abroad as a relevant feature?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we -- do we ever take the position that what we do here should influence what people think elsewhere?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you think --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"You -- you thought that Mr. Jefferson thought that what we did here had no bearing on the rest of the world?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But did he not also say that to -- to lead the world, we would have to show a decent respect for the opinions of mankind?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What did John Adams think of the French? (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you go off on this, the one statistic that interested me -- and I'd like you to discuss its relevance really -- is if we look back 10 years, I have only three States executing a juvenile: Texas, 11; Virginia, 3; and Oklahoma, 2."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And those three States account for about 11 percent of the population of the country, 11.3 percent. Now, if we go back a few more years to Stanford, we get three others in there: Louisiana, 1; Georgia, 1; and Missouri, 1."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We have a very different number."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the reason that I thought arguably it's more relevant to look at the convictions is there are a lot of States. Say, New Hampshire, I think, for example -- when I was in the First Circuit, there were several States that on the books permitted the death  penalty, but nobody ever had ever been executed. And -- and that's true across the country. There are a number of States like that. So if we look at the States that actually execute people, it's 10 years, say, 11 percent of the population are in such States. You go back 15 years, and you get these three other States, which raises the percentage. How -- how should I understand that? I'm interested in both sides --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"At what point was this inserted into the record, Mr. Layton?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It was never -- never  tested in the trial court."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at least to the extent that he's simply quoting public sources, you had a chance to quote public sources in -- in return."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think you're -- you're even on that --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or at least your opportunity is."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does adolescence as a scientific term -- does it always occur on the same day for -- for all individuals?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Layton. Mr. Waxman, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can the constitutional calculus ever move in the other direction? I mean, once we hold that, you know, 16 is the age, if there's new scientific evidence that shows that some people are quite mature at 18 or at -- at 17-and-a-half or if -- if there is a -- a new feeling among the people that youthful murderers are, indeed, a serious problem and -- and deterrence is necessary, can we ever go back?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's sort of a one-way ratchet. Isn't it?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but what -- what if a State legislature decides that, sure, the Supreme Court said in the Simmons case that you can't execute  anybody under 18, but we think there's kind of a tendency the other way, we're going to pass a statute and see what happens in court?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- is that a closed book? I mean, granted, you may lose the argument, but is it a permissible argument that the standards have evolved the other way?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We don't -- we don't use 18 for everything. Aren't there States that -- that allow adolescents to drive at the age of 16?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"With their parents' consent --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"With their parents' consent, how many?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they can drive."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If it's okay with the parents, it's okay with the State."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how does one -- how does one determine what is the better view?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Are you suggesting that we adopt that principle?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They have a lot of customs that we don't have. They don't allow most -- almost all of them do not allow -- have trial by jury. Should we -- and they think it's not only more efficient, it is fairer because juries are, you know, unpredictable and whatnot. Should we yield to the views of the rest of the world?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in fact, the American Psychological Association is not your brief. You're not accountable for inconsistencies there. But I -- I would like your comment. They came to us in Hodgson v. Minnesota, as I think the State quite correctly points out, and said that with reference to the age for determining whether the child could have an abortion without parental consent, that adults -- that they -- that they were risk -- that they could assess risk, that they had rational capacity, and they completely flip-flop in this case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that just because of -- is that just because of this modern evidence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If all of this is so clear, why can't the State legislature take it into account?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if it's such an overwhelming case that -- that we can prescribe it for the whole country, you would expect that the number of States that -- that now permit it would not permit it. All you have to do is bring these facts to the attention of the legislature, and they can investigate the accuracy of the studies that the American Psychological Association does or other associations in a manner that we can't. We just have to read whatever you put in front of us."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that's precisely because the jury considers youthfulness as one of the mitigating factors. It doesn't surprise me that the death penalty for 16- to 18-year-olds is rarely imposed. I would expect it would be. But it -- it's a question of whether you leave it to the jury to evaluate the person's youth and take that into account or whether you adopt a hard rule that nobody who is under 18 is -- is -- has committed such a heinous crime with such intent that he -- that he deserves the death penalty."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Waxman, was that in evidence that you referred to from these various associations? Was that introduced at trial?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I -- I would think if you want to rely on evidence like that, it ought to be introduced at trial and subject to cross examination rather than just put in amicus briefs."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. But you're making an argument that science says people this age are simply different, and it seems to me you -- if that's to be an argument, it ought to be introduced at trial."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you're -- you're talking facts basically and facts ordinarily are adduced at trial for cross examination."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how about in the -- how about in the habeas proceeding?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, was this evidence adduced at the habeas proceeding?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, surely at the trial, you could have had a psychiatrist testify to all the things that are in your -- in your brief, and in fact the -- it would be another argument, but maybe the -- maybe the finding was deficient on that ground as well."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he could have cited all the -- all the authorities you cite in your brief."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose that all of the things set forth in your brief were eloquently set forth by a psychiatrist to the jury. Could the jury then weigh these things that you're telling us?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But now, that -- that itself is a purported scientific fact, what you just said, and it seems to me if we're -- if we're to rely on that, it ought to have been tested in the way most facts are."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're -- you're relying on factual -- the statement you just made was -- was a factual statement about the enduring character, et cetera. Now, if -- if we are to take that as a fact, it ought to have been tested somewhere rather than just given to us in a brief."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but if you're reluctant to give it dispositive weight in an individual case, then you come in and ask us to give it dispositive weight as a general rule, that seems to me inconsistent."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose -- suppose I -- I were not convinced about your scientific evidence was conclusive and I don't identify a clear consensus. Do you lose the case, or can you then make the same argument you just made appealing to some other more fundamental principle that Stanford was just wrong?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that -- that's -- that last point was what I thought the scientific evidence was getting at, that it simply confirmed what common sense suggests, that when you execute a person 15 or sometimes 20 years later, a problem always is that that person isn't the same person who committed the trial in a meaningful sense. And it's specially true of 16- and 17- year-olds who, observation would suggest, have a lot of changing to do because their personality is not fully  formed. Now, I thought that the -- the scientific evidence simply corroborated something that every parent already knows, and if it's more than that, I would like to know what more."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, I -- I thought we punish people, criminals, for what they were, not for what they are. I mean, you know, if you have someone who commits a heinous crime and by the time he's brought to trial and  convicted, he's come to Jesus, we don't let him off because he's not now what he was then. It seems to me we punish people for what they were."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And to say that adolescents change, everybody changes, but that doesn't justify eliminating the -- the proper punishments that society has determined."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is part of your answer based on the length of time between the killing and the trial?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if -- what if a State said I see the problem, so we'll bring this person to trial in 6 weeks?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I have -- I have one other question I'd like to ask because it's been troubling me and I want your comment. A number of juveniles run in gangs and a number of the gang members are over 18. If we ruled in your favor and this decision was given wide publicity, wouldn't that make 16-, 17-year-olds subject to being persuaded to be the hit men for the gangs?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm very concerned about that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about the deterrent value of the existing rule insofar as the 16- and 17-year-old. If -- if we rule against you, then the  deterrent remains."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there were a number -- a number of cases in the Alabama amicus brief, which is chilling reading -- and I wish that all the people that sign on to the amicus briefs had at least read that before they sign on to them -- indicates that often the 17-year- old is the ringleader."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But of course, the death penalty was not a deterrent for any of the crimes described in the Alabama brief because those are all -- crimes all occurred in States which execute people under"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Whereas if it had been done by an 18-year-old, a jury could have said that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If an 18-year-old did the same thing, you say, well, he's certainly stable."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Waxman."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Layton, you have 8 minutes remaining. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question, Mr. Layton? This case kind of raises a question about the basic State interests that are involved here, and the State interests that justify the death penalty include deterrence and also retribution."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Which, if either, of those do you think is the primary State interest you seek to vindicate today?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask one further?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any evidence that the death penalty for those under 18 or even above has, in fact, had any deterrent value?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, one -- one of the objections in -- in Atkins was we needed a bright line test. We'd have difficulty determining which ones are mentally retarded. Here we don't have that problem at all. I guess everybody knows whether or not the defendant is over or under 18."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- but the purpose of a bright line test is to avoid litigation over the borderline cases, and you just have completely avoided that in this category."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's an equally arbitrary line if it's 16, 17, or 15."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask one -- have you read the brief of the former U.S. diplomats in the case?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think we should give any credence whatsoever to the arguments they make?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The respect of other countries for our country is something we should totally ignore."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We should leave it up to the legislature of the State of Missouri to resolve those questions."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Layton. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES R. LAYTON","firstName":"JAMES","lastName":"LAYTON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3138,"interruptions":26,"times_spoken":71,"laughter":2,"num_int_by":8},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3408,"interruptions":31,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":448,"interruptions":0,"times_spoken":25,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":819,"interruptions":6,"times_spoken":34,"laughter":1,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":180,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":57,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":255,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":791,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":507,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":271,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3138,"times_spoken":71,"laughter":2,"num_int_by":8},{"side":"respondent","interruptions":31,"words_spoken":3408,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":13,"words_spoken":3328,"times_spoken":122,"laughter":1,"num_int_by":5}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034726}}