{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"03-725","date":"2004-11-09T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in the case of Pasquantino against the United States. Ms. Brill. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can you look at the interest of the Government as one of not allowing U.S. territory to be used to carry out a smuggling scheme? I mean, why does it have to be viewed as one of trying to enforce some other nation's tax laws?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a wire fraud statute dealing with the use of communications capacity in this country to carry out a scheme designed to enable smuggling of goods."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brill, I thought your brief said that we have an anti-smuggling statute, which is directed precisely against smugglers, but it only applies to those countries that have similar protection for us."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And Canada does not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The existence of that statute would seem to suggest -- and a statute which is limited to countries that will do the same for us -- would seem to suggest that we don't want to do this for Canada."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's also limited to vessels. It's smuggling by water, not smuggling by - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- vehicles, as was done here, so that we don't have any statute that covers smuggling on land."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there something better about reciprocity for vessels and not reciprocity for land smuggling?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we don't view this case as involving some attempt to indirectly enforce Canada's tax laws -- suppose we don't view it with that lens -- then does that put it outside the so-called revenue - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the rationale for the rule that enforcement of taxes is so unpopular that we want to minimize the exposure to -- of our judges so that they - - the only thing they have to do is enforce taxes that - - that are paid to our own Government? I'm serious about that. Is that the rationale?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if we did -- if we did enforce even a tax judgment of another country, there would be no U.S. law that would be violated. You're 1111 14th Street, NW Suite 400 talking about a common law, no country enforces the taxes of another. But, at least in the Restatement of Foreign Relations now, that's put in terms of -- there's no requirement that any country enforce the tax claims or judgments of another; but neither is there any prohibition."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- you don't assert that this -- that it -- that this couldn't be done. You just - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- assert that we shouldn't interpret this statute to have done it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But you would come to that conclusion even if we had a reciprocal enforcement agreement. If this were Country X, where we did have a reciprocal enforcement agreement, you'd come to the same conclusion, no prosecution under this statute. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in a sense, the revenue position is irrelevant to your -- to your secondary or your -- or your independent argument on statutory construction. The revenue rule is irrelevant to it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So tax revenues are not property, in your view?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you, Ms. Brill, something that puzzled me about this case? It is a rather peculiar use of our wire fraud statute. Are there any proceedings going on in Canada? Has there been any attempt to extradite these people?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Presumably, if we punish this person this way, Canada wouldn't -- there's no double 1111 14th Street, NW Suite 400 jeopardy, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So we'd be punishing this person for violating Canadian law, and then Canada would punish this person for violating Canadian law."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think the Government has an interest in saying, \"Look, if you're going to smuggle, have your scheme up there in Canada; don't use our wire systems for fraudulent purposes. We don't like that here.\""},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they -- of course, they say that this covers it, and it seems to me that really the -- that turns on the definition of \"property\" - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is an arguable point."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"What if the -- instead of a 1111 14th Street, NW Suite 400 wire fraud case, it was assault and battery? Supposing the Canadian revenue agent got inside of New York and one of your clients beat him up, would we have -- solely because he was mad at him for trying to interfere with his attempt to smuggle into Canada -- would we have to say that you can't do that, we have no jurisdiction over the assault and battery?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The only purpose would be just what the purpose is here, they're trying to facilitate the smuggling operation."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is to interfere with Canadian's collection of their taxes. That's the only reason for it."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that any more attenuated than a conspiracy carried out down here in Maryland using American assets to do the evil deed in 1111 14th Street, NW Suite 400 Canada?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't the motive irrelevant here? We don't want our facilities to be used for criminal activity."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Any more than in the -- in the hypothetical we don't want citizens beaten up on our soil."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it used broad language, \"Any scheme to defraud by means of wire communications in interstate or foreign commerce.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This statute applied against 1111 14th Street, NW Suite 400 people who defraud the United States Government in taxes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't -- you don't know of any prosecutions under this fraud statute for depriving the Federal Government of property."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say the same thing if it were a building fraud. Suppose there were contractors building a Canadian building for the Canadian Government and they had a big fraud scheme down here, and it was to deprive the Canadian Government of money? I think the statute would clearly apply."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brill, in the Court of Appeals, they treated the argument that this was not property as entirely separate from the revenue rule question. And I thought your petition for cert was confined to the first question."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question, itself, doesn't refer to the property issue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it -- was it phrased the same way it is in your brief, in the petition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then the last part of it"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- obviously covers it."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see. I'm sorry, you're right. Yeah."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you, when -- now that we're getting into money, one of the things that the sentencing court had to do was to find out how much of a loss there was, and that involved determining what taxes would be due under Canadian law. And did that increase the sentence? Did the -- did the sentence vary with the 1111 14th Street, NW Suite 400 amount of taxes that they -- we found due?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A judge making that assessment."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where? Using a gun where?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why didn't you prosecute him for that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that really doesn't get you anywhere, does it? I mean, if the United States says, \"We don't want this gun offense to be prosecuted unless there's a wire fraud prosecution,\" that doesn't tell you anything as to whether there ought to be a wire fraud prosecution."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- but that's a reason for extending the statute to everything, to everything - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- reading \"property\" to mean anything at all. I mean, what you're saying is, the broader you read this statute, the more bad guys we're going to catch. I'll stipulate that. Of course it's true."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about evading a Cuban tax law that we think -- that many people would think is an unjust tax law? I mean, one of the things I'm worried about is that this gets us into foreign policy. Are you sure that we always want to enforce the tax laws of foreign countries through this fraud statute, no matter what those tax laws happen to be?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It may well, but when it comes here, this Court is going to have to decide -- we'll just approve whatever you want to prosecute and let you not prosecute whatever you want?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, not just foreign policy. The White Russians come here because they don't want to pay Lenin's taxes designed to equalize all individuals, in terms of property. Country A has a tax law that makes everybody a criminal because nobody really ever pays all the taxes. Country C has a set of laws that tax bibles. Country D has a -- I mean, you know, we can spin out the examples endlessly, and they're not farfetched. So take all the arguments from last week, called \"any court arguments,\" cross- -- or two days ago -- just let's cross-reference them. The problem is complexity of tax law. The problem is many, many, many would be contrary to American policy. And the problem is, nobody really knows what they are; indeed, they don't even know what American tax law is, no single individual, I suspect. Let's put in Italy, France, Byelorussia, Belarus, Ukraine, Saudi Arabia, and 35,000 others. Everybody becomes a criminal. And then we say, \"Don't worry, we'll only prosecute the real bad ones.\" That's the argument, I think, on the other side, and I'd like to hear your response."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, only people who come over here because they don't want to pay taxes in those countries. Sometimes we would agree with them --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, they don't tell Lenin that they're coming - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and they write to each other. They have a cousin, in Brooklyn, who forwards them the money to get out."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The question comes down to whether this statute, which doesn't have to be read that way, ought to be read that way, whether it makes sense to read it that way. What about -- does Canada have an income tax?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's assume - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- Canada has an income tax. Would you -- would you prosecute a Canadian who files a deceptive Canadian income tax return?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no, from this country. He's -- you know, he's a snow goose and is in Florida when he files his return."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"He files it electronically."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Yeah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"One reason for it -- I just - - you don't seem to know completely about Canadian law. How much do you know about the tax law of Vietnam? Because Los Angeles is filled with Vietnamese refugees, many communities of such people in the United States. Do we know how many of them perhaps might owe taxes under the law of Vietnam, and maybe are talking to each other about whether they really want to pay it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about the wealth tax in France?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, at the beginning of your argument, you said there were four federal interests you were going to identify. You've been able to identify one. You don't want them running around with guns. What are the other three?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Before you were asked a brief question."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we're concerned about offending the foreign country, then isn't the way to go, in fact, the way Congress has gone in this area, we negotiate treaties? I mean, one of the reasons why we go the treaty route are the kind of problems that Justice Breyer brought up, we want to have reciprocal treaties. We want two things. We want to make sure that it's a basically fair system that we're dealing with. On the other hand, we want to say, \"If we do anything with respect to your taxes, we want to make sure that we get the same benefit from you with respect to ours.\" So never mind the revenue rule, isn't it pervasive that -- when it comes to enforcing tax claims, that the route that Congress has chosen to go, and the Executive, as well, has been the treaty route?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One of - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- one of -- one of the last interests that you mentioned, about offending foreign governments, well, on the face of this, it would seem, the one that -- the country that's been done out of taxes is Canada, not the United States. So, we should help Canada, if it's interested in collecting revenue from these people or trying them for a criminal offense, to do that. It - - I asked Ms. Brill, Have they been indicted in Canada? She said yes, but she said it's -- they had not -- there has not been a request for extradition. Is that -- is that - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How long has this statute been 1111 14th Street, NW Suite 400 on the books, this wire fraud statute? Pretty old statute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How many prosecutions like this have there been? When was the first one?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"For, you know, using the mails or interstate commerce to defraud a foreign government of taxes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"More common, or didn't exist at all before the 19- -- do you know of any case before - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- before the 1980s?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't that suggest to you that the statute isn't naturally read to cover stuff like that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We didn't have smugglers before then? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's the second reason?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Well, and you have arguments against both of those two. Which arguments are at least -- at least -- arguable? What about a third rule, the rule of lenity?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If we -- if we are unsure, if it's a close question whether it's property, if it's a close question whether we're enforcing the tax laws of Canada by prosecuting somebody for violating the tax laws of Canada, if that's a closed question, why doesn't the rule of lenity apply? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But may I ask this question? I think you have conceded, in a footnote -- and maybe you're -- almost conceded -- that if this were a RICO case, a civil RICO case, that the Congress enacted the RICO statute against this background rule and that perhaps the RICO case could not go forward. What if it were a federal RICO case and -- the same facts -- would the RICO statute be qualified by the revenue rule?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about the other reasons underlying it, which is what I was trying to get at before? I see, literally, that the common law -- you 1111 14th Street, NW Suite 400 know, the enforcement rule, this is not literally enforcement. But what I was driving at with my questions is, even though literally it's not, the problems of complexity, the problems of knowability, and the problems of there being so many, many foreign tax laws that we might think are basically unfair, that those considerations apply here, just as they do with the enforcement rule, and then add the fact that turning people into criminals under threat of prosecution by the Federal Government is really very much equivalent to enforcing the foreign rule in a court. I mean, that's the whole thing spelled out. And I meant it seriously, though I used foreign examples to, sort of, drive the point home. What is your response to that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"To go to one more aspect of the statute which I don't think you've addressed, Congress said that -- with respect to the wire fraud and mail fraud and, I think, other things -- that restitution to the victim is mandatory, that it's not left up to the government to decide restitution or not. Except here restitution sounds very much like enforcing Canada's taxes, so you have conceded no restitution. But it seems to me that Congress thought of the wire/mail fraud statutes as cases in which there would be restitution, and that suggests that they didn't envision foreign taxes to be the object of the scheme to defraud."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, how could that be, because restitution is to the victim? The victim is Canada. You collect Congress -- or Canada's tax, and you give it to Canada. Is there any other kind of restitution?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The restitution statute is not ambiguous at all; whereas, this statute has a number of ambiguities in it. And if I had to find my way out of the restitution problem, I would pick the ambiguous statute to get out, rather than simply saying, \"Well, though this restitution statute says this categorically, we will ignore it, because if we didn't ignore it, we would be enforcing the revenue laws of another country.\" There's nothing against enforcing the revenue laws of another country, if we want to; this is just a question of statutory interpretation. Should this ambiguous statute be interpreted that way? If Congress said, \"We're going to enforce Canada's tax laws,\" there's nothing wrong with that. But - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you have two statutes. One of them seems to be quite ambiguous. The other one is categorical, you get restitution in all cases. Now, how do I wiggle out of it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Obviously, I wiggle out of it with the ambiguous statute."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- what about a scheme - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"But you haven't told me -- you haven't told me how you get out of the restitution statute. There's no ambiguity there, and it is not a rule of law that you can't -- it's unconstitutional to enforce 1111 14th Street, NW Suite 400 the tax laws of Canada. Since it's entirely feasible, and since the text is categorical, how do you get out of the restitution statute?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that view is in - - somewhat in tension with your view that the common law revenue rule doesn't stand in the way of this prosecution. If you have to interpret the statute in light of the general rule that one country doesn't mess with another country's taxes, absent a treaty."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have countries also -- just - - here, I don't know, in respect to the principle -- would it have been viewed as contrary to the principle if a country were to pass a law -- say, England were to pass a law saying it is a crime in England not to pay French taxes? I'm not saying they couldn't do it; I'm just 1111 14th Street, NW Suite 400 saying, would a law like that, saying it is a crime in England not to pay French taxes -- would it have been viewed as contrary to an abrogation of -- or a -- you know, whatever you call it -- a derogation from the common law revenue rule?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But do you see why I want to characterize it? I mean, would you characterize -- my criminal statute's absolutely clear -- the clear is, it is a crime in England not to pay French taxes. Now, would you, or would scholars, or whoever, knew about the common law revenue rule, would they have said, \"There is a derogation from the common law revenue rule,\" or would they have said, \"It has nothing to do with it\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, what would you have said?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We haven't told -- no, no, no, no, no, no, we're not telling Congress, \"You can't do what you have done.\" We're saying, \"Congress hasn't done this.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Nobody says they can't do it. That's why I asked you my question. My question is simply whether you would consider an absolutely clear law -- we will -- we -- it is a crime not to pay your French taxes. I'm asking whether you would consider that -- I'm not 1111 14th Street, NW Suite 400 saying they can't do it; I just want to know -- would it be in derogation of the common law principle?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not the - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That would be another one, too."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose they -- I -- that's why I want to know - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but why isn't it applicable to the extent that there seems to be a mandatory obligation to order restitution? And it seems to me that the restitution that would be ordered would be just as much in derogation of the common law principle as the out-and-out collection in Justice Breyer's example."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I -- a moment ago, you said, \"Okay, we'll assume that there would be some derogation,\" in Justice Breyer's example. I don't see why you don't come to the same conclusion with respect to the restitution aspect here."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but the revenue -- the revenue rule does not rest simply on the rationale of non- extraterritorial enforcement. It has -- it has other rationales: difficulty of understanding what the revenue rule is; the -- you know, the problems of policy; there are lots of revenue rules in foreign countries that we certainly wouldn't want to enforce, and so on. It's not just extraterritoriality. And those -- those policies would be just as much implicated by the -- by the restitution as by the out-and-out enforcement in Justice Breyer's example."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, perhaps - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Well -- I'm sorry."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"No, go on."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"No, you."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I was going to say, perhaps there were no specific holdings, because it would have been regarded as, kind of, a bizarre derogation of the rule in the first place. Nobody had dreamed up this scheme earlier."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I was about to say the same - - the same thing. You keep saying there are no cases that do this. Are there -- are there -- are there cases, before 1980, which do what you want to do -- that is, to use our fraud law, or something, to effectively enforce Canada's -- or some foreign country's tax law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I got your point. I think it is that -- in my answer to my clear example, you would 1111 14th Street, NW Suite 400 say no, that's not in derogation for the reason that there's an independent local reason for doing it. It's not being done to -- whether it has that effect or not, it's not being done in order to collect the foreign tax."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's been your response throughout."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, I - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, can I ask you - - this is such a curious case. You were very candid in telling us that when Canada put these astronomical taxes 1111 14th Street, NW Suite 400 on tobacco and alcohol, that was almost an invitation to smugglers. Did we have any discussions with Canada -- I mean, they do have that border, which is rather easy to cross -- about what we were going to do when they put the taxes on liquor sky-high?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Ms. Brill, you have four-and-a-half minutes left. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I just ask you to tell us what your strongest case is? Because they did raise that question. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"See, he's saying it isn't, for the reason that, he says, that if England did it for independent reasons, it wasn't doing it because it wanted to help France get it's money, that then it wouldn't have been in derogation. Of course, it would have been legal, either way, but he says it wouldn't have been in derogation, for that reason."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying, in effect, that derogation is an effects test, not an intent test. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"LAURA W. BRILL","firstName":"LAURA","lastName":"BRILL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3601,"interruptions":27,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2896,"interruptions":38,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":139,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1007,"interruptions":4,"times_spoken":42,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":780,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":293,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":298,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":941,"interruptions":7,"times_spoken":21,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3601,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":38,"words_spoken":2896,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":18,"words_spoken":3843,"times_spoken":117,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034732}}