{"petitioner":{"name":"GERALD DEVENPECK, ET AL.","counsel":[0,1]},"respondent":{"name":"JEROME ANTHONY ALFORD.         ","counsel":[2]},"caseNumber":"03-710","date":"2004-11-08T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in No. 03- 710, Devenpeck against Alford. Ms. Hart. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Hart, is there any requirement in Washington or generally that an officer state the grounds for the arrest to the person being arrested at the time?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're dealing here with a case from the State of Washington, and you assert there is no such requirement in Washington."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in this case when the respondent was arrested, he was informed by the officer that the arrest was for making a tape recording of the conversation?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it turns out -- do you concede that that was, in fact, not a lawful grounds for arrest?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you concede that --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that in the State of Washington, that it is perfectly lawful to record the conversation with the police?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm asking you. What is your view? Is it lawful or not for an individual to record, tape record, the conversation with a policeman on the occasion of a stop?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do we decide this case on the understanding that it was lawful to make the recording? Is that the basis in which we decide this case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, for argument --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Now, Washington also has an anti-stacking policy, does it?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is that just a rule of the patrolmen in the State?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They won't arrest someone for several charges?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it an agency policy that the State endorses, and if so, why -- why do you endorse or adopt the policy?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not stacking charges you mean."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that -- I mean, is that the -- the real basis for the policy, that we -- that Washington does not want to make it difficult for -- for arrestees to raise bail?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the argument that unless the cause of the arrest is, number one, stated and, number two, a -- a cause that a defendant can rely on, that in any case like this in which the stated grounds of the arrest turn out to be -- we will assume, turn out to be inadequate, the police will always, particularly in traffic cases, be able to come up with something later on to justify the arrest?  What -- what do you make of that argument?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was for an -- an arrest in which, so far as we can tell, the -- the stated grounds for the arrest were those for which there was probable cause. And I think one of the concerns underlying the argument that I asked you to comment on is that if the -- if the police, in effect, have -- have discretion ad lib afterwards to come up with new grounds for the arrest, there's -- there's going to be a kind of a basic corrosion in the integrity of the arrest process and in the confidence of people to believe that the police are really acting in good faith when they make an arrest."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that may be -- that may be the -- the best response.  And I take it, so far as you know, there -- there are no studies that have gone into this on an empirical basis.  Is that correct, so far as you know?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  The -- the argument is that he thinks he does have a ground.  It turns out that he's wrong.  Unless he is very unimaginative, he'll find another one.  It's not that he arrests saying I have no basis to arrest this person, but I'll think of something later.  It's -- it's the -- the problem is, I think -- or the argument, I think, is directed to a case like this."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Hart, I'm -- I'm not sure what you mean by -- that there has to be probable cause  for arrest. Do you mean objectively, or do you mean on the basis of the facts known to the arresting officer? I mean, let's -- let's assume an officer stops a car for a broken taillight, and it turns out the car doesn't have a broken taillight. All right? So that basis is wrong. However, the car also has an expired inspection sticker, which the officer didn't know about. Was there a probable cause for arrest, as you're using the term here?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't matter whether he knew those facts and circumstances."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, so it has to be known."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So in my example, the arrest would be invalid because at the time of the arrest, he didn't know about the sticker."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying it's the facts known to the officer --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that have to establish the probable --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":7,"sideBefore":"justices","text":"That's --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Once -- once you establish that limitation, are you willing to accept the horrible that -- that Justice Souter proposed to you? Is it -- is it, indeed, so easy to -- to gin up some other cause for arrest when you used a mistaken cause? I don't know that it's all that easy."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That was LaFave. You cited LaFave in your brief for that proposition."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you made the point, in answer to Justice O'Connor, that a police officer in Washington is not required to divulge on the spot the reason for the arrest. What is the point at which the  arrestee under Washington law is entitled to know the cause of the arrest?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it at the arraignment or the -- at the earlier booking in the police station?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it -- is the time when the arrestee must told you are being arrested for X reason, is that when the arrestee appears before the magistrate or is it earlier when he's brought into the police station and he's booked? The arrest is booked. At which point?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean he could be held until a charge is filed without being told why he's being held?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that could be a week or 2."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the magistrate keep those grounds secret?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't the magistrate tell him why he's being held?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how soon is he entitled to appear before the magistrate?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How soon after his physical arrest does he have a right to appear before the magistrate?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So for 72 hours, he could be held incommunicado without knowing why he was arrested."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You also said that you thought this case is distinguishable on the legitimacy of taping the conversation with the police officer on the highway.  Why -- why do you think this is distinguishable from the Washington Intermediate Appellate Court decision that the -- that the -- that Alford wanted to show to the police officer?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know if there's been any instruction in the State of Washington to police following that Flora decision about taping -- about arresting people for taping conversations with police officers?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The flashing headlights which was -- there was a citation. There was an arrest for the tape recording and a citation for the flashing headlights. Could there have been a -- an arrest for the flashing headlights, or is that a lesser category of offense that's not an arrestable offense?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But he was never -- never charged with the impersonating an officer, only with the flashing headlights. Is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the case, as far as I'm thinking of it at the moment, comes down to everybody is agreeing -- well, no. It's -- you go ahead because you want to reserve that probably."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Comey. "},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do the facts, on your view, have to be known to the officer?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is there -- and correct me if I'm wrong. In -- in cases in which we're inquiring into probable cause for a warrantless search, we give the  government credit for any fact known to any officer, don't we?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why wouldn't we have the same rule? Why shouldn't we have the same rule with respect to facts known to any officer when one officer makes an arrest?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But it's not urging it here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't think it is. I just want to know where we're going."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So far as you know, there -- there are no empirical studies looking into this particular horrible?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Comey, I think you rely, in part at least, on this Court's case in Whren --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- for the result for which you argue.  But in Whren, the stated reason for the stop, traffic enforcement, was lawful, and we didn't have to look any further.  In this case, the stated reason I think we assume, at least according to the trial judge's instruction to the jury, was unlawful.  Does that impair the reliance on Whren?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But if -- if we had gone the other way in Whren, we would still have the problem that we have in this case, wouldn't we?  Regardless of -- of how an arrest would be justified, the issue here is are the grounds of justification limited to the reason and in most cases the stated reason for the arrest.  So we'd have this problem even if Whren had -- had come out otherwise, wouldn't we?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But the question here is the scope of the Fourth Amendment inquiry. Can it take in probable cause for reasons other than the reason for the arrest or the stated reason for the arrest? Can it consider other offenses, and we'd have that regardless of -- of Whren, wouldn't we?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is it subjective? I mean, in -- in Whren, the question was finding a hidden motive as distinguished from the motive that was written out. Here, there's nothing subjective about what the officer charged this person with on the spot. He told him. There wasn't anything hidden in his mind. He said, I'm arresting you for X reason, for tape recording. And then they had a whole colloquy. So what the -- what the arrest was for is as objective as it can be."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But, of course, even in those examples, there could be a difference in what the police officer had actually observed.  He might not have seen the safety sticker or the taillight or whatever it is.  So you do have some inquiry into the mental processes of the officer in every case."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you predicted that this would be in practice very bad.  There are some jurisdictions that have the closely related test, are there not?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But the -- outside the Ninth Circuit."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we know whether these horribles have occurred there, that the police are booking for everything?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"In -- in the Federal system, is the arrest based on what the officer knew and -- and see -- and saw at the time?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose he had asked for a gun permit and he sees the gun permit, and he said, well, it's -- that's okay.  You've got the permit, but I'm going to arrest you for reckless driving.  Then he finds out the driving charge is no good.  It can't stand.  But then they look at his wallet more carefully and they see the permit is expired.  What -- what rule then?  At the police station, they -- they see the permit is expired.  In other words, they find out a fact after -- after they arrested him."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So you would confine the rule to what the officer has seen at the time of the arrest."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Comey.  Mr. Phillips. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought at its core it was about this rule that the Ninth Circuit adopted about closely related offenses. I thought at its core that's what we were concerned with."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what if the arresting officer just doesn't give a reason for the arrest, just makes the arrest, and it turns out, at the end of the day, that indeed there were objective facts that would have justified an arrest. It wasn't what the officer had in mind but he didn't say anything. What result then?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could -- could an arrest made under the circumstances I described be valid?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. At that time, there does. But we're talking about at the time of arrest. And it -- it just -- if the closely related offense doctrine has the effect of punishing an officer for explaining to the suspect a reason for the arrest, why is that a good doctrine? I mean, if the officer could say nothing and could end up, at the end of the day, having a valid arrest, I just think the closely related doctrine doesn't serve a very good purpose."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if the objective review shows that there were, indeed, facts that would have justified an arrest, then what's wrong with allowing that to proceed?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  What's -- what's happening here is in order to avoid the down side of your test -- as Justice O'Connor puts it, her point is that if we adopt your rule, there's going to be an incentive not to state the reason.  Now, in order to avoid that -- you haven't really squarely confronted it -- I think you're suggesting that there has to be an additional rule that the police officer must say why he's arrested, and -- and the authorities just don't establish that.  Now, if you want us to go on and make up that rule, I suppose we could make up that rule."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And I'm -- I'm sure you'd be delighted.  But that's not the case we're confronted with. And if the choice is between making up a new rule to make your test work or rejecting your test, it seems to me that the -- that the latter might be the preferred course."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Must -- must be very stupid police officers.  I mean, it's -- it's just obvious what -- what you have to do to make a valid arrest.  If you say nothing, any -- any basis that you could have had for the arrest will -- will be used.  Whereas, if you -- if you mention something, you better be able to substantiate that particular cause or a closely related crime.  Police officers aren't any dumber than the rest of us.  I can't believe that -- that that wouldn't be the -- the consequence of -- of the rule you're asking us to adopt."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"To put it this way, it seems to me the burden should be on you to -- to tell us why a police -- police officers are so stupid that they -- that they go around and -- and continue to give reasons when that's -- when that's going to make it more difficult for them to sustain the arrest and subject them to -- to personal liability."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if they're told in this case that they're subject to 1983 liability out of their own pockets if they get it wrong, then it seems to me they would pursue the safe course and say nothing.  I mean, you did say at one point in your brief that when a warrantless arrest is effected, the officer must inform the arrestee of the officer's authority and cause of arrest. But that's not true on the spot as a matter of Washington law or constitutional law, is it?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're not urging that the Constitution requires the officer on the spot to state the cause of the arrest, or are you?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, regardless if it -- whether it comports with the common law, I don't see why the rule that you are urging, closely related, is going to make a dime's worth of difference unless ultimately we hold that there is an obligation to state the cause at the time of the arrest."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  The booking occurs after arrest, and I thought what we were concerned with in this case was the validity of the arrest, not the booking."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Now, if -- if the -- if the -- if it is the validity of arrest, which -- which is in issue, I don't see why your rule is going to make any difference in the long run unless we go the further step and say, in order to make this work, i.e., enforce Fourth Amendment values, at the time of the arrest the cause has got to be stated.  Am -- am I missing something?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, based on an objective test, we'll get absolutely nowhere.  The person who is arrested is not in a position to be making objective or subjective assessments, by and large.  He probably knows what he's being arrested for because it's obvious, but then we have cases like this, which are the only ones that are going to be litigated, and he may not know. The -- the fact still, it seems to me, is obvious.  If we go your way, we're going to have to go the further step of requiring the cause to be stated.  Isn't that, as a matter of common sense, true?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  I'll be candid with you.  I think it is necessary. But the -- I guess the -- what I'm getting at in all of this is you're asking us to take steps to solve a problem, and I don't think you've demonstrated what the problem is.  We keep coming back, as we have several times, to the lack of empirical studies.  Have we got something to worry about in -- in enforcing Fourth Amendment values that we can only guard against if we go your way?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then what is the -- yes, but what's the justification for doing it?  What is the practical problem that we are concerned with?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But they should have been arrested.  I mean, so long as they should have been arrested, who cares?  In this case, I mean, it'll -- it'll be ultimately be tried by a jury I -- I guess, but your -- your client pulls up behind another car with wig-wag lights flashing, like a police car.  Right?  He has a police scanner on the seat next to him.  He has handcuffs. He has tinted glass in front of the license plate -- of his license plate, so it can't be -- can't be read.  It seems to me there was obvious probable cause to -- to arrest this fellow for impersonating a police officer. And I would have hoped he would have been arrested so he wouldn't go around and -- and pull up behind another car. What is the problem?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me he should have been arrested, and the -- and the mere fact that the police officer gave the wrong reason for arresting him doesn't make me feel very bad about the arrest at all. I'm glad he was arrested."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but did you object to the instructions in the trial court?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"One of the problems I have with the case, very frankly, is that the jury has already ruled against your client on the qualified immunity issue carrying out instructions given by the judge that were not objected to by your client."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But whose fault is that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I thought that the reason that the police went after your client after he left the vehicle that was disabled was because the officers at that point suspected that he might be impersonating a police officer.  That's what the people in the -- the disabled vehicle told the officer.  They said he had flashing headlights.  We thought he was a police officer.  And -- and wasn't the original following of your client triggered by the suspicion that he might be impersonating a police officer?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Under Washington law, is it lawful for your client to have headlights -- wig-wag  lights?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was your client ever found guilty of any offense at all?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it's unlawful to have wig- wag lights, and I take it it's an arrestable offense to impersonate a police officer."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So that would -- that would certainly be probable cause to arrest just based on the wig-wag, plus the fact he lied to the police in -- in instructing them the button to push or didn't tell them what button to push to make them go."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- that isn't the issue before us here.  I -- I assume that for purposes of the question on which we granted certiorari, we have to assume, or else the whole thing doesn't make any sense and it's all -- it's all arguing about nothing -- we have to assume that there was probable cause on some other ground than the ground which he stated or anything closely related to the ground which -- which the officer stated. Isn't that -- isn't that the -- the manner in which this case gets to us?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but that's not the ground on which the Ninth Circuit decided it.  The Ninth Circuit never had to reach the question of whether there was probable cause on these other grounds --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- because it found, even if there was these other grounds, they're not closely related to the illegal taping. So I suppose you're telling us that if we find that we do not like the closely related rule, that it's not part of -- of United States constitutional law, what we should do is remand to the Ninth Circuit so that they could determine whether there was probable cause on the other grounds."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask one other question about the proceedings in the trial court?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Was there a motion for summary judgment by the defendants claiming, as a matter of law, they should be entitled to qualified --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And that was overruled."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And then there was a jury trial and the jury disagreed with it and, in effect, said there -- there was basis for qualified immunity."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is your understanding of the reason for the jury's verdict on this issue?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask one other question then too?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"That's not my reason.  I don't even know the man.  I'm just -- (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"In -- in your view is the closely related doctrine a -- a matter of closely related as a matter of law between two different offenses or is it a matter of -- are the facts relevant?  For example, could one argue that these offenses were factually related pretty closely because they grew out of the same central group of facts?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you have a very narrow view of closely related.  It comes down to misnomer cases.  It's one thing to say -- what the officers told the DA, although after they arrested him -- didn't they describe the whole episode from when they saw Alford pull up behind the disabled vehicle?  They described that and they mentioned the flashing lights.  They described the whole episode up till the point where they -- the officers apprehended him and saw the equipment and then noticed -- they told the DA everything, and he said, yes, you have probable cause."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why couldn't it be related in time and space rather than legally related?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why is it exactly that a policeman who comes on a difficult scene, gun in one pocket, the guy has a knife in another, and he throws a punch?  Now, the policeman might make a mistake about that.  He -- he thought he threw a punch, but he made a mistake.  Now -- now, why is a policeman less likely to make that kind of a mistake than make a mistake about what crime to label it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  You said -- you -- you say everybody agrees in this case that if the policeman had reasonable cause objectively to arrest the person for A, but he arrested him for B instead, there are some circumstances in which that's okay.  And on their view, it's -- as long as -- it was always okay, really, as long as objectively there was reasonable cause.  On your view, you're going to add a little thing.  You're going to add, and by the way, it's not okay unless that conduct that he looked at was in fact illegal.  So you say -- because policemen could make mistakes about labels, but they're not likely to make mistakes about throwing a punch.  So I just wondered why not.  I mean, they got the wrong guy for throwing the punch.  You know, so -- so what?  Why is that so -- that -- that supposedly in your view is some terrible constitutional harm, but if he just mislabels it,  it's not a terrible constitutional harm. And I'm just puzzled as to where that distinction comes from and why."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that the circuits all agree with you. Now, my only problem is it's hard for me to see why they all agree with you. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"And -- and that's where I'm sort of stuck."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but Mr. Phillips, let me go back first principles.  You are complaining about an arrest which you admit was valid.  Do you not -- do -- do you not that the arrest was supported by probable cause and therefore was a valid arrest?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I misunderstood.  I thought we were just talking about qualified immunity. But you challenge the arrest itself even though you admit there was probable cause for the arrest?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"We don't that challenge that here, though.  I asked you that question earlier, and I thought you agreed that for purposes of our deciding this case, we -- we will assume, though you do not concede the  point, that there was probable cause on one of the other grounds."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly, exactly."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"And -- and there's no need for the Ninth Circuit's rule unless there was probable cause because if there was no probable cause, you win on that ground. You don't have to get into this closely related offense doctrine. Is that correct?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. If there was no probable cause."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Then you win without this fancy doctrine."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This -- this doctrine only comes into play and is only required in cases involving a valid arrest and a -- a mistake by the officer in identifying the wrong cause for the arrest. So it's an extension of the qualified -- it's a -- it's a -- an application of the qualified immunity doctrine to say you are not protected even though you acted lawfully."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but if you say the arrest was valid, he did act lawfully although we didn't realize the reason why he did."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but don't you reconcile the -- the problem of the straddle by saying that unless the probable cause, which we will assume existed, is for a closely related offense, the whole arrest was invalid? Isn't that your position?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now, let me ask you -- you one other question. You -- you started out in getting down to first principles with disfavor of warrantless arrests.  Would your position be different if the officer had somehow gotten an arrest warrant on the spot for illegal taping?  Wouldn't you be making the same argument?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it has nothing to do, essentially, with warrantless or nonwarrantless arrests."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in this -- yes, but on your theory, that is -- that is incidental. That is not essential. If he had had an arrest warrant for illegal taping, you'd be making the same argument."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's right."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you don't have any case law to cite to us for that. That gets us into a whole new doctrine."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you've already conceded that it -- Washington law doesn't require the officer on the spot to say why he's making the arrest and that there's no decision of this Court or any court that I know that said the Constitution requires the officer on the spot to give a reason."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Ms. Hart, you have 5 -- 5 minutes. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Hart. The case is submitted."}],"people":[{"id":0,"fullName":"MAUREEN A. HART","firstName":"MAUREEN","lastName":"HART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1373,"interruptions":13,"times_spoken":42,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JAMES B. COMEY","firstName":"JAMES","lastName":"COMEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1306,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":2,"fullName":"STUART PHILLIPS","firstName":"STUART","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2404,"interruptions":26,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":587,"interruptions":1,"times_spoken":29,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":524,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1139,"interruptions":0,"times_spoken":26,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":860,"interruptions":3,"times_spoken":20,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":781,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":334,"interruptions":0,"times_spoken":5,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2679,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":26,"words_spoken":2404,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":8,"words_spoken":4608,"times_spoken":128,"laughter":2,"num_int_by":6}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472703109956}}