{"petitioner":{"name":"GARY SHERWOOD SMALL","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"03-750","date":"2004-11-03T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"Mr. Boas, the Court will hear argument in Small against the United States. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess we have held, though, several times that Congress meant to define very broadly when it enacted felon in possession of firearm statutes.  Did we not?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it makes it a tougher case when you use the word any because we've given the -- the word any generally a broad definition."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any such cases?  I mean, I never heard actually --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when people -- no.  I mean, are there any cases in which France or England has convicted people of an antitrust violation punishable by imprisonment for more than a year?  I -- I didn't know that their antitrust laws had a criminal aspect, though I haven't looked it up."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  Well, I -- I've never heard if anyone in any foreign country, other than ours, though I gather my law clerk found that in Japan, in fact, Japan does have a criminal antitrust law.  They may be the only ones outside the United States, and I don't know that anyone has ever been convicted under it because they're not too -- or they didn't used to be too fierce on antitrust enforcement."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just wondering how anomalous or your anomaly is. (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And are there such?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, maybe."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't -- but I just -- are we sure that there -- that, you know, that this anomaly exists?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did they say any State or Federal?  I mean, in -- in a way this provision -- you -- you may say that the -- that the substantive effect of the provision supports your interpretation, but the text of the provision supports the Government's --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because if any only means State or Federal, there was no need to say State or Federal in this provision.  You could have simply said any in this provision, just as you said it elsewhere.  So one would think that they said State or Federal because they wanted to exclude foreign antitrust matters."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't care how it got there.  I'm just saying there -- there -- if -- if any means what you said it means, namely State or Federal, there would have been no need to limit this other provision to State or Federal because the whole statute would only cover State or Federal."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Well, but -- but Justice Scalia's point -- and I -- I think he's correct -- is that this cuts at least as much in favor of the Government as you and probably more because you would make Federal and State unnecessary surplus."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- you don't set forth the main qualification to the main definition in a -- in a later subsection."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would you concede that -- that this is at least sloppy drafting?  Because they said any in one place, they said State or Federal in other places.  Shouldn't they be -- be consistent in their terminology?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boas, I think you make a strong argument that Congress probably didn't think of this particular problem.  Do you suppose if at the hearings before the committee, the process of the legislation, some witness came in and said, do you realize this language is so broad it will cover the person who is convicted of a felony in Japan, as well as person who's convicted of a felony in Illinois, do you think they would have modified the statute?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there would have been a need to under your view now."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I suppose somebody on the committee might have said, well, we don't want this kind  of person to have a gun, and the fact he's convicted in Japan rather than in Brooklyn really doesn't make any difference with regard to the purpose of the statute."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but this person --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the defendant in this case was convicted in Japan and he somehow got to the United States."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are people really not allowed to come in if they've been convicted of any crime?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it was a crime like not wearing a veil if you're a woman in a country that -- suppose it was a crime like criticizing the government if  you were in Soviet Russia.  Suppose it was a crime like -- you know, there are all kinds of crimes that we -- we would never consider crimes --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and in other countries there are -- we don't let anyone in if they've done any of those things?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the court of appeals here said what it would -- it read in a check.  It said it wouldn't read it to really mean any conviction. It had to be in a system that was fundamentally fair. Wasn't that what the court of appeals said?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think -- let -- let's put, you know, the worst for you.  If it were put to Congress, which would you prefer, that -- that Solzhenitsyn not be able to have a gun or that the worst kind of violent criminal convicted and imprisoned and escaped from a foreign country who manages to get into this country can go in and buy a gun?  Which -- which of these two would you prefer?  And I think I'd say, well, you know, it's tough on Solzhenitsyn he can't own a gun,  but he'll probably get over it. (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you put the question to Congress, which would you prefer?  Would you prefer the occasional person who's been convicted of a foreign court, comes over here, that this statute doesn't apply to him, or would you prefer that all the refugees from Eastern Europe and people who come from Arab countries and people who come from countries that have quite different systems in places all over the world discover that suddenly they're felons because of things they never would have dreamt of because they were perhaps convicted of selling gasoline on the open market or perhaps they were convicted of any of these religious crimes we've talked about, selling a Bible?  Suppose you put that question to Congress."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's a -- if it's a  matter of notice and -- then that's a separate issue. Plus the Government, it seems to me, should put on its form that this includes foreign conviction, and that solves that problem."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May -- may we go back to the -- the choice that you were given by Justice Scalia first and then Justice Breyer?  I thought that someone who comes in here illegally and possesses a gun commits an offense."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so there's not -- Congress would say to that hypothetical, we've got a third choice, much more sensible.  Anybody who sneaks in here without permission and has a gun --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- commits a crime."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't cover Americans, of course --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who go -- go and commit crimes abroad, are convicted abroad, and -- and come back to home sweet home and then get a gun.  I mean, that seems to me extraordinary."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to me extraordinary. I don't think Congress would have wanted that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think if there was a problem that -- that they were going to leave unsolved, it is less likely the problem of having an American citizen killed by a gun toted by somebody who has been convicted of a crime abroad than it is the problem of somebody having been convicted abroad of some silly crime like wearing a veil or not wearing a veil or something else.  If -- if it's either of those two problems that they meant to leave overlooked, I would say it's the latter.  They might well have said, well, the courts will take care of that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is that defined?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Once again, that -- that cuts both ways.  Why would they -- if the text reads the way you say it reads, why did they have to say is a misdemeanor under Federal or State law?  Because it wouldn't have mattered.  The only courts -- the only convictions that would be covered would be Federal or State convictions.  They would not need that -- that qualification."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boas, when they combined these two --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and ones -- the 1202 did say Federal or State -- they made other changes, harmonizations.  In the explanation of their consolidation of the two sections, to what extent did they discuss changes and the reasons for them?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they did -- they did explain other things --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- other changes, but this one -- there's silence --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as far as I understand."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me ask you the question the -- the Chief Justice would ask, were he here, because he always asked this kind of a question.  What -- if you had to pick your best case of ours which interpreted the word any in the way that you would like us to interpret here, what's -- what's the best case you have?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a good question.  He asks good questions."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe you can think --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"justices","text":"How -- how about --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Maybe you can think of a unanimous case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And this is one I'm -- I'm surprised that you didn't cite, but it -- I don't think you did -- EEOC against Arabian American Oil Company, where the wording of the statute was anyplace outside the United States, title VII coverage, and this Court held that anyplace outside the United States did not mean that a U.S. employer operating abroad had to abide by the anti- discrimination norms with respect to hiring in some place abroad because Congress was thinking in terms of the inter-State sitting -- setting and not international."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that was a decision by the Chief.  So -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You call that FOPA?  That's the name of the statute? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"It's an unfortunate acronym, isn't it? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Recidivism is an element of the crime.  If -- if you have a crime of, you know, repeated  felony, recidivism is an element."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  You've exhausted your time."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Millett. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You can ask it as well -- (Laughter.)"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There is -- there's an overarching concern and I'll -- I'd like to put it to you right from the beginning.  When a legislature legislates, be it the State or Federal Government, it is generally thinking in terms of its own domain, its own bailiwick.  When Congress legislates, it's thinking about the United States.  Sometimes it's thinking about abroad, but most of the time when it is, it says so. And we have a number of cases, not just the Arabian American Oil Company.  I mean, that -- the language of title VII was between a State and anyplace outside thereof, anyplace outside thereof.  And in that very case, the Chief made the point that I'm putting to you now, that Congress thinks about the United States, our country, and if it means to say something that will take in other places in the world, it says so clearly.  And we don't make the assumption that Congress was intending to have any extraterritorial flip to its law unless it tells us that. That's my overall concern about the Government's position in this case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- but let me just interrupt on your -- your best case suggestion.  I don't think the test is when has the word any been used in different ways, but has the word any court ever been used by Congress to include foreign courts."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I'm asking about just the words, any court.  What's your best case for the proposition that that would normally be construed by Congress to include foreign courts?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have a case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And do they ever refer to foreign courts?  That's the question."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the reason you often need qualification is there's -- there's sort of a basic question, does this include State courts as well as -- as well as Federal, and it's often necessary to spell it out one way or the other.  But I don't -- I'm not aware of any precedent for trying to decide whether it also embraces foreign courts."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How many times have you used this statute to go after people who were convicted in a  foreign court?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"About, approximate."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"More like 100, more like 50, more like 10, more like 5?  About how many?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"10 to a dozen over how long a period of time?  20 years, 18 years?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"'68.  Now -- so 35-40 years. Now -- now, how many times do you think that people -- I mean, the -- the -- if you've used it only a dozen times or so in about 40 years, then it doesn't sound like a major threat.  What I'm weighing against that is the possibility that people are really convicted abroad of selling Bibles.  That really does happen, and there really were economic crimes in 1968 in all the Eastern European countries, and these aren't fanciful examples I've been giving you.  And so if you were in Congress -- or -- or why do you think that Congress would have wanted to get the courts into the mess of trying to decide why wouldn't those crimes be covered and were the procedures fair?  And we start distinguishing one country from another.  And what are the procedures in the Ukraine or Kazakhstan anyway?  I mean, my goodness, what a mess for the sake of a dozen cases in 40 years."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which was it?  Just -- what was the case you just mentioned?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- that example, which you gave in your brief, gave me this concern.  The problem that you've just been describing, the State convictions that may be invalid but is being used under 922, I regard that as a kind of a venue question because you can go back to the State that rendered the conviction and say, State, I was convicted in violation of the Constitution, give me my good habeas writ that I get -- can get from the State.  Then I wipe out that conviction and I don't have it anymore. But the person who's been convicted, say, in whatever examples -- take -- Zimbabwe would be another example.  Libya.  To go back to that system and get a conviction expunged.  That's why you can't use a case within the U.S. system where it's a question of where do you go to wipe out your prior conviction.  And for someone abroad, there isn't that option."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- that's a question of waiver or forfeiture.  Those are the ordinary rules that apply."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but there's a basic rule in civil as well as criminal procedure, that if you want to attack a judgment, you go where that judgment was rendered.  And of course, you should abide by the timing rules of that, but that's just a very sensible thing within a federal union.  If you're -- if you're attacking what State A does, go to State A, don't tell State C."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that doesn't operate internationally."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you're not building that into your interpretation of the statute at all because you have said in your brief -- and correct me if I've got you wrong -- you don't like what the Third Circuit did.  You say just the fact of the conviction counts.  Don't investigate, court, whether it was a fair system that comports with fundamental notions of due process.  Just see if there's a conviction anyplace in the world.  And so what -- what you're telling me is that it doesn't matter that you didn't appeal because even if he were precluded from appealing for some reason that we would consider totally unfair, it doesn't matter on your view of this statute."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- that's standard for judgments anyway.  When the judgment is final, it means you've gotten through the first -- it has preclusive effect.  Almost always, when a judgment is overturned on appeal, then you go back to State 2 and say, look, it's been overturned on appeal, and at least in the civil side, almost always State 2 will say, okay, we'll give you post- judgment relief because what we were relying on as our sister State judgment is no longer on the books.  I can't imagine that in our criminal system it doesn't work the same way."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking if it's alien in our criminal justice system, not in deportation, not in -- extradition is somebody who did somebody -- something abroad, and we don't send people just to anyplace.  Don't we have to have a treaty?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because the person is going to be tried in that other system, and we have bound -- within our international system, we say we're part of a world community and we want Japan to extradite people who have done bad things here to the United States, and so similarly, we will extradite to Japan.  We don't want them to look at our system and judge it.  We're sending somebody to be tried there.  So extradition is -- is something entirely different than --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we have the check already that these are -- these are places with whom we want to do criminal justice business together.  So --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And then we have the -- we have the document where it's very clear we want to have extradition with the UK, with Japan.  Here, you're relying on the word court, and you don't have it all spelled out like you do in an extradition treaty.  And that's the problem here.  Sure, if Congress had said we mean foreign  court, then that would be it, but it hasn't said that and we have to determine does it mean the same thing as it means in the extradition context or the deportation context where you have a clear statement that Congress means a tribunal abroad."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if somebody is coming into the country, somebody is asking to come in, any conviction that you're talking about, of course, refers to someplace abroad."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May -- may I interrupt this --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- this colloquy to raise another question, if I may?  Would you concede that there are some tribunals in the world that are comparable to  what you might call a kangaroo court that Congress would not have intended to include within the term court?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And how are we to decide whether such tribunal should be treated as a court within the meaning of the statute when there is no statutory definition of the term court?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if you concede that there are some tribunals that are not courts within the meaning of the statute, are you not conceding that the word court is inherently ambiguous?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it's something less than the all-inclusive term, any court, in a literal sense."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, it doesn't -- it's -- it's not a tennis court or an inner court. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if somebody asked where this man was convicted, they'd say in a Japanese court."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't really have a chance --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I assume that there's some prosecutorial discretion in the application of this statute.  I mean, have you --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- have you prosecuted any --  any woman who tried to buy a firearm because she had been convicted of wearing -- not -- not wearing a veil?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think any United States attorney would do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or -- or somebody who was convicted of treason in Cuba?  You -- you think that -- that that would be a -- a case that would be prosecuted vigorously by a United States attorney?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know any cases in which we've construed a statute narrowly on the ground that we're confident the prosecutor won't bring any such cases?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it's -- it's been on the books for so long with very, very few prosecutions.  So it's one -- it's not exactly an urgent question.  But it does seem to me if this -- this problem had been brought to the attention of Congress, they would have defined the term court, and I don't -- they haven't done that but probably because they didn't think of the problem.  And you can argue, well, they surely would have wanted to have this particular person prosecuted, but would they have wanted everyone with every foreign court all over the world.  That's the question."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Ms. -- Ms. Millett, my -- my problem with that argument and I guess my basic problem with -- with the case is Congress did not just sort of stop when it got to the point that would support your Lewis argument.  It went a step -- it went several steps further.  But one of the steps further that it went to was -- was in -- in a certain fussiness about the definition of crime, and it said, well, we want to make sure that -- that no State or -- or Federal business criminals are -- are put at a disadvantage by this.  It then accepted anything that a State might call a misdemeanor if it carried no more than 2 years.  And it just seems very odd to me that Congress would have been that careful in putting these limitations on State and Federal crimes and would totally have ignored any category of crime under foreign law, any conviction under foreign law in -- in light of some of the hypotheses that have been thrown out this morning.  It just seems strange that it would have ignored foreign law and foreign courts if it thought they  were included."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it called it that, but it didn't -- it didn't have this issue in front of it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I realize you've got the language, but it -- it wasn't addressing this issue."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I was talking about our language."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- and I think that ought to count for a lot too. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Well, not too much."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but how -- how familiar an example is it that price-fixers would -- would be placed in -- in a terrible position if they couldn't carry guns? I mean, that was not a pressing problem, so far as I know. And yet, Congress dealt with it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if it can deal with a problem that is as little pressing as that, it seems odd that it would not have averted in any way to equally non- pressing problems under -- under foreign convictions if that's what they had in mind."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  What -- what --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I -- finish your answer."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, there's no --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We both know there's no --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Millett."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"All right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Ms. Millett, there are many lawyers in Congress and at least the law students of my generation -- some of them are of that elder age.  We learned in law school one country doesn't enforce the penal judgments of another.  This is a kind of enforcement of a penal judgment of another, not exactly, but something like it.  Another reason why I would expect a Congress, knowing that background norm, would say, when it meant foreign, foreign.  Unlike the context of the immigration, yes, there are some people who left and came back, but many -- and -- and we have all this whole line of cases. Is adultery a crime of moral turpitude, and you know, those go back to the '20's. But this, which came about only because of the merger of two statutes, one saying Federal and State, the  other not, and no explanation at all, in light of all these anomalies that have been brought out.  Shouldn't we say to Congress maybe that's what you meant, but if you did, you have an opportunity to say so before we read in foreign?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But neither did it give any explanation for not carrying it forward."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's -- it's the silence at the -- at the time it -- it apparently departed from the practice of predecessor statutes that -- that seems to be a problem for your argument."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You know, this is a very interesting case because there are three ways to answer the question of what is a court.  You can leave it up to us to do it, and that would be judicial legislation to fill in a hole in the statute.  You can have the executive do it, decide what case -- what cases to prosecute, or if we should knock out this -- interpret the statute in the -- in a different way than you urge, Congress would then do it.  Now, which of the three is the better lawmaker on deciding which is the -- what should the meaning of the word court be?  The executive, the legislature, or the judiciary?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That would save us a lot of work.  We -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- we could just invalidate all statutes that we don't understand. (Laughter.)"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it is pretty clear that Congress didn't really think about this problem."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it is also clear on your side that they would like to prevent this guy from having a gun."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So there are two competing considerations, both of which are very powerful."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I -- I want to get you. Now, I have a new question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Would -- would you finish -- would you finish please --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Well, I have a new --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- telling us about the administrative waiver proceeding?  You were in the middle of it and I never heard the --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":5,"sideBefore":"justices","text":"That's exactly what I wanted to know."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I -- can I -- that's exactly what I wanted to know.  When a person comes in to get a gun -- because I hadn't focused on this, and it actually to me it's relevant.  Suppose one of these people has been convicted in a foreign court and he doesn't have a clue, you know, that this means he can't buy a gun over here.  So he comes over here.  He goes into a -- a gun store.  Now, does he get notice that that -- this conviction over in Japan or Lithuania or wherever it was means that he can't buy the gun?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I'm asking -- I'm asking  in general."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So it just says any court."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It'll work for -- yes.  It'll -- it'll work for this one, but -- but what I'm worried about -- and really what led the Sentencing Commission to exclude all this stuff even though clearly recidivists should get a higher sentence, but we still excluded it because it's just a nightmare.  There are notice problems. There are fairness problems.  There are procedural problems.  There are problems of crimes that aren't crimes here."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and all those come up,  and that's what I'm worried about.  So I see this as a possible out."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The one -- the procedure you just talked about might help."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That he knows about it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it provides judicial review of the Attorney General's failure to give the waiver."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know why?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know why they stopped funding it?  Why did -- because I think that's been reenacted every year.  No money for this.  Why -- why did Congress stop funding it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know anybody in the Justice Department you might talk to to amend this form so that the form says this includes convictions in foreign countries?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. BOAS","firstName":"PAUL","lastName":"BOAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3409,"interruptions":27,"times_spoken":52,"laughter":2,"num_int_by":6},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"respondent","words_spoken":2747,"interruptions":50,"times_spoken":73,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":775,"interruptions":5,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":53,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":871,"interruptions":5,"times_spoken":29,"laughter":1,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":743,"interruptions":5,"times_spoken":24,"laughter":4,"num_int_by":3},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":189,"interruptions":0,"times_spoken":8,"laughter":3,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1512,"interruptions":8,"times_spoken":31,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3409,"times_spoken":52,"laughter":2,"num_int_by":6},{"side":"respondent","interruptions":50,"words_spoken":2747,"times_spoken":73,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":26,"words_spoken":4560,"times_spoken":137,"laughter":10,"num_int_by":6}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034733}}