{"petitioner":{"name":"CITY OF SHERRILL, NEW YORK","counsel":[0,1]},"respondent":{"name":"ONEIDA INDIAN NATION OF NEW YORK, ET AL. ","counsel":[2,3]},"caseNumber":"03-855","date":"2005-01-11T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in the case of City against -- Sherrill, New York against the Oneida Indian Nation of New York. Mr. Sacks, whenever you're ready. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it your position that whenever an Indian transfers land in violation of the Nonintercourse Act, that that's a valid transfer? And if not, why is this different?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does not having a possessory right mean that the city could tax them, or the State?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm just thinking, that suppose you have a reservation but the tribe doesn't have a possessory right because in the middle of the reservation, there is some kind of long-term lease or a sale to a house that's owned by somebody else who is not a member of the tribe. I would think -- am I right that the city or the county in which that reservation sits can't tax it anyway?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So if you were to say the tribe does not have a possessory right, they can't go in and eject all the people who are living there and built houses over  the last 192 years. That doesn't mean still that you could tax them."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they couldn't be enforced against certain innocent purchasers but when the land is reacquired, then it seems to me we have to ask whether there was an extinction of aboriginal title and whether the reservation was at some point subsequently disestablished by federal act. And if we hold against you on the ground that there was no extinction of aboriginal title and there was no disestablishment of the reservation, then it seems to me that when they reacquire, we get to exactly the point that Justice Breyer raises and that is, once they reacquire the land, why does it become taxable? Why does its nontaxable status not simply reassert itself?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying if the original establishment of the reservation was simply a continuation, was literally a reservation from a transfer of land to the State of New York and that the Indian title was a purely aboriginal title, not a title conferred by a federal act creating a reservation, that it cannot be Indian country, is that correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume the title is aboriginal. Nothing in an act of the United States says we're giving this land to the Indians, e.g., in the Kansas situation. It's simply aboriginal title and it was never extinguished. Are you saying that if that is the source of the title as opposed to a federal act saying we give this to you, that it cannot be Indian country?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So this part of your argument  depends on our accepting your position on the Treaty of Fort Schuyler as being a conveyance of all property and a later retrocession, is that correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because otherwise, I don't see what extinguished the aboriginal title."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that, but I mean, then it seems to me if one thing that Oneida establishes is that the whole title doesn't just disappear if nothing else happens, simply  because of the passage of time."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is what?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now we agree with that or I'll hypothetically agree with that. They can't come in and eject people. But then I'm back to my first question, because I take it that the refusal in Oneida to the suggestion that they can't go, say, to Buffalo, New York, or wherever, or some town and throw everybody out of the house, that that, of course, does reflect the passage of time. But for a city or State to tax the land, that doesn't involve the same kind of interference with people's expectation of living in the houses that they bought, that throwing someone out of his house would involve."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is a matter, is it not, of whether the tribe now has sovereignty over this parcel of land? Is that's what's at the bottom of the question?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the tribe has sovereign - - sovereignty status with regard to this property, then presumably the city can't tax it. So we have to decide that, do we?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now what do we do with the Oneida II case decided in 1985?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Why not? Why not? I mean, is every decision we make up for review when the  interested parties fail to cite the, what they now assert are the dispositive acts?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there wouldn't have been a violation of federal law if this were not Indian country, if this were not an Oneida reservation when the transfer occurred."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the application of the Nonintercourse Act? I assume it applied only to federal act reservations."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it read? What does it say?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless made by treaty or convention entered into pursuant to the Constitution."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"An idea of precisely what's at stake within the Oneida litigation, as I understand it, the counties and the municipalities, the City of Sherrill would not be left in the end having to pay; New York would."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, from the county's point of  view, I'm asking who pays at the end of the line. And it seems, in the Oneida cases, it's the State. Is it different here? And what taxes are we talking about precisely?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What goes with the taxes? You've said that the other effect will be that whenever the Oneidas buy a piece of property that is within this former reservation, and of which only 1 percent is now owned by Indians, whenever they buy a piece of property, that property is taken off the tax rolls."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which, of course, makes it a lot easier for them to buy it because it's much less expensive for them to hold that land. What else happens? The - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The town can't regulate."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I assume it also means that  that land cannot be repurchased by non-Indians?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're a good lawyer that they hired, and the Oneidas may not have had as good a lawyer. I don't think this was done around the campfire, do you?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say terminated the title, you mean by the conveyance of all lands?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there ever any federal superintendence of the land?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't the FBI that keeps peace on other reservations, is it? Isn't it quite standard for state law enforcement to function?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can he answer that?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Yes, go ahead and answer the question."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Sacks. Ms. Halligan. "},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is sovereignty something that the tribe can lose by inaction over a period of time?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"The Buffal Creek - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Treaty."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What you seem to be asking is to infer from that treaty that the prior unlawful land sales of the Oneida's New York reservation were somehow ratified."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But if you're right about Buffalo Creek, it would mean that the effect of the Government's decision to repossess something in Kansas was to leave the Oneidas without any land."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It certainly wasn't that clear from it. It appeared to be the assumption that the Oneidas did not have to go to Kansas, if they chose not to do it. It was dependent on making suitable arrangements."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure it can. I mean, one way to pursue that policy is to offer them lands in the west if they want to go there. That would certainly pursue the Government's policy of removing them."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're saying there is no consideration. If, they simply agree to remove if they -- if they want to remove."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No, they gave none, I'm talking about."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The Indians. You're saying they gave no promise in exchange, if they simply promised to remove if they felt like it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm trying to help you here. [Laughter.]"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that perhaps the Treaty of Buffalo Creek is thinking of 50,000 acres where these particular Indian tribe members had their homes, or at least arguably. Just no one was thinking about the remaining 300,000 because they had long left those. It had nothing to do with them."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, It means that that's what was intended but what do you make of all of the testimony about the representations made by -- I forget the man's name"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the government's representative, to the effect you don't have to leave New York."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but my, I guess, let me just get to the point and you can answer that."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Doesn't that negate your argument that the treaty as such disestablished the reservation?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the precise language that you think relinquished, changed the sovereignty that -- changed the sovereignty?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there are implications from Oneida II case that the Indians can reacquire land and assert some kind of possessory right."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Halligan.  Mr. Smith, we'll hear from you, please. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying your position was and is that it's not inalienable without the approval of the feds?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it, the portion within the reservation you claim is alienable so long as it's not owned by an Oneida. The current owners can sell it to somebody else, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes or -- Does that strike you as strange?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you prevail in this case, then could suits be brought by the tribe to evict current owners of land on the historical Oneida 300,000-acre reservation?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But if it's owned by the State of New York, if it's been acquired somehow by the State, then what?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What happens about -- suppose -- I just want to follow this. You don't evict the people who are there but it's 22 square miles in the center of New York State. That's a lot of land. And maybe that's worth a trillion dollars, I don't know. So does that mean that the Indian tribe would have -- would it mean that it had the right to, let's say, hundreds of billions of dollars, the value of that property, that it could sue someone for it, the State of New York or the Federal Government? I guess the State of New York?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What was the acreage there?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may not be worth as much. Maybe this includes several cities and towns? What do you think it is? I mean in other words, the answer to my question is in principle, yes. In principle, if the Indian tribe owns 22 square miles, even if they can't get possession, they're entitled to the value of it, in your opinion?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, of course the people who are there have it, but maybe it's not Buffalo. I don't know, maybe it's all of Buffalo, New York, or maybe it's a town. I'm not saying that that's the law but I just wanted your view of that. And then I wanted to know this, that on the legal part, I would like your response to the -- I take it your answer is yes, they're entitled to the value of it. I'm right about that, that is your answer?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"On the whole 300,000?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do the, would the Oneidas have a claim to tax the current property owners?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Smith, isn't there any principle of laches that comes into effect here? I mean, really what you're asking the Court to do is to sanction a very odd checkerboard system of jurisdiction in the middle of New York State. Some parcels, the ones the Indians choose to buy and are able to buy, become Indian territory and everything else is governed by New York State. This is just a terrible situation as far as governance is concerned and part of the blame for the situation we're in is that the Oneidas did not complain about this for 170 years."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The case also held that because of  the passage of time and the reliance interests that have developed, we are not going to give you possession. Now, why doesn't the same principle apply to giving you jurisdiction? Because of the passage of time, you can get damages for trespass. Maybe even you can get the value of the land. But it would just create a chaotic situation if we say that you have jurisdiction in the middle of New York State over any pieces of land that you can buy."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, Mr. Smith, first, would you clarify how much land is now claimed as Indian - - within the tribe's aboriginal right? It's not -- well, for one thing clarify while you are not claiming the entire 6 million. Didn't they have 6 million acres to start with?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But some of that you said was taken out by an approved transfer in 1798?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But something around 275?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And the figure, the 250 million is for the rental -- what is that -- what is that for?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which New York State paid, and that's the end of it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the end of it. From what you're saying, I gather that you believe, in that case, once they purchase the land, it becomes tribal."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do you say on the merits, then, to the claim that there were 300,000 of these acres in 1838 or with the Treaty of Buffalo Creek -- there were 300,000 acres that nobody was paying any attention to because there were no tribe members that lived there, so that when you have language in the treaty, under those circumstances, that says their home is now -- where was it? Illinois or - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Kansas."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Kansas. Their home is now in Kansas. That's the nation. That's the place. And that - - you've heard the language cited. And even though a person says, \"You can live here as long as you want,\" that just means they can live there as long as they want; that doesn't mean it's the reservation. The reservation's sovereignty may have gone to Kansas, though, of course, nobody had to move, unless he struck a fair bargain that he agreed to with the State of New York. I take it that's their argument. I just want to hear your response."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would it not be odd to have a - - to give assurance that you could buy back what you've lost? Does it -- would that -- that's a very strange construction of the representations attendant upon Buffalo Creek. I understand what you're talking about with the 5,000 acres."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart, your time is beginning to come up, and there is one thing we haven't talked about that I would really like to get your view on, and that is the 1788 Treaty -- what was that, Fort Schuyler -- Treaty of Fort Schuyler?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- between New York State and the Oneidas. Now, that contained language which said the Oneidas cede and grant all their lands to the people of the State of New York. That was the operative provision. Later on, it - - Article 2 says, \"Of the ceded lands\" -- the ceded lands, lands that have been ceded -- \"a tract described by metes and bounds is reserved to the Oneidas to hold to themselves and their posterity forever.\" Now, I would normally interpret that to mean that the Oneidas gave up all of their sovereignty over the lands and were given back, by the State of New York, the right over this tract designated by metes and bounds. Now, I'm saying I would normally interpret that, except in a treaty with the Indians. In a treaty with the Indians, you say, \"Well\" -- and we have cases which have language somewhat like this, and they say, \"Well, they really didn't cede the part that they reserved.\" That may be the case in -- ordinarily. But it seems to me, a basic principle of contract law -- of treaty law, of any law -- that where there is an ambiguous phrase or provision, you interpret it the way the parties themselves have interpreted it. And it seems to me that the subsequent history, after 1788, indicates that the Oneidas believed that New York State had jurisdiction over that land."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The New York State police were in  there. New York State managed the lands."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Smith. Mr. Stewart? "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"I don't -- I don't understand that argument at all. I mean, it's just a general rule that, where you've been wronged, you have to come forward, in a timely fashion, to get the wrong righted. And what difference does it make what the nature of the wrong is, whether it's dispossession or not?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Well, do you say that a tribe can never lose its sovereign rights to land? Can it acquiesce in the loss of those rights?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Yes, and we have held that a State can abandon sovereignty, as in Massachusetts versus New York."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Well, that might give them a right to some kind of damages for a violation, but what does that do to the sovereign claims of the tribe?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"What is it? You said \"extremely limited.\" This is the first that I heard that the tribe might have some authority over part of that, what, the 275- -- the 275,000 acres, even though it hadn't repurchased the parcels."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"But now we're talking about land that -- where there are no tribe members, as I understand it, in this area is predominantly non-tribal members."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Well, that may be true, but that's why I wondered about the damage part of it. That is, I'm still thinking that a trespass action for trespasses that occurred in 1850 or 1700 is worth millions today, even if it's tiny, because of the interest, passage of time, et cetera. When you add that to the value of the land, I'm thinking of numbers that are astronomical. And yet that hasn't happened. And so, what actually, as a -- and that's why I'm thinking, isn't a damage action far more serious than simply taking property off the tax rolls?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"And that's why I want to know how, in practice, this works out. Does Congress have the power, for example, to deal with it? Is what we're considering in this case simply a negotiating position and strengthening people's hands, vis a vis legislation? What's going on?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Yes, Congress has done nothing about this, has it? Can -- has the tribe asked, administratively, for the Bureau of Indians Affairs to recognize  it now as a tribe?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"What tax -- what taxes are we talking about? In addition to property tax, are we also talking about sales tax?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Well, it isn't just taxes we're talking about. It's jurisdiction over these parcels of land. It -- I mean, taxes -- that's just one aspect of saying that this land no longer belongs to New York State."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Stuart, I have one question about Buffalo Creek. If we hold that Buffalo Creek didn't disestablish the reservation, then doesn't the New York Indian case rest on a false premise because that case gave $2 million for failure to give the Kansas lands?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Was there any positive indication -- I just don't remember this -- in the New York case, that they would -- that they, in fact, had ceded anything of New -- of their interests in New York? As distinct from the Wisconsin lands?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"That's entering into the treaty. But when it came to compensation, was there an indication that they were being compensated for anything other than Kansas land, which they had obtained as a result of ceding their Wisconsin land?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But there was no indication that they got Kansas for anything other than Wisconsin, is that correct?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But there was no indication that they had ceded anything with respect to title in New York, was there?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Okay,"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":10,"sideBefore":"justices","text":"Well, did it rest upon the cession in Wisconsin?"}],"people":[{"id":0,"fullName":"IRA S. SACKS","firstName":"IRA","lastName":"SACKS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2249,"interruptions":7,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":1,"fullName":"CAITLIN J. HALLIGAN","firstName":"CAITLIN","lastName":"HALLIGAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1384,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MICHAEL R. SMITH","firstName":"MICHAEL","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2388,"interruptions":11,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":3,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1284,"interruptions":12,"times_spoken":20,"laughter":0,"num_int_by":5},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":62,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":876,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":370,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":988,"interruptions":1,"times_spoken":27,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":222,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3633,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":23,"words_spoken":3672,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":3247,"times_spoken":103,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.7387749517051426,"respondent":0.2612250482948574,"date":1472703109961}}