{"petitioner":{"name":"A. NEIL CLARK, FIELD OFFICE DIRECTOR, SEATTLE, WASHINGTON, IMMIGRATION AND CUSTOMS ENFORCEMENT, ET AL.","counsel":[1]},"respondent":{"name":"","counsel":[0]},"caseNumber":"03-878","date":null,"speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in No. 03-878, Clark v. Martinez, and No. 03-7434, Benitez v. Rozos. Mr. Kneedler. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"But this Court held only 3 years ago that the statute before us here does not permit the Attorney General to hold the alien indefinitely."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"But, Mr. Kneedler, recognizing that distinction, is that a distinction drawn by the statute that's before us?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"So are you -- are you arguing now that -- that (5)(A) -- (d)(5)(A), is the statute under which you are detaining him and that 1231(a)(6) has nothing to do with the case?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"So -- so you're arguing -- then you are. You're saying -- this is coming to me a little bit anew. I perhaps didn't read it carefully enough. But I thought -- let's assume you lose on 1231(a)(6), that I  can't think of a way. Let's assume that I can't think of a way of applying the same words to your alien to mean something different than were applied to the alien who was in Zadvydas. Suppose you lose on that point. Now you're saying, well, independently of that, we have a different statute under which we can detain him, namely 1182(d)(5)(A). Is that --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Now -- now is that argument -- I mean, I'm sorry that I --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"-- and that -- and so is that made in the courts below and everything that they're doing in the cases --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"But this statute just -- just goes in a circle because it ends. The way end -- (A) ends is that after revoking the parole, the alien shall forthwith return or be returned to the custody from which he was paroled and thereafter his case shall continue to  be dealt with in the same manner as that of any other applicant for admission to the United States, which refers you back to -- to 1231(a)(6)."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"Well, this shall continue to be dealt with in the same manner as that of any other applicant --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"Dealt with includes, it seems to me, 1231(a)(6)."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"How would that -- how would  that apply to someone who hasn't gotten parole, hasn't gotten any permission, who snuck across the border? That's one of the pieces of this that's incomprehensible, that you are suggesting someone can be detained indefinitely who we allowed in temporarily, but such treatment could not occur with respect to somebody that had no permission at any time to be here."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"But may I --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Well, are -- are you saying that if an alien on -- who seeks admission and is denied admission and is at Ellis Island or the JKF Airport, that the Attorney General is -- does not have to consult 1231(a)(6)?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Where does it say -- I mean, the reason I guess I missed it is because when I looked at your table of contents and elsewhere in the brief, it seems phrased totally in terms of 1231(a)(6). That's the heading. Each argument seems to support that. And then on page -- you know, when you refer to this, I guess on page 26, you're talking in a section about what 1231 must be because of the structure of it. And then you refer to other provisions such as the one you're now mentioning. I just didn't pick up that it was a totally independent basis."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"All right, but where does it say that? I'd like to just glance at it even now. Where does it say that in your brief, that it's a totally independent basis?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"That's what I read and it was in a structure called the statutory and -- text and  structure support the Secretary's detention authority, which is under a bigger heading saying the text, structure, and history of section 1231(a)(6) confirm the executive branch's authority."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"So perhaps I could be forgiven for not understanding --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"","text":"But if -- if there's a statute that directs you with reference to a class, that statute is applicable, and this person is within that class. So how can you tell us we can't go or that we needn't go to 1231?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"","text":"Well, it might be exclusive constitutionally, but the Congress has acted."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"","text":"And once it's acted, you're controlled."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"By which you mean -- parole statute, by which you mean?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"May I interrupt you there, Mr. Kneedler? Because I mean, the question is whether constitutionally we should respect that presumption. And -- and my -- my question basically is this. I can perfectly well understand and I can understand the -- the argument for respecting that presumption. When you're  dealing with excluded aliens who are in a literal territorial sense within the border but are never allowed, in effect, beyond a point of initial custody, the ones who are kept at Ellis Island or wherever one may -- may keep them. It is difficult, however, I -- I think to accept what has been called the -- the fiction of custody. When we are dealing with individuals who, although absolutely excludable, were nonetheless welcomed into the United States by a public announcement of the President of the United States, have been allowed into the American population, just as clearly and as readily as they would have been under any other protocol of admission -- and I guess in this case for something like 20 years -- isn't there a point at which the -- the fiction of exclusion simply cannot be accepted for constitutional purposes?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"Well, factually. They're allowed into the country. You know, they can get jobs, own property, et cetera."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"No. I realize but they are admitted in the sense that they say, okay, you can come in and you can do these things, but you get no -- in effect, you get no vested right. We can take it away like that."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"All right. But otherwise -- otherwise they are treated like any other class of aliens who are admitted into the United States. They are subject to this condition. The United States makes that clear,  but they nonetheless can be in the country and do in the country what other aliens can do."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"I -- I know. Subject to that condition."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"No. I -- I realize that, but the problem is you've got a Due Process Clause that talks about persons not citizens. Maybe I can understand the -- the fiction that says it doesn't apply to these persons if, for practical purposes, we stop them at the border and we don't let them into society. Once we do let them into society, whether we say it's subject to this condition it can be revoked or not, I find it difficult to see a constitutional warrant for drawing the line that you want us to draw."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"You're giving me prior examples, but the issue here is should we continue to respect that -- what has been called that fiction as to people who are allowed into the country and are allowed to move around like other aliens and, indeed, and by and large like citizens."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"Which can be revoked. Which can be revoked, and that's the -- the distinction that seems to me strange. When somebody commits a deportable  offense, they are stripped of whatever right they had to be here. They are, it seems to me, in the same boat as someone who is excludable. They -- they do -- do not have any right to remain no more than a parolee has. We have taken away their right to remain. So it seems to me that they have no status anymore based on a prior admission that we have removed from them."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"That's true. That's true. Absolutely we did. And also, I'll assume for argument's sake that you're completely right on the constitutional point. That's just for argument's sake. But assume you are. So there's all kinds of constitutional difference. Still, I don't see how to read the statute one way for one group of people and another way for another. The statutory words in Zadvydas, the words that the Attorney General may detain this individual beyond the removal period, are read in Zadvydas to mean beyond the removal period -- may detain beyond the removal period means for a reasonable time, presumably 6 months,  presumptively, related -- reasonable time related to the purpose of the statute which is to find a country willing to accept them. Okay? Now, I haven't found a single case of this Court where you interpret these complicated words one way for one and another way for another. My law clerk found a couple of cases, Communications Work v. Bett and Machinists v. Street, where in Bett particularly the Court strongly implies the contrary. It says you can't read words differently just because we interpreted in one -- you know, one statute, they were interpreted in light of constitutional considerations, and now we have -- those constitutional considerations aren't here, but it's the same words. You have to apply it the same."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"That's an interpretation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"It says -- that's an interpretation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"It says the statute does not confer power to hold beyond a reasonable period."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Yes, yes. That's right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Well -- well, yes, but what -- what -- we put in the presumptively 6 months, but we said in our view the statute, read in light of the Constitution's demands, limits an alien's post-removal period detention to a period reasonably necessary to bring about that alien's removal from the United States. It does not permit indefinite detention interpreting it to avoid constitutional threat. We include that once removal is no longer reasonably foreseeable, continued detention  is no longer authorized by statute. Now, I don't know what those sentences are doing unless they're interpreting the words I mentioned. And then later in the opinion, we say it's presumptively --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"-- not always, but presumptively 6 months."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Well, it interpreted the statute as doing it. Now, that brings me back to the original question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"All right. I can -- I can agree with you that the different classes are going to implicate different considerations on what is reasonable. But you, as I understand it, go the further step and say there is a presumption, and perhaps an irrebuttable presumption, that in the case of the -- the legally excluded, even though they are, in fact, in the country, the -- the presumptive reasonable period is forever."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"And that's where -- it's that stretch that's giving us the trouble."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"That's true, but we've got to say something."},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":0,"sideBefore":"","text":"Well, Mr. Kneedler, do you mind telling us whether the record shows where Martinez and Benitez are now? Where are they?"},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":0,"sideBefore":"","text":"That's what I thought."},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":0,"sideBefore":"","text":"So is that case basically moot? Benitez's?"},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":0,"sideBefore":"","text":"Where's Martinez?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"Mr. Kneedler --"},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Now, if I can continue for just a moment and then I'll stop. There is a new statute,  1226(a) of title 8, part of the Patriot Act, which allows detention of aliens who threaten our safety or security. Presumably that is an option if either of these people is seen to do that."},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":0,"sideBefore":"","text":"And that's available, is it not?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"May I ask you about --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"Mr. Kneedler, can I ask you a question, forgetting the statutes for a moment -- I -- which we've already covered at some length? Just going to your constitutional position, it's clear that a person who's not been admitted and has been paroled could be excluded forthwith, summarily, and so forth because he's  never been admitted. But does that person have any protection under the Constitution? Could we shoot him?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"Then what is the protection under the Constitution that deals -- is it the Due Process Clause?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"Is he -- is he a person within the meaning --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"And is he a person who has a right to liberty, entitled to some protection, very, very, very minimal, but there is some protection to that -- that individual."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"Well, the context is he got off a boat. We couldn't -- but Cuba won't take him back or -- or whatever -- wherever he came from. They can't. And the only thing we can do to keep him out of the  country is to keep him in jail."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"He -- he doesn't have a right to be released. But -- but you do not contend that we could kill him."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"","text":"He does have some -- some minimal protection under the Constitution."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"A person who runs in illegally, a person who crosses the border illegally, say, from Mexico is entitled to these rights when you catch him."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"But you -- you -- I thought  there was a reg of the INS."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Am I not right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Tell me if I'm right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"Can I say what it is?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"","text":"I thought there was a reg -- to be sure we're talking about the same thing -- where the INS has said that Zadvydas applies to individuals who run into the United States illegally from Mexico. Am I right about that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"But is that the current INS --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Mr. Kneedler, may I -- may I  try to get in the question I did earlier? Is -- is 8 U.S.C., section 1182(d)(5) -- was -- was that applicable in Zadvydas, as it's applicable here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"","text":"So this is a new string to your bow in this case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"But it wouldn't -- it wouldn't apply to the illegal alien because it's a statute that governs parole and they're not paroled into the United States."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"How does that --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"How does that make that person, the illegal entrant, a parolee?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"","text":"Suppose he says, I don't want to apply for admission. I just don't want to be locked up."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"","text":"Very well, Mr. Kneedler. Ms. Dahl, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Before you get to that, do you  think that that's the only statute applicable here? What about 1182(d)(5)? What's your response to the Government's assertion that that's an independent basis?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do you explain then, Ms. Dahl, the language in the Court's Zadvydas opinion that had, were we dealing with, in effect, off-shore aliens, this would be a much different case?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you say that a person, even though they're not lawfully admitted into the United States, still couldn't be indefinitely detained."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Government distinguishes that case. What do you make of their distinction?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you think we should do with the 1182? Because suppose you prevail on your argument that it's the same statute, the same word, it can't be construed differently under 12-whatever, and the Government says fine. We now go to the other string in our bow and we continue to detain this person on the basis of 1182(d)(5)(A)."},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you haven't answered, I think, the question of whether the Government is entitled in this case, if we dispose of the 1231 question, to resort to the other statute."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what you're saying is that even if 1182 comes first, 1231 comes second."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But still, is this another -- could -- could we do this? I noticed that -- that your -- the petition for cert in Benitez has two questions, both  of which are about interpreting 1231(a)(6). The Government's petition, though not its brief -- the Government's petition in Crawford says the question presented is whether 1231(a)(6) in Zadvydas compelled a release. So this other -- this other matter is a totally -- seen as a totally separate ground. Perhaps the thing to do is we send it back, and if they want to raise it, they can raise it, and it would be up to the circuit to decide whether they had preserved it or not preserved it. Is that -- is that a sensible thing?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's your view of -- of what 1182 means, and they're going to have a different view. If they want to argue their different view, they could do it in the Ninth Circuit. If they've waived it, they've waived it, and that's up to them, not up to us."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask if you believe the supervision after the 90-day period covered in subparagraph 3 -- is there -- can that continue  indefinitely in your view?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How long had the -- the detainee in, however you pronounce it, Mezei lived in the United States?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't think it really said they -- they found there was a security risk. They -- they held the Government did not have to explain because the man had no right to come in."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's -- what's your best answer to the Government's argument that unless you treat this case differently from Zadvydas, at least for purposes of reasonable time or reasonable interest, which affects time, the United States is basically defenseless against countries that -- that want to dump undesirable aliens and force them into the United States?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it's defenseless under the present law?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then what is the defense?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What are they?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to take --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"So you're saying they can actually exclude, in practical terms."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to take judicial notice that the Mexican border and American border is impervious? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And there's no -- and -- and there's no answer to Justice Souter's question with regard to people who -- who -- once they enter that way. Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Except a new statute."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they -- in any case, those individuals are not the subject of sort of dumping action by their own governments."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does the -- Congress has passed a special statute with respect to terrorism, hasn't it, where it does authorize detention of any of these people who are engaged in terrorism. Now, I don't know how that's defined. Is that defined to relieve in a way that's broad enough to relieve some of the problem?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But are -- are the people here charged with any sort of terrorist activities? They were committed -- convicted of crimes, but I -- I didn't think they were connected with terrorist activities."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Just normal, harmless criminals."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Right? (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, except that with aliens, they can be deported, whereas a citizen can't be, upon release from prison."},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the other person was named Benitez. I thought we had Zadvydas in the other case. Do we have two, a Martinez and a Benitez, here?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Dahl.  Mr. Mills, we'll hear from you. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Well, you -- you skipped a -- a phrase. It says when the Attorney General is of the opinion that the purposes of the parole justify nothing more, the individual shall return or be returned to the  custody from which he began. And their argument is that custody is different in these cases."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"petitioner","text":"How do you -- how do you answer the Government's argument that this is necessary, that the United States shouldn't effectively be punished for being humanitarian, and if we can't hold these people, if we're forced to let them in, then any rogue nation can dump anyone it wants on the United States and we can't stop it?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"petitioner","text":"Well, you -- you might wait a while if you went to the United Nations or -- (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- or to -- I take it the Government feels you need some sort of a rather immediate recourse."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"But this -- this regime is not sending, you know, an armed flotilla to Florida. They just -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- they just open their jails and say, hey, you know, go wherever you want. And these people say I want to get out of here, and they go to Florida. You -- you want us --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"-- to bomb Cuba because of that."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"What you -- what you mean when you say we can forcibly return them is literally we can take them to Guantanamo, take them to the gate, and push them out?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"petitioner","text":"I thought -- maybe I -- I misunderstood you, but I thought that one of your points were even assuming that we couldn't send these people back into Cuba without having a major conflagration, the rogue dictator is not going to be deterred by our tossing even into the sea the people that he doesn't want."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"petitioner","text":"Anyway, it's a little drastic. I -- I guess that before this happens, Congress might enact a statute like the terrorist statute."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"petitioner","text":"Well, it's a policy decision either way. I -- I suppose if Zadvydas had come out the other way, the Congress could have responded as well."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"petitioner","text":"How do you explain, Mr. Mills, the language that the Court used, pointing out how different this kind of a case would have been from the -- from the Zadvydas case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"It might have been a -- a means of warning Congress off one area, but not the other. That is to say, just because we think there's a constitutional doubt here and therefore Congress might be sailing close to the wind if they tried to overrule our opinion by statute doesn't mean that Congress couldn't in this other area alter the result in Zadvydas."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"Of course, I dissented in that case. So I'm not saying this was a good idea. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"But it -- it's interesting. In -- in just my -- for my -- my own information, then Congress did respond. And there were two areas in Zadvydas that, you know, didn't warn Congress off. One is the one we're talking about now. The other is terrorism. And Congress responded in the terrorism matter. Is that right? But they didn't do anything on the --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Well, what about the argument that the statute, in effect, limits the -- our -- our interpretation limits the -- the detention to a period reasonably related to the Government's interest in accomplishing that interest? That interest is different in -- in the case of -- of aliens who are excluded, if we accept that class as distinct from all excludables. And -- and that may allow a much longer period of detention, among other things, to deter dictators from -- from dumping. You've given us an answer to what to do if they dump, but we don't want them to dump in the first place. That argument stops short of saying we can detain them for life, but it would support the -- the position that on a consistent interpretation of the statute, the Government could detain them longer in the excluded cases than in others. What's your answer to that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"There is only one class of excludables by the Government's own choice. That's -- that's basically your answer."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"petitioner","text":"Thank you, Mr. Mills. Mr. Kneedler, you have 4 minutes remaining. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"","text":"What's your -- what's your answer to Mr. -- Mr. Mills' position that the Government has, in fact, statutorily waived that distinction by creating one class of excludables?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"","text":"Thank you, Mr. Kneedler. The case is submitted."}],"people":[{"id":-1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"","words_spoken":3155,"interruptions":38,"times_spoken":68,"laughter":0,"num_int_by":7},{"id":0,"fullName":"CHRISTINE S. DAHL","firstName":"CHRISTINE","lastName":"DAHL","counsel":true,"justice":false,"side":"respondent","words_spoken":1351,"interruptions":14,"times_spoken":28,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JOHN S. MILLS","firstName":"JOHN","lastName":"MILLS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2147,"interruptions":8,"times_spoken":16,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":3,"times_spoken":22,"laughter":3,"num_int_by":3},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1136,"interruptions":6,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":423,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":940,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":151,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":8,"words_spoken":2147,"times_spoken":16,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":14,"words_spoken":1351,"times_spoken":28,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":15,"words_spoken":3778,"times_spoken":122,"laughter":5,"num_int_by":6}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515113}}