{"petitioner":{"name":"COMMISSIONER OF INTERNAL REVENUE","counsel":[0]},"respondent":{"name":"JOHN W. BANKS, II; and COMMISSIONER OF INTERNAL REVENUE, Petitioner v. No. 03-907 SIGITAS J. BANAITIS. ","counsel":[1,2]},"caseNumber":"03-892","date":"2004-11-01T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in two cases, the Commissioner of Revenue -- Internal Revenue against Banks and the Commissioner against Banaitis. Mr. Salmons. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if -- if this didn't involve the alternative minimum tax, would the amount be deductible?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's of annual income. Right?  2 percent of -- of the person's annual income?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For the year."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, gee, in the case of a -- of a major award, that 2 percent is very likely to be exceeded, isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So this is a problem that's going to exist even -- even after the alternate minimum tax is abolished.  Right? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't think -- the Government doesn't think it's a problem.  I'm talking about taking a huge percentage of the -- of the person's recovery.  That -- that will happen even -- even in the case where there's no minimum tax -- alternative."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't some States such as Oregon require a plaintiff to remit a portion of punitive damages recovered to the State so they don't even go to the taxpayer?  But is the taxpayer saddled with that too?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about attorney's fees in class actions?  As I understand it, those are not regarded by the Government as attributable all to the  taxpayer."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A plaintiff who's part of a class in a class action suit where attorney's fees are paid."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I thought we were -- our attention was pointed to a number of instances where the Internal Revenue Service did not require the taxpayer to show all the attorney's fees as income in those class action situations."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why isn't there as much control in each case?  I mean, the -- somebody goes to a lawyer with a claim and says, press the claim for me, recover if you can.  What's the difference in -- in terms of control?  So that if you win this case, why doesn't it apply to class action?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and I -- I want to know why the result would be different."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why would -- why would that analysis appear?  Certainly there's -- there's not going to be any fee paid in the -- in the paradigm example of the class action without a recovery."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're in the -- so we're in the situation we're in right now, aren't we?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But let me just -- I'll just press the point one more time.  I don't understand, based on what you've said, why the class action result would be different from the result that you're arguing for here if you win this case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the class action distinction that the commissioner had was between opt in and opt out."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you opt in, then you did exercise control.  So all the money is yours.  But if you opt out, you didn't have control over the suit because you didn't opt out.  I mean, you just were lethargic."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the basic thing.  I mean, I'm trying to understand what the principle is for the reason that it's pretty hard for me to reconcile the commissioner's view in the class action case with the punitive damage case because there the person has control over the lawsuit.  So why doesn't all the punitive damage, attorney's fees that come out of that, and so forth belong to -- in other words, it sounds to me, as I read this, something of a mess, and I'd like to know what the clear principle is."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say the class member, do you -- you mean the named representative.  The class may include thousands of people, but it would be income to the named representative?  Is that --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then would it be -- would the income then go to each class -- would each class member have a share of the income?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the same amount were paid, as was paid here, to the attorney, but it was not by way of a contingent fee, that the -- the client had committed to pay this dollar amount in a dollar amount."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As a flat fee.  What -- what would the tax treatment of that be?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let -- let me ask you about Professor Davenport's theory.  He filed a -- an amicus brief here saying that the contingency fee or the attorney's fees should be capitalized as a transaction cost increasing the basis of the property which was the claim in the lawsuit."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you don't need a transfer of the -- I don't understand what you mean --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"No, I don't either."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- a transfer of the -- the cause of action.  Certainly if you buy a piece of real estate and -- and there's lawyer's business connected with it, you -- you don't -- you don't take an ordinary deduction which is subject to the alternative minimum tax for those lawyer's fees.  You just say that's part of the transaction, and it goes onto the basis of your property. Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't -- why isn't that very similar to this?  I mean, what difference does it  make whether there's a -- there's a transaction here, isn't there?  Isn't there a transaction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but a -- the service is connected to a transaction, namely the conversion of the chosen action into a money payment.  You have this --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this unformed chosen action. You're entitled to it, but there's a transaction converting it into a money payment.  Now, why shouldn't you attribute to that transaction all -- which is profitable to you, all of the costs that go along with the transaction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That is a problem that occurs to me.  I don't know where you draw the line.  And you say you can't draw a line."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it work?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- on that, that example, you gave the book contract with the author and you gave, I think, the investor.  Would this problem arise in those cases or would the author get an above-the-line deduction?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say the author -- that these people are all in the same --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any argument -- you -- you said at the outset that it has to be an itemized deduction subject to the two percent rule even if we set aside the alternative minimum tax.  Is that conceded by  everyone, or does somebody -- do some people say this is an ordinary and necessary expense?  I know it's not your business, but it seems to me an ordinary and necessary expense to recover the -- the -- for employment discrimination, which is really part of your work.  I don't know why -- is it -- does everybody agree that this is subject to the 2 percent rule?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I can't get out of my mind in this case that the mechanics of the particular case may control.  I know we need a national rule and so forth.  My recollection is that in some States when there is a settlement or a judgment paid under a case where there's a contingency fee contract, the check is made out both to the attorney and to the client and is put in the  attorney's client's trust account.  So the client never has control over it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that that's true in most of the States."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So in a very real -- in -- in a very real sense, in a -- in the legal sense, the client just doesn't have control."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he -- he did or he didn't, but there was no money there.  There was nothing there."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Salmons, doesn't the plausibility of your argument here rest on the assumption that what the -- that the cause of action at the time the -- that the plaintiff made the agreement with the lawyer is a cause of action which has the same value as the ultimate recovery that the lawyer gets?  Whereas, in fact, the cause of action at the time of the agreement with the lawyer has an inchoate value.  The -- the value that is actually realized is going to depend in part on the -- on the skill and -- and the -- the gumption of the lawyer. So that the -- what I'm getting at -- and -- and going to Justice Kennedy's question, it seems to me that the value realized as opposed to the right to sue are two different figures.  And I don't see realistically how the client has complete control over the value realized, which we don't even know until the lawyer has done his work and gotten the check."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even the potential lawyer's fee.  I mean, suppose this client has a major dental repair and he's got a risk-taking dentist, and he says, dentist, I'm going to give you a deal.  I know you like to take risks.  I may win big in my lawsuit, in which case you get everything; and I may lose, in which case you get nothing.  The dentist says, fine, I'll take it.  Can the client in that agreement with his dentist give what will be the lawyer's fee, the part that will go to the lawyer under the contingency fee agreement?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then he doesn't have -- then he doesn't have dominion over that portion."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the bond coupon has a certain value at the time the father assigns it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The only thing that has to be realized after the assignment of the coupon is the passage of time at which it will be payable.  Here we do not have a definite value.  We don't know -- there's no way to know for sure what that value will be until the lawsuit is over with.  The -- the two are not comparable."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- you're --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I ask you a question relating to the Davenport -- what's been referred to as the Davenport theory?  I had thought that -- that the service has used the -- the transaction theory with regard to legal fees payable for a lawsuit seeking increased compensation for the condemnation of real estate where the taxpayer had objected to the amount that the condemning entity was offering and brought suit in court and with a contingent fee to the lawyer and that the service treated that as -- as part of the transaction cost.  Am I wrong about that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe my recollection is wrong. I'll look again."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But can -- can I ask you to go back for a minute?  I guess the IRS -- you're seeing the lawsuit as the income-generating asset."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're looking at the control of the plaintiff, for example, over the lawsuit as something that determines whether it's his income.  And he, of course, can't give away his income.  But on that theory, to go back to Justice O'Connor's original question, then the punitive damages also must be his income because he has equal control over them and they grow out of the income-producing asset.  And that, of course, is what's bothering me because it seems to me that your theory, which is a well-established theory, coupled with a Congress that seems to be willing to take away deductions for expenses that lead to the income, could produce an income tax that in many cases, not just a few, exceeds the income that an individual has.  And I would like to know what in the law is there to guard against that result."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Other -- other than the mercy of the Internal Revenue Service. (Laughter.)"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but does that happen? You haven't answered the question.  Are there instances where plaintiffs in lawsuits end up receiving tax bills, as a result of this scheme, for more money than they received in the lawsuit?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but doesn't -- doesn't that indicate --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- something basically flawed about your whole theory?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"This is not income in any -- in any real sense."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Is there any constitutional protection?  The Sixteenth Amendment refers to an income tax, and perhaps that doesn't include a tax that grossly exceeds in many cases a person's income.  That would be quite a far-out theory at the moment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- that's why I ask you. Is there any protection in the law whatsoever?  Or if  Congress decides to tax a set of people who, let's see -- say, earn $10,000 a year and because they're small business people, they happen to have $20,000 expenses.  So it taxes them on $20,000, and the tax exceeds the income. There's no protection in your view against that result. And you just said, well, Congress decided to do it, it decided to do it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about an assumption, for example, that when we read the code, we read it with a view towards thinking Congress did not want to produce such unfair results?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What happened in the cases --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There were cases -- we don't have to deal in hypotheticals.  There were cases where this happened, where people ended up liable for a tax greater than what they took in.  What happened in those cases?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, there was one that was $99,000, if I remember right."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there a private bill?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or what happened?  What actually happened in that case, do you know?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Salmons, I -- I -- you've cited the -- the Baylin case to me and I -- I've looked at the description of it in the brief, which I had recalled, and what it says is that it did, indeed, involve a taking by the State, and when the State didn't offer what Baylin thought was -- was enough, he went to court, he prevailed, and recovered a much larger sum than the State had offered him.  His legal fees were, by the IRS, subtracted from the award, and he was taxed only upon the proceeds reduced by the legal fees.  Now, how do you explain that situation there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And how does that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I doubt -- I doubt whether Professor Davenport has misdescribed the case in -- in his brief, but I --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Fifth Amendment Takings Clause apply to a Government tax scheme that taxes something beyond the income received?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at the point where the Government charges more than the taxpayer received --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in income?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, this is an appalling situation."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you we make of the fact that two Senators apparently don't agree with  that position?  I mean, I -- I'm referring to the colloquy that was quoted in -- in one of the -- the briefs about the recent legislation, and the -- the substance of the colloquy was we're not making any change in the law, we're just clarifying it.  Well, in fact, if there is no textual difference for tax purposes between the law, so far as it concerns these -- these so-called discrimination recoveries and non-discrimination recoveries that have the same problem that Justice O'Connor is talking about, shouldn't we infer that at least the Senate of the United States assumes that this does not get into gross?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm talking about the colloquy.  I'm talking about the colloquy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't really know who prepared that colloquy anyway, do we?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It might have been prepared by the respondents here."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jones. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What -- so what -- what about the talent scout who tells the celebrity that he'll take 10 percent of the celebrity's movie proceeds or the management search person that's going to take a -- a third  of the executive's pay for the first 6 months?  Where -- are all -- all these cases ones in which there -- there's no income to the -- to the principal, we'll call them?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's the -- that's the question I asked Mr. Salmons --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and he gave me the opposite answer."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that isn't the question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the problem is you're -- you're trying to get a theory in response to him that I think Justice Kennedy is asking about."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that theory, which is the problem for your side of the case -- that theory has all kinds of implications.  I go out and I help the painter  paint my office.  We have a joint venture.  I -- so there's no problem.  I don't take it in -- you know, I get a -- this is great.  And so that I think, if I'm right, was the thrust of Justice Kennedy's question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's a partnership theory when you talk about two persons joining together.  I don't like this -- this gold mine view of litigation, that it's, you know, like two prospectors.  You know, there's money to be obtained. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's not what I view of a chosen action as.  I view it as a legal right --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that the person is entitled to money, and ultimately the amount he's entitled to is determined by the litigation.  And I'm not about to adopt a -- a legal theory that -- that views this as a -- as a search for buried treasure --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- in -- in which the -- the lawyer and the person who has been wronged are -- are simply co-prospectors.  I -- I just think that that's --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe that's how you view the -- the enterprise --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- but I don't think the law does."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's move on to something else because I have a couple -- (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would you have a different result if they were related?  Supposing the lawyer is a cousin of the client."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or a good friend."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not a sham transaction.  You just happen to be related."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm just wondering if that --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  On -- on that theory, that there is a non-tax economic purpose, do you still maintain that your theory should have as an element unrelated people?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why do we need the question of the relationship, which Justice Stevens's questions raised, even to arise if -- if the principal criterion is going to be economic non-tax purpose?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There was no avoidance motive in the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- granddaddy of all cases.  The assignment there, although it was between family members, had been made before there was an income tax."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The income tax didn't exist. There -- there couldn't conceivably have been an avoidance motive.  So -- so our holding could hardly be based upon -- upon the existence of an avoidance motive."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but what if you had the same result but -- in terms of the sharing of the expense and the recovery, but it was computed on an hourly basis rather than a percentage basis?  Would that produce a different result?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but he could have made -- I'm saying he could have said to the lawyer, I'll pay you  30 -- a -- a third of the recovery or I'll pay you $100 an hour."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And they come out exactly the same result, but you -- but do you treat them differently or the same?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is different?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, may I ask one --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"What is different?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"May I ask one other hypothetical?  Supposing that the agreement on the contingency is postponed until the middle of the preparation, not made at the outset, but along the line, they say we'll figure out what a fair percentage will be, and when the recovery comes in, they then decide, okay, you take a third.  What -- what result do you do in that case?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm sure it arises fairly  often."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I did very often."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I think probably what's -- what's one of the problems here is that the reason this is income is it relates to employment.  And I don't see why hiring the attorney to get that income is not an ordinary and necessary business expense under what used to be section 162.  That may be part of the problem.  Do you agree that it's not an ordinary and necessary business expense?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I suppose that's the reason -- that's the reason why it's taxable to begin with, is it relates to employment.  If I hire an attorney because I'm wrongfully discharged and I get -- I get my job back, it seems to me that's an ordinary and necessary business expense.  That -- that's why -- one of the reasons I have problems with this."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me get -- get to a different point.  It -- it does seem to me that we -- we have to be very careful in this case not to distort the revenue law for other transactions that are not before the Court.  And the -- the natural extension of your position is that anytime when the taxpayer enters into an  agreement with an agent to pay the agents an amount contingent on the success of the venture, that it's not income, that -- that the -- that the payment is not income to the principal.  And I just can't accept it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But what's the difference in principle.  I don't understand the difference in principle when we're talking about who has the income.  It's the first thing you ask in -- in a first-year -- in -- in your -- in your first class in tax.  Where is the income?  Who gets the income?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's your third?  I just don't want you to miss your third.  You have the joint venture theory, an exception to an assignment in income, and you said you had a third."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The who?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Oregon question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the Oregon question?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you make of Professor Davenport's proposal to capitalize the contingency fee as a transaction?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you took a settlement -- his theory, I take it, was seeing the lawsuit as a capital asset.  Is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then whenever you settled a lawsuit, it would be -- you'd have to pay capital gains instead of ordinary income."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sure it's not his theory. He -- he thinks it's -- it's attached to transactions, and -- and much of his argument is devoted to showing that capital transactions are no different from other transactions as far as the Internal Revenue Code's desire to match the -- the gain with the expenses concerned.  And that's the part of his theory that I'm not so sure about because aside from the -- aside from the condemnation case that I mentioned, I -- I don't know of any other cases in which the Internal Revenue Service has treated transaction costs the way he would have it done.  Maybe it makes sense, but I --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Jones. Mr. Carty. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, it didn't."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It -- it originated in a case where there could not possibly have been an intent -- an intent to abuse because the -- the transfer had occurred before there was any income tax."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, just -- just don't -- maybe you think that that's what it ought to be, but -- but please don't tell us that that is how it originated. It plainly did not originate that way."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a different argument. I'm -- I'm just quarreling over whether it originated that way.  If you want to say --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Under -- under your view --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"-- that's fine."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"-- suppose that the attorney is -- is waiting for payment of -- of his, say, one-third contingent fee, and the client just absconds with the money. How is -- what -- what happens from a tax standpoint under your theory?  I take it the attorney has to declare the income on his return and then declare a loss?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking you about the tax consequences."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I -- I thought under your view the moment the client gets the check for the full amount, one-third of it is taxable to the attorney. And I have some problems, incidentally, with respect to tax years if it -- if you -- if the client receives the check December 30 and is on vacation and doesn't get around to remitting to the attorney until January 5th, I'm -- I'm not quite sure how your theory works, but --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But on the absconding theory, how -- how is it handled from a tax standpoint?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Aren't -- aren't you --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":6,"sideBefore":"justices","text":"This is an academic question  because he would have an offsetting theft loss."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if you view it as the theft loss, you -- you maintain your theory.  If you argue, as you were arguing a second ago, I think what, in fact, you're doing is adopting the mere lien theory."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think you better go with Justice Ginsburg. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Like somebody stealing a check out of my mailbox from my employer.  Right?  Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So what is your theory, I mean, precisely?  A, an assignment of income, what would otherwise count of A giving an assignment of income to B, and therefore still be A's income because the asset remains with A, the work, or whatever.  Now, your theory is but not in the case that.  Now fill in the blank for me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Precisely, please."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Not in the case -- it is an assignment of income to B, but not in the case where the funds are not in -- when B -- when B get -- when B, the attorney, gets the funds, he controls them.  What's -- what do you mean?  I don't get it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I want to know.  You have three -- your problem on your side for me is that maybe all the equities are there, but I'd like to know the proposition of law that you want us to write in this opinion.  And now we had three theories, and one, the one that you seem to be adopting, is this exception to the assignment of income doctrine.  If that is what you're adopting, I'd like to know the precise form of words that create the exception. If that's not the theory you're adopting, I would like to know what the theory you're adopting is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But he did have control.  He could have settled the lawsuit or not settled the lawsuit. He controlled when the income was generated, and moreover, he could have stopped it from being generated by settling the  suit or dismissing it.  Moreover, if he had not entered into this assignment of income, it would have been paid right into his bank account at the end.  It sounds an awful lot like the Lucases or like the Horsts or whoever, Old Colony Trust.  It sounds an awful lot like those cases."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that would be the same with the theater agent or the commission agent."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you could say the same  thing for the talent scout."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your client, in effect, earned the money by having this -- undergo this -- this discrimination.  That -- that's --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is not the plumber hypothetical, which is I think quite misleading.  No.  No, I don't think that even the Government will defend that."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Take an investment advisor and the client is not at all -- doesn't know anything about the market, and he's got this whiz-bang advisor who makes millions for him that he never could have made on his own."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your -- your -- you want to fill in the blank, in other words, and say where the assignment of income is such, such that B was in effect the person who really earned the income, unlike Mrs. Lucas' -- what Mr. Lucas' or maybe Mr. Earl -- I don't know --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- husband -- the wife didn't earn the income."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The husband did.  So you want to say where the -- and then your answer, I guess -- don't say I'm right if I'm not right, please, because I'll just find out later. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"The -- the answer to the hypothetical about the agent and so forth is, well, so be it.  If a person wants to go to the trouble of carving out some of his income and assigning that over to the agent, let him.  Except for perhaps provisions of the code which we cannot now envisage -- I can't because I'm not an expert -- it doesn't matter since, after all, it would be deductible anyway.  Is that -- is that what you're saying?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Tell me if I'm wrong, please, on this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, I see.  You say double. Both the income is earned by the attorney, and at that stage the client does virtually nothing.  So it's the reverse of the Earls or the Lucases where the husband was doing the work and the wife is getting the income.  It would be as if the wife was doing all the work and the husband just sat there and clipped coupons or whatever."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not so sure about that because why doesn't the theory that -- that applies to the lawyer equally apply to the wife?  I mean, she took care of everything going on at home, and that enabled him to go out there and make all that money.  So without her services, just like without the lawyer's services --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You should agree with that. You should -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Those were less enlightened times."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The Government says on that branch of it, well, the fees -- the lodestar fee, that's one thing.  A court awards it, but that's quite different from the one-third/one-half even contingent fee.  The court has control over the fee shifting, but we're not dealing with any court award here."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Carty."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Salmons, you have a little over 2 minutes.  "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Salmons. MR. SALMONS:  Thank you. JUSTICE STEVENS:  The case is submitted."}],"people":[{"id":0,"fullName":"DAVID B. SALMONS","firstName":"DAVID","lastName":"SALMONS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3266,"interruptions":44,"times_spoken":78,"laughter":1,"num_int_by":7},{"id":1,"fullName":"PHILIP N. JONES","firstName":"PHILIP","lastName":"JONES","counsel":true,"justice":false,"side":"respondent","words_spoken":1418,"interruptions":20,"times_spoken":41,"laughter":1,"num_int_by":5},{"id":2,"fullName":"JAMES R. CARTY","firstName":"JAMES","lastName":"CARTY","counsel":true,"justice":false,"side":"respondent","words_spoken":1022,"interruptions":18,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":301,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1087,"interruptions":11,"times_spoken":41,"laughter":3,"num_int_by":5},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":663,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1234,"interruptions":2,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":476,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":884,"interruptions":4,"times_spoken":23,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":44,"words_spoken":3266,"times_spoken":78,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":38,"words_spoken":2440,"times_spoken":71,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":26,"words_spoken":4927,"times_spoken":160,"laughter":7,"num_int_by":7}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126618}}