{"petitioner":{"name":"MELVIN T. SMITH","counsel":[0]},"respondent":{"name":"MASSACHUSETTS. ","counsel":[1,2]},"caseNumber":"03-8661","date":"2004-12-01T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in the case of Smith against Massachusetts. Mr. Nathanson. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Just to say that this - - what happened here was not a final determination. Take an analog -- an analogy to rule 54(b). The judge can say, yes, I've made this ruling and it sticks. 1111 14th Street, NW Suite 400 You see, I'm going to give you a separate piece of paper that says judgment, but if I don't give you that separate piece of paper, even though I said judgment granted, it doesn't count until the very end of the case. I can always change my mind. Why shouldn't it operate the same way on the criminal side?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I looked at Martin Linen, and there, there was something labeled judgment of acquittal entered. Here we have an endorsement on a motion, and then we have an entry by the clerk saying - - what does the entry say? Motion granted or something like that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. But is there -- this might be significant. Is there in Massachusetts, when a 1111 14th Street, NW Suite 400 motion for acquittal is granted and there are other charges still going on, is there a piece of paper that says, judgment, acquitted on count whatever it was?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose you have a State and the State has a statute, and the statute says any motion for acquittal may be granted by the -- the trial court at the close of the prosecution's evidence, but that motion shall not be deemed final and may be reviewed by the district court at any time before -- or by the trial court at any time before the submission of the case to the jury. Then there's no repose element because the -- the defendant is on notice that this may not be final. What would be the -- your position in that case if a statute like that were on the books? And if you say that that's different, then I'll say, well, suppose the supreme court of Massachusetts just makes up this rule as a judicial matter."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, well, let -- let's just assume that you've conceded that. Now, you've been guarded about it. If we can do that by statute, why can't we do that by a judicial decision by the supreme court of -- Judicial Court of Massachusetts?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but they put a gloss on the rule by their decision."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They've held that in this case. We have a Massachusetts decision. It's their law and under their law in Massachusetts, the judge can revise it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it isn't their law, 1111 14th Street, NW Suite 400 then I don't know how -- why they affirmed this conviction rather than reversing it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, but I mean, I -- I take it that it is their law, otherwise I'd see reversal, wouldn't I, and not affirmance?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so in other words, they're saying that in this case -- how could there not be prejudice? He had another trial. I mean -- how could - - I don't understand this from beginning to end then. But let me go back to my original question. What rule do you propose?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'm saying is, for double jeopardy purposes - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an acquittal in your view is an acquittal for double jeopardy purposes when?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm asking you for a - - I'd have to write -- if I agreed with you, I'd have to say we have here a judge who changed his mind. Under the clause of the Constitution, a judge cannot change his mind when. Now, go ahead. Now, fill in the blanks."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"According -- I know what their rule is. Their rule is a judge can change his mind up to the point that the jury is dismissed, something like that. I understand that. Now, I want to know what your rule - - is your rule a judge cannot change his mind once he writes the word acquittal on a piece of paper, even if he says, oh my God, I meant to say no acquittal? Too late. Too late. Okay, now, so I want to know what your rule is. Is 1111 14th Street, NW Suite 400 that the rule?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. What is the rule?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no further proceeding if he writes the word acquittal, I guess until he changes his mind. So 3 minutes later, he says I change my mind. Now there are further proceedings."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I need to write a simple rule. All I'm trying to get from you is what is your rule. Is your rule that when a judge writes the word acquittal -- an acquittal, by the way, happens to mean there's nothing left for the jury to do on that charge. That's what it means. When he writes the word acquittal, he cannot change it. Is that your rule?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And what is your rule? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But your answer just isn't responsive. When has it become final?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When? When the judge says something, when he writes something? When does it become final? At what point in time?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your proposed rule? You haven't said yet."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just one thing. Just when does it become final? Let's limit it to one thing."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry. I don't understand that."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"That doesn't make sense."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not understanding my question then. Imagine a case in which a judge writes the word acquittal. Now, half an hour later, he thinks, oh, my God, what have I done. The jury is still sitting there. Of course, they're sitting there because he hasn't had a chance to dismiss them yet. They happened to be having lunch or something. Is it final?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is not final."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Say that again."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But he wrote the word acquittal. There's nothing more for anybody to do until he changes the word."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's try single-count. Okay?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There he is. He writes the word acquittal and the jury says, oh, what do we do now? 1111 14th Street, NW Suite 400 Go home, says the clerk. Now, before they can get out the door or anything else happens, before they get out the door, he says, oh, my God, I made a mistake. Can he do that under your rule?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. What I thought from reading your brief, which you're confirming, is your rule -- once the judge says acquittal, that's the end of it. If he decides 3 seconds later, he cannot change his mind. Now, that rule to me is inconsistent with most law."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, was your client --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"But a very plain error - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":4,"sideBefore":"justices","text":"-- was your client prejudiced in any way by not putting on some evidence that the -- he would have put on?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just answer the question for 1111 14th Street, NW Suite 400 once."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was a terribly risky defense because his main defense is I wasn't there, I didn't do it, somebody else did it. How could he then turn around and say I missed the opportunity to tell the jury I really was there, but it was okay for me to have the gun? I mean, what -- what defense counsel would do that after having spent his whole effort to say it was the other guy, it wasn't this defendant? And then to make this defense that he had a right to possess this gun because he belonged in the house, that would be extraordinary."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Nobody charged her with possessing a gun."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- look, there were a lot of charges in this case, and we're dealing with what 1111 14th Street, NW Suite 400 is a relatively lesser offense of this whole string of events so that Brown being acquitted of other offenses doesn't say anything about this offense, which relates to the possession of a gun. That's -- that's all that it is."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But he would be -- the defendant -- you know, he hasn't gone to the jury yet, and the jury would say, my goodness, this is like a common law pleader. I didn't borrow the kettle. It was broken when I got it. Or, I returned it unbroken. To -- to do that, to say I wasn't there, that's my main defense, but then, jury, I'd like you also to consider that if you think that I was there, then -- it -- it really doesn't fly as a criminal defense."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if -- if -- you know, we shape the expectation by what we say. If -- if we say that a judge is always free to consider his ruling and as long as the -- there's a right to reopen, then any kind of reliance is -- is misplaced."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That is when the case is not ongoing. I mean, here we had a case that was continuing and -- and the judge said, oops, I made a mistake, which is common at the trial level. I mean, these decisions - - she made this decision in a split second. Maybe she was too hasty, and then a trial judge will say, my law clerk went to the library at lunch, there was a Supreme Judicial Court of Massachusetts case going just the other way, so of course, I confess error, but the defendant isn't prejudice. The defendant hadn't put on a -- well, the -- it came up at closing. Right? So if the defendant was prejudice, anyway he could have said, wait a minute, judge, I want to put on that defense that I really was 1111 14th Street, NW Suite 400 there but I had a right to have the gun."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But he could have. So he - - so I don't see that you have a realistic claim of prejudice."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you have to set a - - a point in time, and your point is -- well, it's not exactly clear, but there's one point that says when the jury is discharged. Then there may be other reasons why there's unfairness to the defendant so that you wouldn't permit it, other than double jeopardy. But if -- why isn't that a sensible place to draw the line?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The question -- we're talking about a Federal constitutional rule, and suppose -- you pointed out this went only to an intermediate appellate court. Suppose the Massachusetts Supreme Judicial Court 1111 14th Street, NW Suite 400 interpreted its rule at 25(a) and it says, that rule allows some leeway for the judge to say I got it wrong as long as there's no prejudice to the defense. That's what our rule means."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you do agree, I take it, that if the judge says, yes, I agree with you, there isn't a scintilla of evidence, and -- and at some point I'm - - I'm going to enter an acquittal, but I'm not going to do it now just in case I have a second thought, but at least by the -- the end of the trial, I'll take care of it, you, I take it, concede that that is permissible."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that -- if that's 1111 14th Street, NW Suite 400 permissible, if you win this case, isn't that going to be the way trials are conducted when -- when there are mid- trial motions like yours? Every judge is going to say, yes, looks as though you -- you got them there, but I'll -- I'll just hold onto this until things are over, and then I'll rule. That's -- that's the way they're all going to respond, isn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but every judge knows he drops a catch once in a while, and -- and if he wants to guard against wrecking the whole trial or -- or creating an appellate issue later, he's just going to be cautious and hold onto it."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it also important to know, though, whether the defendant has to put on a case or not? So he can't just reserve judgment. I'll tell you after the trial is over whether you should put a case on 1111 14th Street, NW Suite 400 or not."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But does -- does - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Did the defendant here ask to be -- to have the right to reopen?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Did he - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- you another question here? There -- there were three charges against your client, as I understand it. Unlawful possession of a firearm. That's the one we're talking about."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Assault with intent to murder."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Assault and battery by means of a dangerous weapon."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The jury convicted on all three. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, he was given concurrent sentences."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that correct?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So would you explain to me if there's any practical effect to your winning in this case?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What I was thinking is -- I mean, here a judge -- I guess she was harried in the trial, she's thinking to herself, well, let's see, is there any evidence here that this was less than the shotgun -- this was not a shotgun. You know, it had to be 1111 14th Street, NW Suite 400 a barrel less than 16 inches. So is there any evidence here of the shotgun? And she, I guess, forgot that there was a lot of evidence that it was a pistol. Now, there aren't many pistols that are 16 inches long. So she's thinking, something may be missing here. She's a little uncertain, but she writes acquittal, and then a few minutes later, she thinks, let's say, oh, my God, there was all that evidence about the pistol. So I shouldn't have done that. I mean, how -- how is a judge like that, a hypothetical -- what's she supposed to do? Is she supposed to say, I better not enter anything, because after all, I don't care if the defendant has to produce a case? Or is she supposed to enter something and think, well, I could change my mind before it's over? Or what is she supposed to do? She just thinks she made a mistake."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought here there was evidence there was a pistol, but maybe I'm wrong."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was evidence it was a pistol. So I -- I would have thought, reading this, that there was evidence. That's beside the point, but I'm - - I'm just using it as an example where a judge might think 1111 14th Street, NW Suite 400 she made a mistake. She thought there was no evidence that it wasn't a shotgun, and I guess she forgot that there was evidence it was a pistol and a pistol is not a shotgun."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm quite sure -- not quite sure then why she wrote down there was no evidence it wasn't a shotgun, but she had some reason. And now a few minutes later, she thinks, boy, whatever my reason is, it couldn't have been that good. Or maybe she thinks that that's a reason an hour from now or maybe a day from now. What's the line? Suppose she thinks of it a second from now. Suppose she thinks the instant she writes acquittal, she thought, oh, my God, a pistol is not a shotgun. Of course, it isn't. I know that. I better change it. Is it a second from now? Is it she can never change it no matter what once the pen leaves the paper? What's your rule?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether it's single-count or double-count or triple-count. I want to know what -- how 1111 14th Street, NW Suite 400 you see it, not how I see it."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Once it's final under State procedure, right? And you also would add once there's no clerical error. She didn't mistakenly say, you know, affirm when she meant to write deny. Leaving that aside, once it's final under State procedure, it's final."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And sometimes it's wrong."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But it'd be sometimes wrong no matter how you define final. I mean, you know, she let's --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":9,"sideBefore":"justices","text":"That's excellent."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"-- let's all the evidence on and -- and does it after all the evidence is there, and then she -- and then at the close of all the evidence, she gives a directed verdict for -- for the defendant, and then discharges the jury, and as soon as the jury walks out, oh, my God, what a mistake I made. Too bad. Right? I mean, we say double jeopardy."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excellent. That was an excellent answer. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Now, I would like to know, given that answer, why is this final under State procedure because it seems as if the State courts of Massachusetts have said, no, it is not a constitutional error to go and look into this again. She can change her mind. And that's what I'd like you to focus on because I agree that that was a good explanation of the rule."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm thinking of this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I took Justice Scalia's rule and I said, that's the rule. Now, I would say that's the rule of a Federal law. Very well. That turns on your decision here being final as a matter of State law, but it seems to me we have State courts here saying, at least for double jeopardy purposes, it isn't final as a matter of State law. And therefore, I want to know how we reach your conclusion here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the State have the power to say whether -- whether an acquittal under State law constitutes an acquittal for purposes of Federal constitutional double jeopardy purposes? Is that a State law question or a Federal question?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Ms. Neaves. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if this had been the sole count, the gun possession count had been the sole count, and -- and the same ruling had been made by the judge? Would you say that there was double jeopardy attaching or not?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what if it's a bench trial?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know it's difficult. What's your answer?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's over."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The minute - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"What if in the case - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"-- the minute he - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"-- we have before us the State allowed an interlocutory appeal on behalf of the prosecution right after the judge's ruling?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Conceivably they could allow an interlocutory appeal from a judgment of acquittal at the close of the prosecution's case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"But is that necessary? I -- I mean, that's what I think is the difficult question here. Can you say that it's final for purposes of the decision- maker outside that courtroom, namely an appellate court, but it's not final in respect to the judge having a right to change his mind within the court? That -- that makes a lot of sense to me, but I don't know if it's possible to get there. Why not? I -- I think, well, the reason is that you want judges to be able to reconsider things and you don't have that problem when you're talking about an appeal."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or is there any -- is there any, in other words, to reconcile our case that you're talking about, Smalis?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but isn't -- isn't the significance supposedly the existence or nonexistence of our continuation of the jury panel, going back to Justice Stevens' question? And what if the -- what if the State had a procedure whereby the trial judge would simply decline to discharge the jury panel if an appeal were taken from the acquittal motion so that if he was tipped over, it could come right back to the same jury panel? Would -- would the -- would the answer have to be different?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but on my hypothesis he's going to get the same jury."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They have not been discharged."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wow. It goes all the way up on appeal and the jury -- I -- I don't know what the -- I guess he lets the jury go home for a couple of months or while the appeal is pending and then when the decision is overturned by the court of appeals, he comes back and recommences the trial? Wow."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"All right. If that's so, then why shouldn't Smalis have gone the other way? Because they can send it right back to exactly the same judge."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the jury is the trier of fact."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, on the hypothesis before, you're saying if they don't discharge the jury and it can go back to them, no double jeopardy problem. In Smalis, it's going to be the same judge. It was a bench trial. It should have come out the other way."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it ordinarily true - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Is -- is another -- is another difference -- and I don't know if this -- is another difference that in the hypothetical case with the jury, the jury has not yet deliberated - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- in order to consider the facts."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Whereas in your --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Yes, but - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"-- your case, the -- the judge is -- is - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"May I ask this?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"-- apparently deliberating - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Is it not true that in this - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- in this case the judge did not reconsider until the end of the defense case?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But, during that period, did the defense lawyer have the right to rely on the acquittal in deciding whether or not to put in defensive evidence on 1111 14th Street, NW Suite 400 the count from which he thought his client had been acquitted?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, if the Double Jeopardy Clause did apply, if it were treated as a true acquittal, he could just say, well, we can forget about that, send your witnesses home, we won't have to worry about it. I understand under your view they could send the witnesses home, and a week -- a week later the judge could say, well, we haven't submitted it to the jury, I've decided to change my mind. You could bring all those witnesses back. That's the way you think it should work."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what about a judge who thinks -- should the judge -- should a judge in trial be able to change his mind as long as the jury is still there? Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Should you be able to take an appeal in the same circumstance while the jury is still there? No. 1111 14th Street, NW Suite 400 Now, suppose a judge thinks both those things. Is that judge, like me, for example, hopelessly confused? (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Is the judge thinking contradictory things or is there a way of reconciling those two instincts?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"By the way, if it's constitutional, it's pretty easy to see a State might well say, let's do that, what a good idea. I mean, they might think it's a good idea. I don't know what people think is a good idea. We'll provide for interlocutory appeals right in the middle of cases because the prosecution can never appeal at the end of the case. That's really unfair. And we'll do this little thing here, and that way we give the prosecutor a chance."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. You think it's - - I'm just inconsistent. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is the conceptual basis for saying that jury discharge makes the difference? Why is that the touchstone?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I would think prejudice to the defendant should be a factor, and if the defendant is misled by what the judge says into not putting on part of 1111 14th Street, NW Suite 400 the case that otherwise would have been put on, that's a pretty serious matter."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but we usually don't use - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- we don't use the -- I mean, you could use the Due Process Clause for everything, for double jeopardy, for all of the other protections in the Constitution. I think our cases say if -- if there's a problem that has been created by ignoring the double jeopardy rules, you don't solve that problem by -- by the deus ex machina of the Due Process Clause."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"So this a problem created by the judge's dismissal, and which this defendant had every reason to rely upon as being the end of that part of the case. I'm inclined to say if -- if that is a problem, in fairness it's a -- it's a double jeopardy problem, not a due process problem."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand you correctly to say that if the defendant is acquitted, the remedy is a retrial?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is the reason you didn't want a fairly simple rule that I was thinking of? I'll tell you what it is and you'll tell me honestly why you don't. It's final. The word acquittal is -- is final if the jury has been discharged or the decision is sent to another body for review. One or the other."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, so you haven't found something in your research that suggests that -- that - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, under -- under that view of things, suppose in this -- in this case there's a motion for acquittal and the judge says, yes, I -- I think there's no evidence on the gun. Then the prosecutor says I want 10 minutes because I think there's a case on it. Then he says, you know, there's a case and I think it covers this, and the judge says, well, I think you may be wrong. I'll let you reopen to put on evidence of -- of the gun. What would -- what would be the result in that case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think you have to say that under your view."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then why did the Massachusetts Supreme Court say -- and I thought it did say this in its rules -- trial judge, you rule on the spot when a motion to acquit is made? We will not allow you to reserve judgment. Because the normal thing would be a trial judge would say, why should I decide this definitively now? I'll wait till the end of the case. But as I understand the Massachusetts rules, it says, judge, you can't reserve on a motion to acquit. You must rule immediately."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so part of Justice Breyer's question needs editing because it would not be possible under Massachusetts law for the judge to say - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- I reserve."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your position would be the same if the -- if the Massachusetts law provided that the motions at the end of the prosecution's case shall not be 1111 14th Street, NW Suite 400 ruled on unless -- after they're written briefs filed by both sides and they have 3 days of argument. You'd still have the same position."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And in fact, the -- the quick and dirty procedure you describe is probably a boon to prosecutors because a judge is -- is not likely to take the serious step of dismissing a charge on the basis of - - of such a procedure and is more likely to say, well, we'll let the trial go ahead and see what the evidence discloses. I mean, I can't imagine that this is not a boon to the prosecutor rather than, as you -- as you seem to paint it here, a disadvantage."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This is a very unusual judge I would think to - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- to whip it out like that and -- and enter an acquittal without -- without letting it go forward."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You may -- you may regret what you've asked for."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen -- I think one of the briefs suggested that suppose you have a multi- defendant case and the judge says, after the prosecution case is done, defendant A, I'm going to grant a motion to acquit. He's out of it, but there was enough evidence to require the -- the defense to go on for B and C. And then after hearing B and C's defense, the judge said, I think I was wrong about acquitting A, so I'm -- I'm going to withdraw it. Would there be -- could that be done without any -- any double jeopardy bar? The jury hasn't been discharged."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- the -- he's sitting there. Defendant A is sitting there throughout 1111 14th Street, NW Suite 400 the whole trial."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There could be a problem that you have to have a fair chance to present evidence and so forth."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess there are a lot of rules in Massachusetts that deal with that. They can't - - you have to be fair to the defendant in -- is that right?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Neaves."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. -- Mr. Srinivasan. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you the same question I asked your -- your colleague? Supposing we're not in Massachusetts, but we're in another State that provided for an interlocutory appeal immediately after the judge's ruling in this case. Would -- would you have the same appraisal of the case on those facts?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Would you still say it was not final, even though it was sufficiently final for appellate purposes?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But my question is assuming a State procedure in which the interlocutory appeal was permissible, you -- you would say Double Jeopardy Clause 1111 14th Street, NW Suite 400 would bar that appeal."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would -- would you allow a trial judge to reopen -- to -- to permit the prosecution to reopen the case?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why doesn't the -- the prosecution gets its full and fair opportunity if we have a rule that says to trial judges, when you make a ruling on acquittal, you better be serious and you better not make a snap judgment, think it over, because once you've done it, it sticks? Why -- why doesn't the prosecution have a perfectly fair opportunity under that rule? Everybody knows where he stands and judges, we hope, are going to be careful."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All these cases -- we've had several, not too many over the -- the whole line of cases -- and the trial judge has always committed a rather plain error. And we all have the case where if you just try to decide whether it's a just result, you'd always say no. A case just like this. The judge made a mistake, but we've always said that's not something we -- we look at."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I say as a typical matter these double jeopardy claims arise in cases in which the judge made a rather plain error, and when you look at it later, you say, gee, he goofed. And so I'm not sure we should consider the plainness of the error or the fact that they -- they do mistakes because they do."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The value of finality is what is really at stake here."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But here it was not a matter of minutes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Here it was - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Does it matter if the -- if the ruling is conveyed to the jury even though the jury isn't discharged?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You had three -- three reasons you were going to give Justice Souter. One is it's not clear always that it's definitive. The other is that trial judges do make mistakes, and the third is?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't the distinction the right to rely?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why shouldn't you have -- what's magic about the jury? Why shouldn't you have the same rule on a bench trial? A judge in a bench trial makes a ruling, thinks about it, and says, you know, I shouldn't have ruled that way. Why shouldn't that judge be able to change? Just because there's no jury to discharge."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the line? I mean, is there -- there no point at which he can't change? I mean --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not dismissal of the 1111 14th Street, NW Suite 400 jury. We'll have to make up some other line. Right?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But how do we -- how does Smalis fit into this discussion? I thought in Smalis in a bench trial, we said it was final."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your line would be something like if it -- if -- from all of the transcript, it appears that the judge is -- is giving consideration to the entire case or something like that in a bench trial."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you. Mr. Nathanson, you have about 3 minutes left. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Honing?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nathanson, thank you. 1111 14th Street, NW Suite 400 The case is submitted."}],"people":[{"id":0,"fullName":"DAVID J. NATHANSON","firstName":"DAVID","lastName":"NATHANSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2407,"interruptions":27,"times_spoken":71,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CATHRYN A. NEAVES","firstName":"CATHRYN","lastName":"NEAVES","counsel":true,"justice":false,"side":"respondent","words_spoken":1716,"interruptions":22,"times_spoken":51,"laughter":0,"num_int_by":6},{"id":2,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1635,"interruptions":9,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":4,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1043,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":535,"interruptions":6,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1707,"interruptions":3,"times_spoken":44,"laughter":2,"num_int_by":3},{"id":7,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":492,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":680,"interruptions":4,"times_spoken":23,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":2407,"times_spoken":71,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":3351,"times_spoken":70,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":25,"words_spoken":5385,"times_spoken":164,"laughter":2,"num_int_by":10}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126614}}