{"petitioner":{"name":"WILLARD STEWART","counsel":[0,1]},"respondent":{"name":"DUTRA CONSTRUCTION COMPANY. ","counsel":[2]},"caseNumber":"03-814","date":"2004-11-01T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"Mr. Kaplan, you may proceed. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the Super Scoop practically capable of transportation on water, counsel?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't it come from the west -- did it come from the west coast originally?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was nobody on it in that trip."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was nobody -- there was no one on it --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to be injured."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, that -- that definition, used or capable of being used -- right, now. After one of the hurricanes, I saw a -- a tugboat that had just been washed up on shore down in the Gulf.  What if somebody -- some enterprising person had fitted that out like a -- like a diner, you know, a -- a restaurant and they have staff in the diner and they're serving the meals off of this boat?  Now, the boat, apart from the fact that it's a couple of hundred yards inland, is capable of being -- still capable of being used.  Are the employees of that diner covered by the Jones Act?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it goes to whether we want to use, you know, section 3 as -- as our definition."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what we would say about all these gambling casino boats that are parked on the side of the Mississippi River?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your answer?  There are lots of these gambling boats that are parked --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- along the side of the river."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then what is the standard you use, the definition to use to get to that result?  Is this your practically point again?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You've given us the answer. What's the standard that you use to get to that answer? Do you go back to the definition that it -- it cannot practicably be used?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then -- and then the riverboat -- it depends on how -- how permanently it's affixed to the land.  Suppose it stays there for 10 years. It -- it can go anytime, but it stays there for 10 years."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's an intent component to your test now?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kaplan?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kaplan, you said two things and I -- I'm wondering whether these are separate or they're really one concept.  I thought your answer was going to be to the boat that is used as a diner or to the casino that's tied up to the land, that it's not in navigation.  It may satisfy the 1 U.S.C. definition of vessel, but it has to be in navigation to be covered by the Jones Act.  So I thought that's what you would -- something that's taken out of navigation would not qualify."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say it is a vessel.  I thought your answer before was that it was not a vessel because it's not practically capable of being used."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I like Justice Ginsburg's answer better. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"It is a vessel but it's not in navigation.  Then you could stick with the -- with the section 3 definition.  It's capable of being used, so it's a vessel, but --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"But then the question is whether or not it's in navigation at the time of the accident."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and that is a rule that, I take it, you do not wish us to adopt, or maybe you do."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but doesn't -- doesn't that put you right back in the problem, the original problem, with -- with the riverboat?  If all it is is tied up, it isn't permanently taken out of navigation.  It isn't precluded.  All they've got to do is cast the lines off  and it's out in the water so that the riverboat is the vessel and presumably we've got seamen working on it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying -- and I -- I don't mean to disagree with you.  You're saying, yes, there are going to be a few tough results under this definition."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so what is -- I see the First Circuit as trying to grapple with the very question you're raising, which is I think difficult."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it seems to me fine, let section 3 apply.  No problem so far with me.  But that  is so broadly stated that if you read it literally, my garage door is a boat or a vessel because, after all, it's capable of being used in navigation, if worst came to worst.  And now you're trying to narrow it to get out of that absurd result.  Well, so did the First Circuit. That's what they were trying to do, and you got caught up in it. But that's -- so -- so what -- that's why I think we're struggling with the words, and -- and perhaps practically -- if you mean by practically that it is not practically capable of navigation, even though it really is, if it just hasn't been used for navigation for a long, long time and has connections to the land like Jimmy's Harborside probably or -- or --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes, or one like that. But is -- are those the words?  Do we need some other words as well?  We say practically capable but practically capable has a technical meaning here that it means if there's a close to permanent connection to the land, it doesn't apply?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So could we say -- could we say that, as well, it must be unlike my garage door?  A, it must be a -- a structure that normally would have a crew or that -- a significant amount of the time.  We would have a connection to the water.  It would be capable of having a master or crew.  What about that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say the function of the vessel, do you mean the function of the vessel in its transportation function?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would be the answer to the riverboat problem.  You'd say sure, if the -- if the riverboat is capable simply of being let go in the water by casting off lines, the riverboat is a vessel.  But you don't have to worry about turning all the -- the croupiers and the waiters into seamen because they're not contributing to the transportation function of the vessel."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, is that the way out of the problem?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Precisely?  So then the --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you think that the person who operates the dredge, since he's not navigating the vessel, is not covered by the Jones Act?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You do not what?  Do not think he's covered by the Jones Act?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He is covered.  Well, then why isn't the croupier covered?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't the croupier covered, you know?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That vessel's function is gambling.  He sure is."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- look, does the -- does the person in charge of the dredge control this process of pulling against anchor lines that moves it 8 feet or whatever it is?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if you can give me a yes or no answer, give me a yes or no answer."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's why he's different from the croupier then, isn't he?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, and the -- the guy in charge of the dredge does control the movement of it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if you have a very complicated dredge and it takes two people?  One of them does nothing but -- but operate the steam shovel that pulls up the goop and puts it in the -- in the barges. Okay?  And the other one moves the dredge.  You say the one is -- is covered by the Jones Act and the other one isn't?  No, it can't be.  If the function of the vessel is dredging, anybody who is performing that function of dredging is covered by the Jones Act.  Don't you believe that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you do.  So the croupier is -- (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Then what do you -- then what do you do with the croupier?  You can't have it both ways."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's not participating in the navigation of the vessel."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's doing whatever croupiers do.  I don't know. (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"No, but --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the scow a vessel too?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The scow.  The --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know the circumstances of the accident.  And you're -- you're discussing whether  Super Scoop was a vessel.  I'm asking if the scow where the injury occurred is a vessel."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you haven't told us whether you think it was a vessel or not."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was it a vessel?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The scow was."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, that's not even close."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it carries all this goop somewhere else to -- to dump it.  Right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then explain to me why --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why it wasn't the vessel that counts.  If it's a vessel and it is in fact the place where he was injured and it was moving, it -- that would be an easy case, but somehow you have to deal with the  Super Scoop, and I'm wondering why."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why don't you just say the scow was a vessel?  End of case.  The scow was a vessel.  It was moving.  That's where he was injured."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kaplan.  Thank you.  Your time is up."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blatt. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think we need to use the word practical or practically in section 3?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is that reading anything in?  I mean, do -- do you think if -- if you were not practically capable, you would be capable?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't regard that as a reading in at all.  I mean, capable means capable.  You're either capable or not.  If you practically can't be moved, your're not capable."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why -- why is this an easy case?  Because, after all, the First Circuit is struggling  with the same problem and they came to the conclusion, use section 3.  That's fine.  But you know that the garage door is not a vessel, and you also know that Jimmy's Harborside is not a vessel.  And you also know that Justice Scalia's beached scow or something is not a vessel.  And I take it nor is a vessel a scow that's tied up for 364 days of the year and acts as a picnic place and one day they take it out to sea and -- because they want to move it across the harbor.  I guess that isn't a vessel.  Is it?  Or maybe it is.  So why is this so easy? Because the First Circuit --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- tries to make those distinctions."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  Let's say it's wrong about that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Now let's take section 3."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And taking section 3, it seems to me, we have the same problems."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And I'd like to know your answer and you just said to Scalia what I thought -- Justice Scalia that I thought what was an answer isn't because I thought that word practical, as co-counsel recommended, has a rather specialized meaning where we get rid of a lot of these.  Now you're saying no, it doesn't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But that goes to in navigation --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- not to whether it's a vessel or not.  It is still a vessel even if it's beached up on land so long as it is capable of -- of floating.  It's just not in navigation, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Your -- your view of the word in navigation does all the work here.  And so a -- a concert ship, which exists, which say is docked at a dock for, let's say, 300 days of the year or maybe 360, and those other 5 days they -- they move it from one town to the next town where it stays for another 4 months, that is in navigation or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  So then --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the concert master and the -- the -- all the orchestra players and everyone else are covered by the Jones Act even though, by the way, none of them has ever moved whatsoever."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if that's so, that's --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  In the case of the steam shovel operator on the dredge, do we say that -- that he contributes toward that function because it can't move unless he dredges first, so that the -- the whole object of moving across the harbor to dredge includes the -- the dredging part?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that the way we do it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So as long as -- as long as  somebody is -- is engaged in a navigation --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- function, everybody else comes --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"But now we have, in my concert ship, the concert master and the whole orchestra covered by the Jones Act even if none of them, by the way, has ever been even to sea on that day when -- they take the train."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But it says --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in terms of both its duration and its nature, i.e., a connection to a vessel --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in navigation."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Blatt, the -- there was a brief filed by Signal I think that argues that a Jones Act vessel has to provide food, care and lodging to be covered."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Are there problems in computing maintenance and cure in a case like this one?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose it were just left up to the law.  Are there problems in computing what cure and maintenance --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Blatt. Mr. Connelly. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that might affect the decision of whether they are seamen covered under the Jones Act.  It might still be a vessel."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But there may be other aspects of the test that aren't met --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- when the thing is tied up."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think it might be a vessel, but probably not in navigation while it's tied up or in mothballs."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but I think what the Government has said is that though it's in navigation, we have a case that says that the -- that the seaman's connection to the ship has to be related to the functioning of the ship in navigation.  He doesn't have to navigate it, but he has to be working at what the ship does in the course of its navigation, and a dredge operator does that."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't -- isn't that the  point?  The dredge is there necessarily to move.  The casino is not there necessarily to move."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Should we clarify that? Because I don't -- I didn't read the case saying what Justice Scalia just said or what you -- what it says is that a seaman must have a connection to a substantial -- in terms of duration and nature connection to a vessel in navigation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Obviously, a croupier has such a connection."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't say anything about being connected to the navigating part."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Not to the navigating part but to what the vessel is doing in the course of its being in navigation."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But as Mr. Kaplan pointed out, all -- the fact that something is a vessel doesn't mean there's Jones Act coverage, and I think Mr. Kaplan was getting to the perils of the sea.  Someone who's working on a boat that is not in the water day in and day out is never exposed to the perils of the sea."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"One peril was a collision with another vessel, and that's exactly what happened here."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose there had been -- suppose there had been very rough water --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and -- and the crane operator was the -- was operating it and the water came over the freeboard and it capsized.  That's -- that would be the perils of the sea, wouldn't it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No.  This is my -- this is a special day in Boston -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- which -- which they have --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- every 86 years or something. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"It happens every -- every 86 years they have one of these storms. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So far."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and by the Coast Guard."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're not contending that anything that happens in a harbor is not exposed to the perils of the sea, are you?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But how do you -- how can you possibly describe as a bright line test anything that says you have to identify the primary function?  Plus, even if it's not its primary function, if it happens to be moving at the time of the accident, then there's coverage.  That doesn't seem to me very bright line."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Even though the identical accident happens to his buddy 10 minutes before when the vessel isn't moving."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I guess I could agree with you if -- if I believed that I had to look to the primary purpose, whether the primary purpose of the vessel was transportation.  But what -- what do you do about gambling ships that, you know, they -- they sail out beyond the 2- mile limit and then come right back to where they left? Now, people get on board not to get transported.  They get on board to gamble.  And the purpose of the ship, the primary purpose of the ship, is gambling.  You think that -- that -- the -- the seamen who -- who are on that ship, which regularly goes out beyond the 2-mile limit, you think that they're -- that they're not covered by the Jones Act?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think it's close at all.  I think they're obviously covered by the Jones Act."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but that's not the primary purpose of -- of the ship, just as the primary purpose of this scow is -- of -- of this dredge is not transportation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, a primary purpose?  Now, you're getting a little fuzzy there.  I thought you said the primary purpose."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It has to be a primary purpose."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"A.  Oh."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you think that's not fuzzy. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There's a difference to this extent, would you agree, that something that's just tied up to the dock and never moves is different from something that is actually in the water and whether you call it transportation, it is moving?  It has to move to engage in the construction of this tunnel."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm just -- let's focus on what is a vessel because someone -- it may be a vessel but the injured person may not be a seaman.  Those are two different things.  This is only the first step.  So when you're bringing in what the worker does, whether it's a croupier or whatever, the only question that we are considering is, is this dredge a vessel?  We're not  involved with the question of whether the worker is a seaman unless we pass that basic threshold."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- is it the vessel that's the problem?  Why -- why do you focus on the vessel?  It seems to me most of your argument has gone to whether it's in navigation.  Can you be a vessel that is not in navigation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, you can or you wouldn't have the -- the combination of the two terms appearing anywhere.  So why isn't the problem here not whether it's a vessel but whether it's in navigation?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, exactly.  And -- and in Chandris, this Court rejected the snapshot approach to determining what's a vessel and the First Circuit seemed to go back to that.  And certainly what the First Circuit did seems in serious tension with this Court's cases.  It just didn't follow the same line that we had outlined."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right, and that was rejected by this Court in Chandris.  So I -- I think there's a problem here."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it might be much simpler to rely on 1 U.S. Code, section 3 and our -- our definition, as we've described it there, and then deal with other situations within the framework of the definition of seaman and the other issues that arise.  And it seems like the First Circuit went backwards from Chandris back to Giovanni which basically had been rejected.  So that's the concern."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Congress adopted that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if you go -- I thought vessel -- the word vessel appears in our cases.  It doesn't appear in the Jones Act.  Am I right or not about that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So we have a degree  of freedom on this.  But -- but the -- the question then is, is it -- how -- I'm getting the impression from you and -- and from the SG that it's rather deeply embedded in the law, if we start reading the Fifth Circuit cases, that if we define X as a vessel, automatically it is a vessel in navigation, that the cases have said the word in navigation mean nothing, with one exception.  The exception is if you actually have like a physical cemented connection to the land so they can't escape.  Otherwise, if it's just tied up at a dock, even if it never goes to sea, those words, in navigation, have no meaning.  If it's a vessel, it's a vessel in navigation.  If it's my garage door, my garage door, which can float, is a vessel in navigation. Now, how accurate is that assumption I'm now making?  What would I read in the law?  Is that definition of in navigation as meaning virtually nothing really embedded in the law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I know it is but what is your view?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would it help?  Suppose we were to say it was -- had to be capable, at least, of having a captain and crew?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then we better not do anything for the first time. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the word vessel does appear in the Longshore and Harbor Workers Compensation Act."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And this is the -- the only purpose of the vessel inquiry that we're involved in is to -- to say is this person within one injury compensation scheme or another."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now why, in making that inquiry, should the courts go off on their own and be inventive and come up with a definition when Congress has given a definition that can be used by default?  If Congress thinks it should be other than the general definition they have provided, Congress can also do that. But in the meantime, why should the courts go creating definitions instead of using the one that's right there in the statute book?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was the Court then --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- just construing --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- just construing instead of not following, but say by capable, Congress must mean practically capable."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Connelly. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID B. KAPLAN","firstName":"DAVID","lastName":"KAPLAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1987,"interruptions":23,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":1,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1418,"interruptions":13,"times_spoken":30,"laughter":0,"num_int_by":4},{"id":2,"fullName":"FREDERICK E. CONNELLY","firstName":"FREDERICK","lastName":"CONNELLY","counsel":true,"justice":false,"side":"respondent","words_spoken":4003,"interruptions":23,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":79,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":3,"times_spoken":16,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":673,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":887,"interruptions":3,"times_spoken":31,"laughter":4,"num_int_by":3},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":3,"times_spoken":21,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1028,"interruptions":6,"times_spoken":31,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3405,"times_spoken":89,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":4003,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":22,"words_spoken":3665,"times_spoken":145,"laughter":8,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034734}}