{"petitioner":{"name":"REGINALD SHEPARD","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"03-9168","date":"2004-11-08T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument in Shepard against the United States. Ms. Thompson. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you mean by a -- just so we get our terms defined, what do you mean by a nongeneric burglary statute --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and a generic burglary statute?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, do you -- do you agree that all the papers showing the arrest and the investigation and so forth show that this was in fact a building --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was burglarized?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it show it was a vehicle?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or a boat?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or a motorcycle?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It shows nothing?  None of the supporting documentation shows what it was?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that isn't my question. I asked you whether any of them show that it was, in fact, a building or a car or a boat."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- why are you resisting that the -- that the police report gave an identified building?  I mean, you're -- you're saying that one mustn't look behind, in the case of a guilty plea, to find the police report or even the police application for complaint.  But there isn't any question, is there, that the police reports in fact gave addresses of particular buildings?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what you're saying is the conviction itself didn't show that, and so the question is whether you can look to documents that in fact showed it."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the rule you would have us follow does result in a -- a super technicality in a sense of what -- what was on the record at the time of the plea."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose in the earlier conviction, the police report is in the court. It's not part of the record, and then the court says, I've read the police report.  Is that accurate?  And the client -- or the defendant says, yes.  Then later, can we go back and look at the police report even though it was not annexed as part of the record?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the defendant at the plea colloquy had said, yes, I entered X building or even in the plea bargain had said that, even though the charge just read the boiler plate, the whole statute, buildings, vessels, et cetera, if he had admitted it either in the plea colloquy or in the plea bargain, wouldn't that be enough?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand your reading of Taylor.  As I've read that case many times, it seemed to me that that was making a perfectly sensible point.  At the end of the opinion, Justice Blackmun says, you know, there are some States like Massachusetts, for example, that instead of just saying burglary, they say burglary of a -- of a ship or a car or a building.  And that leads us to answer a more general question.  Well, in context, that more general question is whether you ought to go look into how a particular burglary was committed to see if there was really violence or not.  And he says no. Just look to the definition of the crime.  That's what he says.  That will end it. Now, he says we agree, because I started here, that we have a couple of States with some weird statutes, and what you have to do in those States is you won't know if it's a boat or a car or -- so he says, for example, in a State like the one we have, if it shows it's charged us with a burglary and you have to find out, you know, here's what you do.  It says you may have to go beyond the mere fact of conviction.  So he says go look to the indictment or information and jury instructions.  That isn't a limiting phrase.  That's for example.  He just thought that in those cases, that's what -- all you'll have to look to, for example. We happen to have an unusual case where there are no jury instructions because he pled guilty.  So what's the harm of going looking to the documents that will show, in an uncontested way, just what the address on these pieces of paper show?  There are no boats, you know, in Watertown.  It's not a dock, I don't think, or at least not in that part of it.  So -- so I mean, what's the problem here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is everyone so mixed up?  I must be missing something."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the problem?  I grant you I could imagine a case that could be a problem.  Maybe it was a houseboat.  Okay? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Or maybe it's like a trailer. So if we run into that case, we'll deal with it.  You know, I'm perfectly capable of thinking that if this is a charge where there is a dispute on the contested point, fine, we won't take that dispute into account, maybe decide it in the favor of the defendant, maybe.  But this is not that case. And by the way, if he's going to say, how do you know?  I'd say, I know.  I know Boston and I also know that breaking into a boat at least is unusual.  So if he  thinks it wasn't that, let him say so."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, of course, there wasn't. So all he has to do now is say, Judge, in my latest thing, you know, they say 30 Bremer Street. 30 Bremer Street sounds like the address of a building, but by the way, unusually enough, it's the license plate of a car. Now, if in fact that's the case, he can come in and say it. There's no Fifth Amendment problem. We're talking about sentencing and what a prior conviction was. He doesn't even have to say it. You as his lawyer could tell us. Now, you know why I think you don't say it? Because it isn't conceivably right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean it isn't right in fact? What is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We look to facts about what the prior convictions were about. That's what Taylor says. That, of course, is a fact, but it's a legal fact, what was this conviction for."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand your reading of it. What I want to know is what's wrong with my reading of it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. What -- is -- is your argument that we are likely, in effect, to -- to violate some constitutional standard if we do what the Government wants, or is your argument as follows? That Taylor says this is an offense-based not a fact-based determination. Taylor says that's what the statute is getting at. And if you go as far as the Government wants here, you basically will have gone beyond offense-based. You will have gone -- become fact-based and you will be violating the statute.  So my question is, is there something constitutionally we have to worry about which is the basis for your argument, or is it a violation of the statute that you think we ought to be worried about?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't have a position. I can't --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, aren't we asking that question in -- in any case?  The question ultimately is, what did he mean when he said I am guilty?  If you've got a plea colloquy, as you admitted a moment ago, it's easy to find out what he meant because they would have gone into the factual basis for the plea.  If there's a written  plea agreement, it's probably going to be easy to find out because, again, there would be a basis for the plea set out. Here, there isn't one of those documents. So you're going one step further, but you're still asking the question what did he mean when he stood in that courtroom and said I am guilty. And yes, in -- in one sense that's fact-based, but all of those questions are fact-based. They're going to the same issue. What did he mean? What was pleading guilty to? Isn't that correct?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe, maybe not. That's kind of the question we have, how -- what gloss to put on Taylor."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Suppose --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Do you join the amici in saying Almendarez-Torres has to be overruled?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"All right. So we're looking --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- Taylor were not on the books.  What -- what would be the basis of your argument? You say that it's all right to look at a plea colloquy, but it's not all right to look at an arrest report to which the judge referred.  What's the basis for that distinction?  What sense does it make?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but why can you look at what's in the plea colloquy that's in the record, but you  cannot look at a document that the judge referred to, if that document isn't there? What's -- what's the common sense argument that you're making? I -- I don't understand it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. This is my little hypothetical case so that we can test your theory, just to see the reasons that you're advancing for -- for us to rule in your favor. And I -- I don't see any rationale that you've given us."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me try the same question."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But -- but why can't you go one step further and refer to the document that was not in the record but that the judge mentioned in his -- in his findings at the first sentencing? Why? I still haven't had a reason why."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question? Assume the case had been tried and you could not tell from either the indictment or the instructions to the jury whether it was a generic burglary or a nongeneric burglary. Would the -- our decision permit us to look at the transcript of the trial to answer that question?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your argument is that this is comparable to using the transcript of the trial."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So this is even farther removed."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what I don't understand.  We're now talking about that part of Taylor which deals with a narrow statute where our object is not to find out what he's guilty of or anything.  We're just trying to find out what was the crime he was charged with. And there are two or three States which lump together in one statute crimes that are violent and nonviolent. Burglary of a structure is violent.  Burglary of a car or a ship is not.  So all we want to know is what was the charge at issue. Now, do you -- let me break the question into two parts.  The key sentence here, I think, is for example, in a State whose burglary statutes include entry of an automobile, as well as a building, if the indictment or information and jury instructions show that the defendant was charged only with burglary of a building, then it's going to be violent. Now, would you -- would you agree with me or not that he could have written -- Justice Blackmun -- that same sentence to say if, for example, the indictment or information and jury instructions show?  Would you be willing to add those two words, for example?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If, for example.  I want to  know how -- how absolute you're making this. If, for example. And the next question I'd ask would be if you agree for example, what are the things you can look to and what are the things you can't?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but do you want add the for example or do you want to take it just categorically?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Then what kinds of things would you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- let us look to and what kinds of things not? All we're interested in is what was he charged with, which of these three things."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. I will get that later. Let me deal with the charge. If he was charged with breaking into a boat, that's the end of this.  Okay?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, fine.  So I want to know what he was charged with.  Let me do that one. Now, what will you let me look to to see what he was charged with?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So what happens in the case where -- Justice Blackmun let us go further than that.  He says the indictment -- that's the charging document -- or information and jury instruction.  He'll let us look to a jury instruction as if there's actually been a trial.  So he'll let us go further than you will."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's the difference between that and a police report that makes it quite clear that in the circumstances there was no possibility of a boat or a car being involved? What's the difference between that and the police report?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. What shows us that -- what shows us that is --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is the check mark. No. The check mark on the form that says, for example, plea, admit sufficient facts. You know, that's a check mark or it's on the form. It says plea, guilty. I mean, you know, you could have different things checked. So that's what established the guilt. And then the police report establishes whether -- what kind of a thing was at issue. And I will agree with you that if it's at all contested, we shouldn't get into it. But if it's not contested, there's no question. There was no boat around there. It's a city street. Or there was no car. It's plain it was a building. Then that's just as good as the jury instruction. Why not? Tell me why not."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, but that's always true. You could have a -- you could have a -- a sheet that shows:  admitted, assault, you know.  And -- and what the sheet says, it says:  charge, assault; plea, guilty.  It's possible, for all we know, that when the actual colloquy took place, he was talking about some other thing.  I don't know what he was talking about, but what you'd go upon is that there was a charge and he pleaded guilty to the charge."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't -- good.  Are you going to explain this?  Because I thought what we were supposed to do is just look to the sheet, charge; the plea, guilty.  And that is what we do and it disposes of 98 percent of the cases."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So -- so are you talking about those 98 percent now?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't you make the determination?  Isn't the -- the problem that your determination may not be as reliable? And I thought ultimately your argument would boil down to saying this.  The reason you will accept the plea colloquy or the plea agreement, if it sets out the facts, is that that is very reliable.  It is a reliable indication of what he was pleading guilty to and what the court was finding him guilty of.  But once you go beyond that and you start looking into police reports appended to complaints or whatnot, you're getting into an area of less reliability, and when we're dealing with sentence enhancements like this, we better be reliable.  That's why the statute based it on -- on offense rather than facts. Don't get into a factual determination that is unreliable. I thought that was your argument ultimately."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'll accept that, yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you still haven't given a reason, other than the one Justice Souter accepts. Look it. This is a case where we all know what the truth is, but you want to argue that we shouldn't find that out. And it seems to me you have to give us a rationale for we shouldn't know the truth here. You -- you don't want us to find it, and there must be some reasons for that. And the law does that once in a while. We all know that something happened, but the law is supposed to pretend it didn't. That's why Justice has a blindfold on. I -- I know that. But you haven't given me one reason yet why I should adopt your theory."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is a categorical determination important? I threw you a -- a bone a second ago, and I said maybe it's because of --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a reliability concern. Is that it? Is that your point?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but is -- is your point that once you get beyond the documents that you admit we can look at, there is a higher -- an -- an unacceptably high risk of unreliability?  Is that your argument?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- that doesn't necessarily follow."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't necessarily follow from -- from looking at a police report.  It may well be that we would say the burden never shifts, and he is simply in the position of any other party to a case. If -- if the other side has put in evidence that is -- is against his interest and he does nothing, then he's in trouble.  But that isn't the same as shifting the burden."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no -- I guess all I'm saying is it doesn't follow from the argument that the Government is making that a burden of persuasion shifts.  Isn't that correct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the Government --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Ms. Thompson, you know your white light is on. So if you want to save time, you should perhaps do so right now."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Elwood. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question? Suppose the police report had been ambiguous and referred to both a boat and a house.  What would -- could -- would it be -- what would you do in that case?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But why -- why couldn't you use it in the other case?  Couldn't you ask the police officer what he -- who conducted the investigation what the facts really were?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you'd start out with the premise that 90 percent of these cases are really houses anyway, so there's a strong presumption in favor of the Government?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the -- the question in this case is whether a police report is extrinsic evidence, isn't it?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose that it was an assault and battery, for example, and you're trying to decide whether it was violent or not, and the police report was somewhat ambiguous. Could you -- you couldn't look at it then."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There's a distinction between violent assaults and --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- nonviolent assaults."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you might want to find out which one it was and -- and as here, it seems pretty easy. Everybody knows most burglaries are -- are of houses. But I'm just wondering if we're not trying to find out what the categorical rule is that -- that is at stake here."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say it provided the basis for the conviction.  Was it presented to the court in each of these cases?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought Judge Gertner said she didn't know whether anybody had seen this police report.  It wasn't attached to the charge.  I thought that was her position, that these are untested documents.  We don't know one way or another whether the judge that accepted the plea had seen them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But we don't have any colloquy.  We don't know what happened at the -- you're saying it's -- it's altogether likely that that happened, but we don't know."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if the defendant says, yes, I plead guilty to this crime and the crime is described as ship, vessel, car, building, and that's -- if that's all that happened is the boiler plate charge that just repeats the statute and the defendant says, yes, I did that, but nothing tells us did what, other than violate the statute."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But couldn't the judge in that colloquy have said to him, did you break into a building, a car, or a boat? And he would have said yes, and wouldn't that have satisfied the element of the crime?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, there's no record here of the colloquy at the plea? Is that it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But your test is whether or not there's reliable record evidence? Is that -- that the test?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does it -- does the plea refer to the police report?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where do you draw the line? Is there some -- I -- I take it that you say certainly if the plea colloquy or the -- or the judge's guilt determination refers to the police report, then the police report comes in.  Suppose there's no reference to the police report."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can we still go find the police report and then where do we stop?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you mentioned --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you mentioned the State file. Is -- is the rule whatever is in the State file, even if there's no reference to it? You had -- you had two variables: one that there was reference to it; and two, that it was in State file. Suppose there's no reference, but it is in the State file. What -- I'm -- I'm not sure what rule you would draw?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what is your -- what rule would you have here?  The question is, was he convicted of a crime of violence?  98 percent of the cases, all you have to do is look to the crime charged, burglary, and the fact that he was convicted.  He pleaded guilty or didn't. But there are these two -- three States I guess that lump together in one code provision for breaking and entering into a ship or a car or a house.  So now we've got to know which of the three it is.  If they go to trial, it's easy.  Just look to the jury instructions.  If they plead guilty, I guess your opponents would say that's the end of it.  You can't use it because we don't ever know from the charge itself which of the three it was that was at issue.  Was a house at issue?  Was a car at issue? Was a boat at issue?  Now, you're going to say, but do a little investigating to find out what was at issue.  Look at the police report.  Is your view look at anything as long as it's uncontested and clear? Their argument is no matter what you look into, once you go beyond that charging document, you're going to find I think Justice Souter's point.  It's going to be  ambiguous sometimes. You get into facts of things happened years ago. It's just not worth it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but we're still going to have to write something."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what I want to know is what's your rule."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"justices","text":"So -- so we -- are we going to decide -- decide a lot of probate cases about incorporation by reference in wills and stuff?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what we're supposed to do."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if we don't get to the outer reaches, the next case I suppose will involve a -- an application for a search warrant or an arrest warrant which describes facts and pretty well tells you what really happened.  Could you rely on that?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the police report wasn't made on that date.  The police report was prepared earlier, I assume."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if it's that -- if it's that explicit, I don't think you need the police report."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me we're dealing with a case in which the court documents are sufficiently ambiguous that you have to look to something else.  Then the question is what other things may you look to, and you say we can look to police reports.  I say why not look at warrant applications or maybe the prosecutor's notes, or there could be other equally reliable documents available, it would seem to me, that would -- which establish the facts."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the police reports were not present in the court --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- the warrant affidavit is going to be present in the files.  It's -- it's returned.  It's -- it's normally filed with -- with the other papers in the case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why not?  I -- I mean, are we going to imagine an entirely different case out of the blue from the one that's disclosed in -- in the warrant application?  It seems to me that there's a -- a relatively high degree of probability there."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's say the warrant application says, you know, we're looking for a stolen radio and the charge does indicate that he was -- that -- that the -- that the property taken in the burglary was a -- was -- was a radio.  Wouldn't that be a basis for saying, okay, the warrant application probably discloses what was going on here?  If -- if the -- if it was a radio on the warrant application, a radio in the burglary charge to which he did plead guilty, probably it's the radio at the address indicated in the warrant application.  Isn't that a fair inference?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it may be done in advance by -- you know, by -- by a couple of hours from the -- the police going in --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what about the -- the police officer -- what -- what if we don't have a document of any sort but the -- the State calls the police officer who, in fact, made the application for the -- the issuance of the complaint and he says, when I appeared to ask for the issuance of the complaint, I testified to, I swore to the following facts?  I.e, that it was a house at such and such Shaw Street.  That gives you your contemporaneity element.  Why not accept that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They have notes.  But the police all have little notebooks.  That's what they use in trial day in and day out.  So it seems to me that -- that if -- if contemporaneity is the -- is -- is -- or rough contemporaneity is -- is the criterion, then on your theory we ought to get into testimonial evidence."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess you would be content with just relying on whatever was disclosed at the plea colloquy in court."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you would take -- you would make the assumption, apparently, that on that occasion the elements, the factual basis for the plea would have been disclosed.  But unfortunately, the record has been destroyed."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You can just presume that the proceeding was regular and it was disclosed.  Is that right? Is -- under Massachusetts law is there any difference in the penalty at all for burglary of a house versus a motorcycle versus a car versus a vessel?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you want us to write the opinion that we can presume that what's in the State investigative files and records was likely before the trial court?  I -- I'd like to know what --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what I'm supposed to write."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Elwood, can I tell you what's troubling me about that?  Maybe the whole categorical approach is unwise.  It may have been more strict than it should be.  But it -- I'm puzzled by the notion that in a case that's been tried to verdict, you can only look at the indictment and the instructions, as I understand Justice Blackmun's opinion.  You could not look at the testimony in the record, even though there are nine witnesses who described what happened.  It seems to me that might be much more reliable than a police report. And I'm just wondering am I correct, do you think, on saying you cannot look at the testimony in the tried case? And if so, how do you -- how do you say that police reports are better than sworn witnesses?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a for example thing."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The thing I'm just questioning is whether this rule that you -- you're advocating is really more administrable than one that just says it seems crazy in this particular case.  But -- but in the interest of having a categorical administrative rule, we'll simply say whatever the public record shows and the proceedings themselves."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How should we interpret Taylor?  Do you -- do you agree with the interpretation suggested this morning by Justice Breyer, for example?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then -- but reading it that way, which is arguable, this case, but reading it that way, you'd say you can look -- what we're interested in is not what happened. We are interested in what kind of a crime was at issue. And where it's difficult to decide what crime is at issue, you can look to whatever official documents are there at the time, any court records, to make that determination, but there -- if there is any indication that they're -- they're contested, if there's any dispute as to what was at issue, then you can't count it. Then it doesn't count. What about that as a rule?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you'd say there's -- you can look to what Justice Stevens says. You can look to what is official in that record that seems to have indication of reliability, and if there is any indication at all that this was a matter in dispute, you can't count the conviction.  That would be the rule."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Elwood, we had a case last term involving a search warrant, Groh against Ramirez, and it -- it was very clear that the application for the warrant identified specifically what the police were to search for, but the warrant itself didn't.  And this Court held you couldn't look behind that blank warrant for the particulars that were revealed in the warrant application.  And I suppose this is similar in the sense that we have the conviction and you're saying, but you can look behind that conviction to something that, we don't know, may or may not have been before the court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Taylor -- Taylor doesn't quite have this full for example because there's another paragraph following the for example paragraph which says we hold an offense constitutes burglary for purposes of 924(e) if either the statutory definition corresponds to generic burglary, which it doesn't here, or the charging paper, which it doesn't here, and jury instructions, which the judge tells the jury you must find this in order to convict.  Those are not for examples. That paragraph says you've got three things you can look to.  You can look to the statutory definition.  You can look to the charging paper, and you can look to the jury instruction.  And that's it."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but aren't the vast majority of guilty pleas unambiguous? This is a rather rare case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, whenever straddle crimes, but -- but they're the exception rather than the rule."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But even burglary I think in most States would be clear."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Elwood. Ms. Thompson, you have a little over 3 minutes. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Thompson. The case is submitted."}],"people":[{"id":0,"fullName":"LINDA J. THOMPSON","firstName":"LINDA","lastName":"THOMPSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2274,"interruptions":24,"times_spoken":62,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JOHN P. ELWOOD","firstName":"JOHN","lastName":"ELWOOD","counsel":true,"justice":false,"side":"respondent","words_spoken":2670,"interruptions":29,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":818,"interruptions":3,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":32,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":291,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":529,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":632,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1794,"interruptions":2,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":983,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":2274,"times_spoken":62,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":2670,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":5079,"times_spoken":124,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126623}}