{"petitioner":{"name":"ROBERT JOHNSON, JR.","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"03-9685","date":"2005-01-18T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Johnson against the United States. Mr. Reichman. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One little complication here. Under 2255, even if that applies in this situation, it does establish a 1-year statute of limitations.  Right?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And subsection (4) of that section says:  the date on which the facts supporting the claim or claims presented could have been discovered through the exercise of due diligence.  Now, is that a requirement that the defendant seek State relief on a timely basis?  Can the defendant just wait indefinitely before going back to the State and seeking a vacatur?  Or does that due diligence requirement apply to the efforts to get State action?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you're not being responsive to my question.  Here the defendant did go back to the State courts and got this -- the earlier convictions vacated.  Right?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I asked you, is there any requirement that the defendant act promptly in going back to the State to get the vacaturs?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except that the statute itself speaks of diligence. Now, can the -- suppose he's been given a very long Federal sentence and part of that is the result of prior State convictions.  And suppose he waits 10 years before going back to the State to seek to overturn those earlier State convictions.  Is there no requirement that he act promptly?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the Federal statute says -- it puts a burden of diligence on the defendant."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how could one not discover the vacatur? Here's my problem. I -- I frankly don't think the text of -- of (4), part (4), really fits comfortably with either your interpretation or the Government's. It says the date on which the facts supporting the claim could have been discovered through the exercise of diligence. Well, as you point out in your brief, the fact supporting the claim here is simply the elimination of the prior conviction, the vacatur of the prior conviction. That's the fact supporting the claim, not the facts which led to the vacatur, but it's the vacatur. So that makes the Government's case a little uncomfortable. But it seems to me you have to acknowledge that Page 6your case is pretty uncomfortable when you -- when you talk about discovering the fact of the -- of the vacatur. I mean, it's a matter of public record.  How does one discover a -- a public record?  How -- how could you need due diligence to discover a public record?  I mean, it seems to me it's -- it's automatically -- isn't the vacatur always served on the -- on the person whose conviction is vacated?  Isn't it always that person who seeks the vacation?  So what sense does it make to talk about his discovering that particular fact?  It seems to me it makes no sense. So you're left with -- with two competing interpretations, both of which have some textual problems. I'm inclined to think you take the one that makes sense, given the purpose of the statute, and the purpose of the statute, as Justice O'Connor has suggested, is to make people bring up their claims promptly.  And -- and that purpose would -- would be served by the Government's rule and not by yours.  You say unless the State has some statute of limitation, this -- this Federal requirement of due diligence goes begging. What's -- what's your response to that?  You really think -- especially about the discover."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And when it could have been discovered I guess if he had taken due diligence and gone and made the motion within a year, at least, of his having been convicted in the Federal court. I mean, I don't see how you can have it both ways.  You want us to read that phrase very broadly to include under the word facts something like a vacatur, and then it sounds to me you're being very literal and linguistic when you say that due diligence to find the Page 8 facts shouldn't mean what I would take it as ordinarily meaning, that -- that you have to, when you had a chance, go back and generate this fact."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how you can do both, in other words."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On the pure English language, it's not exactly a fact."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's a legal determination. We usually separate law from fact."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just so that I understand your argument then, going back to Justice O'Connor's question, if you get a long sentence, can you sit there Page 9 for 10 years, then initiate the process to get the earlier conviction vacated and then say, as soon as it is, with due diligence I'm here at the courthouse because, although I waited 10 years, I have brought my 2255 as soon as I learned that my earlier sentence had been vacated? Your answer to that question, I take it, is yes, he satisfies the statute."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but in -- in six States, I would have thought that, A, the due diligence language, together with the general obvious policy of AEDPA, to get this over with, would have made it very difficult to conclude that he can sit there without doing anything for 10 years."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it's only in six States, but six States count."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Here's -- here's a simple way of looking at it.  The minute that you're convicted and you are subject to the enhanced sentence based on a prior conviction, the obligation of due diligence begins.  You can't sit there for 10 years. That's the point at which you've got to file your petition so that you can come into court with reasonable promptness, if not by the sentencing hearing itself, as soon afterwards as the State process allows you. Page 11 That would be a simple due diligence point. It wouldn't involve placeholder petitions, and it would get things concluded with reasonable promptness. Why isn't that a way of -- of applying the statute?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Easy. The minute he's convicted, the State has charged him and -- and -- or his -- by some charging document has made clear that there is going to be an invocation of a prior conviction for an enhanced sentence. As soon as he is convicted of the later offense in which that sentencing possibility has been raised, he has an obligation to go into the State court and start the process of -- of getting his earlier conviction vacated. Easy."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But he would have acted with due diligence and he would have had as -- I suppose, a very powerful argument, which -- which the Government apparently would accept, for -- for tolling. Page 12"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as I understood Justice Souter's question, it is the alternate that the Government said.  The Government puts forward two arguments, and its alternate argument sounds to me just like what Justice Souter put to you, that is, he has to move diligently to challenge those underlying convictions, that he cannot challenge in Federal court because of -- was it -- Curtis and Daniels. Why isn't that an -- an accommodation of what we know was the concern of the Federal court -- of the -- of the Congress that people act diligently?  It happens that 2255 wasn't framed with Curtis and Daniels in mind.  There isn't any indication that the drafters of 2255 were aware of this peculiar situation where you can't make the challenge in Federal court, you must go back to the State forum.  But we do know they were concerned with diligence."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, wasn't -- didn't Mr. Johnson here wait a couple of years after the Federal sentencing before he tried to go back to the State courts? Page 13"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that was a diligent sort of a -- an effort."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you -- you have to concede that you are watering down almost to nothing any due diligence requirement because on your reading of the statute, there isn't -- there isn't any such requirement."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you make the argument or is it implicit in your argument -- maybe you don't have this concern -- that if you imply a Federal due diligence standard on your duty to vacate the State conviction, that it's just too burdensome on the petitioner who has to begin fighting the vacatur battle at the same time that he has only 1 year to complete his habeas with reference to the other challenges to his conviction?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask? You mentioned -- I just want to be sure I understand your point -- that there are only six States that are really affected by this rule. Is that because all the other States have State limitations periods that require the prisoner to act promptly?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that the -- the hypothetical of the prisoner waiting 10 years to challenge the State conviction can only arise in a few States. Is that right?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In those -- in those six States or those few States --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have those States all made clear they'd say we will never apply laches, or is it just the case that there have never -- there's never been an Page 17 instance where the laches issue was presented to them?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know -- I know --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But do you have any explanation of why your client waited so long?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Pro se."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- that was the question I was going to ask.  With respect to -- he came into Federal court and he said -- a little -- like 3 days too late to move to extend the time to file the 2255.  That motion was denied.  That motion was made in April of '97, and then he doesn't file for State habeas to get rid of those prior convictions until February of '98.  Is -- is there any indication of why, when the Federal court says we're not going to extend your time, he waits so long to go to the State court?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You may.  Thank you. Mr. Himmelfarb. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you saying that (4) is inapplicable?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But do you agree with your opponent that most States have their own limitations period that will reduce the number of cases in which there can be inordinate delay?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But he says some of them have doctrines of laches that would kick in."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it does seem to me that the State has a greater interest than the Federal Page 23 Government does in the finality of its own convictions, and so the State would be the primary guardian of preventing dilatory tactics, it would seem to me."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as to your first --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"I was going to say that. What -- what -- excuse me."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"-- as to your first -- as to your first instance, if there's lack of diligence, then there's laches. If the records are destroyed, somebody sits on their rights and the records are destroyed, then you have an obvious defense of laches."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we're -- yes, I -- I recognize that that's going to be the ultimate issue, but your point was, oh, well, the State is powerless because the prosecutor might not have the records. The States have laches provisions precisely for that circumstance."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Himmelfarb --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, in this case now, the petitioner did obtain a vacatur of the two State convictions. Isn't that so? Don't we accept that as a fact in this case?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But he did succeed. And then we have to look at whether the petitioner has complied with section 2255 of AEDPA. And so we look to subpart (4), do we not, in this case to answer that?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's possible, but you also question whether the vacatur can be a fact under subsection (4)."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. You think that the -- the vacatur here could be a fact, but then you say that even so, the petitioner didn't go back to State court diligently and on a timely basis."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you say he was not diligent in challenging those convictions."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But that's -- go on."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Would -- would you comment on -- on one difficulty I have with what, I take it, is your preferred position of measuring due diligence from -- as I understand it, from the -- the date at which the State conviction became final? Most of these -- I think it is fair to say that most of the State convictions, like most convictions in -- in general, are going to rest on -- on guilty pleas.  It just is not realistic to assume that Congress assumed a due diligence system which was going to require a State defendant immediately to start a collateral attack on a guilty plea.  I mean, if -- if there -- if there were reasons for the collateral attack that seemed strong and worthwhile, he wouldn't have been entering the guilty plea. And it seems to me that if we're going to measure due diligence from the date of conviction, most Page 27 convictions resting on pleas, as a practical matter under your system, a conviction that rests on a plea is never going to be subject to a timely challenge for purposes of applying 2255. Is -- is that a fair comment, or have I -- have I missed something?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, would you comment specifically on your preferred position which starts at the very -- as I understand it, starts at the earliest date, which would be the date of the State conviction? Page 28"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but isn't it -- I guess my problem is isn't -- isn't it a sense -- isn't your argument for a sense of diligence which is really other- wordly?  At the moment the defendant's conviction based upon his plea becomes final, it simply is unrealistic to expect that any defendant would have an incentive to attack that conviction.  And -- and the result, it seems to me, of -- of your position, your preferred position, is if -- if diligence is measured from that moment, that no defendant will ever be diligent because no defendant will ever have an incentive at that point to be diligent."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how about the one you're offering?  Before you tell me why mine is bad, tell me why Page 29yours does not suffer the -- the -- at least I think, the objection that I've -- I've raised?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's right.  But why is the requirement on your reading to challenge it promptly after it is entered in these plea situations, not a just totally unrealistic requirement that will never be met and will result in a consequence that all State convictions, resting upon pleas, will be, in effect, insulated from later collateral attack when -- under -- for purpose of 2255?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you say we're all stuck with that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't mind, but -- if -- if you think -- if you think there's anything to my objection, you're in effect saying, too late."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not sure I agree with your argument, but I suppose one answer to Justice Souter is that you get the longer of (1) or (4), so that you would always get at least 1 year.  If the -- if the State conviction was 10 years prior to the Federal conviction and he waited and did nothing, I take it, he still has 1 year because he gets the longer of the two provisions."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It is right?  Because I thought that Justice Souter provided that, but you don't because if you're relegated to (4) -- let's say it becomes final quickly.  If you're relegated to (4), what you're saying Page 31 is the date on which the facts supporting the claim could have been discovered, if this is a conviction that took place 10 years earlier, you are saying the date on which those facts could have been discovered was 9 years earlier or whenever he could have brought it -- brought the claim in the -- in the State court."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, therefore, it is not true that he always has that year."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if the date of judgment became final prior to the running of (4), then he would not have a year."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"That's true."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"All right. Now, my question actually is the -- aside from Justice Souter's practical point, it seemed to me that the language here is different from Daniels and different in the other cases. The language is the date on which facts supporting the claim or claims presented could have been Page 32discovered.  And facts supporting the claim prior to there being a claim are not facts supporting the claim.  And therefore, it seems as if it would run no later than the moment when he presents the Federal claim.  No earlier than that could it run.  So you have a year from the time that you present the Federal claim.  At that point, all those facts that could have been discovered earlier, now he has a year to call them to the attention of the court. And of course, for reasons that you point out, this is certainly a fact that could have been discovered earlier.  He could have brought his motion long before. So what's  wrong with that?  It combines the practical reason that Justice Souter mentioned with the language of the statute."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I thought that you conceded at the outset that the facts supporting the claim is the vacatur. I -- I thought that you opened up with that. And it -- it --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the minute -- the minute that you -- you say that, it -- it seems to me that you have to accept the petitioner's argument."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm certainly not taking -- advocating the -- the defendant's position.  I'm advocating the position as follows. Suppose it were not a vacatur.  Suppose it were a DNA test, and suppose it were a fact that the DNA test identified a different perpetrator of a long-gone State crime and it was definite. Now, if no one thought of running that DNA test, although they should have, until 4 years after the Federal conviction, he's out of luck.  He has 1 year from the Federal conviction, and that 1 year he has to, during that year, do everything, including bringing facts into being, such as the result of the DNA test, that he had not previously done.  And that's consistent with the language. It avoids Justice Souter's practical problem, and it does not impose an unreasonable burden on the Government, I wouldn't think, because he has just a year from conviction."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"From your answer, I take it then you would agree with Judge Black in the Eleventh Circuit that equitable tolling would apply.  He goes to State court within the year after his Federal conviction becomes final.  The State court is sitting on it for 2 years.  The limitation, I take it from what you said, would be tolled during that time."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May -- may I ask you sort of a general background question? As I understand your basic position, if the defendant lets things sit for too long, he loses the right to challenge the State conviction. On the -- and -- and what's -- what's at stake is an enhancement based on the -- on the prior conviction. Is there ever a time when the Federal Government loses the right to use a very old conviction for enhancement purposes?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Whether he gets the --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Is that also true under the Armed Career Criminal Act cases? Page 37"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure which way that cuts. In a -- in a sense, if that set of old convictions is out of the way, then you won't be troubled by the loss of records problem."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not -- you're not insisting on that super diligence because you say, well, in every case he has at least a year to begin to try to undo the State conviction. Page 38"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Recently I -- I lost my luggage.  I had to go to the lost and found at the airline, and the lady said has my plane landed yet. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I was kind of stopped by that question. Page 39 It seems to me this case is something like that. I mean, this is just not a question the -- the defendant asks until the Federal conviction arrives, which I -- which I suppose that argues for your 1-year --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- position, but it just seems to me that the purpose of this doesn't begin to run until he's been sentenced.  And then he has to go through all the -- the questioning as -- as to whether or not his prior conviction is -- can be set aside, and he has to go to State court to do that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may be but that also may be what it says.  I -- I don't follow your interpretation of what is the meaning of facts supporting the claim or claims.  I mean, once you say that the facts supporting the claim is the vacatur of the -- of the State conviction, I mean, it seems that's the end of it. Page 40"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and as for due diligence, yes, it doesn't seem to make much sense in that context, but as pointed out by your friend on the other side, it makes sense in all other contexts and -- and you don't expect the language to be applicable all the time. So what's wrong with that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It may well be, but that's how they wrote it. I'm talking about the word facts."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How can this be a fact supporting the -- you -- you want us to say a fact supporting the conviction includes the facts that lead up to the facts supporting the conviction or -- or supporting the claim."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, you're saying due diligence applies to an extraneous fact when you could, in the simple sense, discover it.  It applies to a generated fact when you could have generated it."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask sort of a broad question?  Am I correct in assuming that this really isn't the most important case we ever heard because it only affects a handful of enhancements that don't really affect the basic conviction or sentence; and secondly, that it's clear that the -- from both the text of the statute and whatever we know about the legislative history, that it's a problem Congress never even thought about?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And certainly they would have phrased the statute one way or the other more clearly. They could have done that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You certainly -- wouldn't you be making the opposite argument if it were a DNA test?  If it were a DNA test, you would certainly be arguing that even though the results didn't come into existence until 32 years after his Federal conviction, that he could have discovered it 38 years before because he could have asked that the test then be performed."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Then -- then once you admit that, you're going to have to find a difference between this and the DNA test, or your position here, if adopted, will catch you out there."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you're still asking us -- I mean, even -- even in your fall-back position -- your -- your principal position asks us to -- to play games with the -- with the word facts, and your fall-back position asks us to play games with the word discovered.  You want us to read discovered to mean either discovered or obtained, which discovered just doesn't mean obtained.  It just doesn't."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Himmelfarb. Mr. Reichman, you have, I think, 8 minutes left. I'm not -- I'm sure you don't really need all 8. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you need the placeholder if the rule were, as Judge Black said it should be, that if you go to the State court within the 1 year after your Federal conviction becomes final, then the time that you are in the State court the statute will be tolled?  If that's the rule, then you don't need any placeholder filings."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Reichman. The case is submitted."}],"people":[{"id":0,"fullName":"COURTLAND REICHMAN","firstName":"COURTLAND","lastName":"REICHMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2722,"interruptions":15,"times_spoken":32,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DAN HIMMELFARB","firstName":"DAN","lastName":"HIMMELFARB","counsel":true,"justice":false,"side":"respondent","words_spoken":2808,"interruptions":20,"times_spoken":47,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":397,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":597,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":712,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":918,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":447,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":552,"interruptions":4,"times_spoken":16,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2722,"times_spoken":32,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":2808,"times_spoken":47,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":4017,"times_spoken":90,"laughter":1,"num_int_by":6}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8829093878335998,"respondent":0.11709061216640015,"date":1473644742969}}