{"petitioner":{"name":"FLORIDA","counsel":[0,1]},"respondent":{"name":"JOE ELTON NIXON. ","counsel":[2]},"caseNumber":"03-931","date":"2004-11-02T06:00:00.000Z","speakers":[{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There was also an objection to introduction of of photographs that -- that were inflammatory, wasn't there? MR. LEMIEUX: Yes, there was, Justice Scalia. In fact, you know, Mr. Nixon was -- was very much engaged in the guilt phase of this trial. He objected to the introduction of evidence."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Those photographs would have infected the -- the penalty phase, as well as the guilt -- -- phase. So it was important for him to object to them."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In the guilt phase. JUSTICE KENNEDY: You said Mr. Nixon was -- was the client. Was he in the courtroom?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was he there -- and I'll check the record -- when the attorney told the jury that that his client was was guilty, that he basically was conceding guilt?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The other side says that guilt is not as -- not as clear as you -- as you make it out. Is -- is that -- is that issue even before us here?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it isn't a matter of whether it's before it. I -- I just wonder whether it goes to -- to the issue here, whether you needed to get his assent or not. It -- it probably goes to the quite separate question of whether there was inadequate performance by counsel. No? Is that question before us also?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was the latter question ruled upon below?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but -- no. I'm sorry. -- --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"And never -- and never reached the -- the inadequate performance of counsel question."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but they didn't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"They may, but that wasn't a definitive ruling. So do you agree that if we accept the position that you are taking, a remand would require for that for that evidence to be considered on the straightforward question did counsel perform adequately?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- it might be that there would be no justification for further evidence, but there would have to be a Strickland ruling on the merits of the Strickland issue, wouldn't there be? MR. LEMIEUX: I think that this Court could engage in that. I think you could remand and have the  Florida Supreme Court engage in that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"But nobody has explicitly done that yet. Is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of the Cronic point."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about the courts below the Florida Supreme Court? Didn't they rule on it?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Getting back to the practical equivalent of a guilty plea, Brookhart v. Janis do you think goes to the outer margin of what the functional equivalent is? Are there other examples of what a  functional equivalent would be that would fall under both Cronic and Brookhart? We have a line-drawing problem --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as -- as to whether or not this is the functional equivalent."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have any cases involving what -- what you describe as tacit consent?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in terms of of pleading guilty. Do we have any cases in which a similar thing happened, that the counsel said I'm going to plead you guilty and the -- the defendant doesn't say anything, just passively sits there as though, you know?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask if -- do you think his representation would have been inadequate if he had not discussed the strategy with the client but everything else was exactly the same?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would it be -- why would it make any difference under Strickland whether he talked to the client or not if the same -- if the same considerations are in play? In other words, he just knew it was the -- the wiser strategy to try and save him from the death penalty?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that isn't that because we -- we take the consultation at -- at least as an indication that the lawyer was -- was adequate in communicating back and forth with the client so that the -- client could tell him what the lawyer needed to know to defend him?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But even apart from the competence of the lawyer, whether it shows adequate performance by the lawyer, can't you -- can't you divide the Boykin rule, which doesn't relate to the lawyer's competence at all, into three different categories: number one, where there is express consent which is makes it okay; number two, when there's no consent at all, which is bad; and number three, where there is what -- what you call here implicit consent? Aren't there really three different situations?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":6,"sideBefore":"justices","text":"It seems to me rather difficult to -- to draw that line. If -- if consent is necessary, why shouldn't it be express? I'm not saying  consent is necessary, but normally if you're going to have something this important and consent is necessary, it seems to me it ought to be clear on the record. You certainly wouldn't accept this for a guilty plea, what you have here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"justices","text":"And I'm not sure there's a --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- three-part rule, as Justice Scalia says. There's just a two-part rule."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I assume -- I assume your response is that if you eliminate from the Boykin rule the possibility of implicit consent, you are forcing the lawyer who believes he has the consent of -- of a -- an intractable client such as this fellow who -- who  didn't go into the courtroom, took all his clothes off so they couldn't take him into the courtroom. He was obviously not -- didn't want to be responsive. Your -- you would have forced this lawyer to adopt a strategy which the lower court found would have been damaging to this defendant, even though the lawyer believes that the defendant really approved of the strategy that the lawyer was undertaking. Why would we want to adopt a rule like that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about a --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":8,"sideBefore":"justices","text":"If there were a plea -- if it were a plea of guilt, wouldn't this be an academic question because I assume Florida has some counterpart to the rule 11 colloquy where the judge must confront the defendant and ask him a series of questions to elicit his consent? So this issue can come up, if you have a counterpart to rule 11, only in the concession of guilt by the attorney but with a trial."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If Florida wanted to adopt that procedure on its own, that wouldn't present a Federal question. I mean, the prosecutor would have no -- the prosecutor would have no right to stop it if the -- if Florida said, well, we want that same colloquy to go on whether it's a guilty plea or whether it's a concession of guilt."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but these -- let me just understand. These colloquies are not, in your view, commanded by the Florida Supreme Court's holding."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But only -- is it -- it's not just when there's the equivalent of the guilty plea, but any major trial strategy --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this -- I want to know if the Florida Supreme Court's holding is limited to cases that are the functional equivalent of -- of a guilty plea, and -- and it's only there that they're requiring the colloquy. MR. LEMIEUX: It's only there that they've required it, but lower courts now defense counsel are making these arguments that, boy, you know, and the judge is concerned this is a strategy decision."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Well, but of course what the lower courts are doing may or may not be right as a matter of Florida law, but that's not before us really."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if it were a matter  of Florida law, the Florida legislature could change it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's a matter of Federal law, it can't."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gornstein. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Do we take it as a given that  if he does not consent, in fact, directs his lawyer not to make this concession, that the lawyer is bound to follow?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But what -- what if there's a third possibility and -- and the lawyer makes remarks in front of the jury, as -- as this lawyer did, in effect, concession kind of remarks, and the defendant stands up and says, hey, I'm not making those concessions? I am not guilty. I'm not conceding a darned thing. Does the lawyer at that point at least have a -- an option to proceed on the concession theory, leaving it to judge his performance under Strickland afterwards?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I would certainly agree if we get to that point. But let's the lawyer does, as you at least left the door open for him to do, and -- and he does proceed to represent the guy. The judge doesn't remove him and the lawyer continues to concede. Do you -- do you think that there is any possibility on a Strickland analysis of finding adequacy of counsel?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So a substantial component of reasonableness under Strickland is whether or not you follow the client's instructions?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Gornstein. Mr. Tillinghast. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Tillinghast, may I go back to something you said? Because I don't want to lose sight of it. You seem to suggest that the defendant's absence from the trial should work in his favor when this was defendant's own choice not to be there. The judge met with him and said I want to make sure you know what you're doing. Right? Why should we count at all in the defendant's favor that he was -- he absented himself from trial any more than we would give a fugitive credit for not being there?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But he --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Well, you -- you equate this to a case where the defendant is just accidentally not present. That's -- that's what I got. I -- I had the same problem with your opening two sentences as Justice Ginsburg did. You said if the defendant is absent from the courtroom. Well, in this case, he was absent because he chose to be absent. You're -- you're equating this case to one in which it was as if for some reason they forgot to have him in the courtroom."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't agree with your earlier -- -- statement that what -- what this defendant expected was a contested trial in which, you know, the State's evidence is challenged, blah, blah, blah. That's to the contrary. He said this whole thing is -- is just a big railroad job and that's one reason I don't want to be there. Go ahead and do whatever you want. He wasn't he wasn't expecting -- in fact, if you're -- if you're talking about is subjective expectations, they would reinforce the lawyer's belief that he had no objection to conceding guilt because he was referring to this as -- as one big railroad job."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought he had made those statements about being railroaded before he found out about the lawyer's concession."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think that's correct."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask you a question just about what you -- what you're assuming when you make the -- the statement -- prefaced the argument to the effect that there was a complete breakdown of -- of the adversary process. You're assuming, I take it, when you say that, that the guilt phase and the penalty phase have got to be regarded as distinct and separate phases."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You're dividing it in half."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that -- why is that legitimate? Why should a lawyer -- I mean, I presume no defense lawyer tailors his his guilt phase representation without a thought to what is going to happen at the penalty phase if they get to the penalty phase. And so I -- I have difficulty in saying that there should be some kind of a firewall for analytical purposes between guilt and penalty when -- when we're in a -- a question of Cronic or Strickland."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they wouldn't end up having lower standards. They -- they would end up having a a standard at the guilt phase which takes into consideration what the lawyer is or is not going to be able to do plausibly at -- at the sentencing phase. And you know, those -- those may be very, very difficult questions, but it's hard for me to say that either the standard is different or that a lawyer should -- or that we, in setting down standards, should pretend that a lawyer somehow has to go into a state of oblivion about -- about what's going to happen at sentencing if he gets there."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you this. Do you think that it's possible that in some instances it is a valid strategy to focus on the punishment/sentencing phase rather than the guilt phase if the lawyer has reviewed all the evidence and it appears to the lawyer to be overwhelming? Is it possible that there's a case where  a strategy such as this might make sense?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is that possible?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is that possible?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, now you're building in something that I didn't ask. I'm asking you if it is possible that the better strategy for a defendant in a given case would be to focus on the sentencing rather than the guilt phase based on an evaluation by the attorney of the evidence."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know why you're so -- I thought that the literature was replete with Law Review articles saying that this is the best strategy. Trial judges have told us this is the best strategy. I -- I don't quite understand your hesitation unless it's to build in this -- this factor of consent."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I thought this -- this was something you'd say, well, of course."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but what -- what about the basic question, that as a matter of trial strategy, it is a recognized, acceptable, sometimes prudent, sometimes wise strategy to concentrate on a sentencing phase?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not entirely because both in the opening and in closing, the lawyer said to the jury, he did it, but I want you to know from my very opening  that this case is about life or death, and that's the ultimate decision you will have to make. He said that in his opening and he said it in his closing. It wasn't simply a case of saying, my client did and now the prosecutor is going to go through the motions. He told the jury, what I want you to focus on is the decision you're going to have to make whether, in the counsel's words, to spare his life."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say without consent. At least as -- the record that we have suggests that the client was told this is what the lawyer planned to do and said nothing. Justice Scalia asked a question when the prior argument was ongoing. When a client doesn't say yes and he doesn't say no, to take the words of a familiar song, mustn't the lawyer then do what he thinks is best to do? Because if he says, okay, I'm going to -- I'm going to require a full-stop trial, I'm going to cross examine every witness, he may be damaging his client. The client didn't tell him not to do that any more than he told him  to do it. So mustn't the lawyer in that situation exercise his best judgment?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what if we think that's not correct, that it is not the equivalent of a guilty plea? There was some cross examination. There was some participation. So if we don't accept your statement that it is the functional equivalent, then what standard do we employ for the tacit consent or the failure to affirmatively respond?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you said we could affirm if we applied Cronic, but I thought the issue was --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- the question of which standard applies I thought was before the Court. Was it correct for the Florida Supreme Court to employ the Cronic standard or should it have reviewed it under Strickland?  Is that not before us?  Is that not --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- one of the questions?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Thank you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"I thought  that Boykin and Boykin and -- and Brookhart were about really a somewhat different matter. The language, functional equivalent of a guilty plea, is lifted from Brookhart. Boykin and Brookhart are about what a judge does, not about what a lawyer does. In Boykin, the judge accepted the guilty plea, and the Court said you can't do it without the express consent of the defendant. In Brookhart, it was a judge who accepted -- now, here it was an odd procedure, and it was that procedure that the Court called the functional equivalent of a guilty plea. And therefore,  we're talking about what a judge can do. Here we're not. We're talking about what a lawyer can do and when it arises to the level of improper lack of counsel. So I don't think they govern it. Rather, I thought -- and I want your view on this -- that the most relevant case was really Roe v. Flores, you know, where -- where the lawyer did a weird thing. He didn't file an appeal. And here he's doing a little odd thing. So what we said there is you have to consult, which is just what the Government is saying here. I'm exposing that thought process to you to get your reaction. MR. TILLINGHAST: I -- I think, first, under -- under Jones v. Barnes, it's been held by this Court that there are three fundamental things that only the client can do, one of which is to plead guilty. And in -- in the Roe case, the -- the record below was -- was unclear as to what happened as to whether there was a duty for the attorney to file an appeal and what the conversations were or were not with -- with the defendant. But we would submit that -- that a guilty plea is something very special because that it goes to the heart of the case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"This is not a guilty plea and the words -- a guilty plea is something accepted by a -- judge and the judge didn't. But I grant you it's a very odd situation and very special, and that's why I wonder what the appropriate way to -- what kind of requirement there ought to be. Maybe there should be something. I'm not sure why it should rise above the level of consultation since you know, better than I, you can have some awfully difficult clients who are virtually incapable of understanding what's in their interests. And -- and that's why I'm awfully reluctant to go beyond saying you have to consult with your client. You start insisting on an answer, and you don't know what they're going to say."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why? When -- when his object is to spare this person's life. He knows the evidence is very strong. He wants, to the extent that he can, insulate the penalty phase from all that damning evidence that's coming out at the trial. So he wants the evidence to come out at the trial, but he doesn't want to be in a situation where the jury has heard the defendant resist the determination that he did it and then have to plead for his life after. MR. TILLINGHAST: The difficulty, again -- it comes back to the lack of consent. Had he had consent, it would be different."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Well, my problem -- and I -- I'm not sure I understand your answer to it. In this case, in fact the client didn't say yes and he didn't say no. So if the -- if the lawyer is to assume, well, then since I don't have a positive, explicit yes, I will assume -- the answer is no, even though that is against the lawyer's best interest -- the -- the lawyer's best judgment, why is he an effective counsel if he assumes the answer is no? MR. TILLINGHAST: In -- in -- particularly in a capital case, what this Court and all courts would would want is a reliable record where there had been testing. When you have a situation where Mr. Nixon, as here, said nothing, so the -- so Mr. Corin didn't know whether there was consent or lack of consent, we would submit that what should have happened is, as I said -- suggested before, he shouldn't have -- he could have not contested certain things, but the admission on the -- what I submit is an admission and a plea of guilty without consent was where the problem was. He could have gone on --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, that -- but that's not a problem. According to the lower courts, that was a good strategy. I don't know why you want counsel, when -- when the client doesn't answer, to say, gee, I -- you know, I don't know whether he has approved or disapproved, I'm going to have to take the course that will probably get him executed because I -- I haven't received an answer. Why would you force that course on the -- on the lawyer? If the lawyer believes that the silence implies consent, as -- as silence usually does, why not let the lawyer do  what's in the client's best interest?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And Nixon -- okay. You have the inquiry and Nixon just stands there, the same, doesn't say a thing, assuming you could get him into the courtroom, you know, assuming he had put his clothes on so you could bring him into the courtroom. He just -- he just sits there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and you say, well, since we don't have an answer, we have to take the course that's going to get this guy executed. That doesn't seem to me to make much sense. MR. TILLINGHAST: I would respectfully submit that given the nature of the opening and closing, the words that were used, in -- in that kind of a extreme situation, that is a decision that the client should make. This is not a decision that is a normal strategy decision that a lawyer would normally make, such as which witnesses to -- to call, aside from the defendant himself, the order of the witnesses, and -- and types of cross examination. This is a very -- JUSTICE SOUTER: No. No, but I don't think --      -- you're getting to -- at -- at what bothers us. Nobody is saying that the client should not make a decision. The problem is that the client won't make a decision, and the client acts as if he had made the decision to allow the lawyer to do what the lawyer proposes. This isn't a question of whether he should be heard or not, but what -- what to make of the behavior. And you're saying when -- when the behavior appears to be acquiescence from silence, you nonetheless -- the lawyer is, nonetheless, obligated to take the course which is coming closest to guaranteeing that he will receive the death penalty. And that's what's bothering us. MR. TILLINGHAST: The in in this situation, it's -- it's the nature of what was said and his lack of presence in the courtroom where there was no affirmative defense. And in -- in the record below where the Florida Supreme Court sent it down to determine whether or not there was consent, there was no acquiescence. Mr. Nixon simply did nothing. When -- when asked -- when Mr. Corin testified and was asked about whether he discussed the trial strategy and whether Mr. Nixon agreed or disagreed, Mr. Nixon simply did nothing. He -- he didn't acquiesce to the strategy."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Tillinghast, can I ask you if you are familiar with the Loeb/Leopold trial many, many -- -- years ago that was conducted by Clarence Darrow? If you're not, I won't push you on it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you a question that I asked the other side? And that is, if we don't accept your argument, if we think when the client is silent, the lawyer must exercise his best judgment and not assume that the client would give an answer that would jeopardize the client's position, if that's the position that this Court  adopts, what would you say is left over for remand? Is it simply that the Florida Supreme Court then takes the record as it is and determines under Strickland whether there was effective -- ineffective performance?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That would be -- that would be all. So what do we do with, in the brief, all this information about things that the lawyer should have done by way of cross examination? That wasn't put in the record earlier --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why do we need a hearing rather than an examination of the record? Tell me why. MR. TILLINGHAST: Because the -- the hearings below, when it was sent back down by the Florida Supreme Court, were only on the issue of whether or not there was consent to -- to the -- what the Florida Supreme Court deemed to be the functional equivalent of a guilty plea. There was not a hearing on the balance of the issues, and it was strictly limited to that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Hadn't there been a hearing on  those issues on the way up?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Wasn't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why was it denied in the trial court? Why was the introduction of what the lawyer might have done --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. We're talking below."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":3,"sideBefore":"justices","text":"No. We're talking about the trial court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"We're talking below on the way up to the Florida Supreme Court. I assume that -- that he raised below the issue of inadequate performance of counsel and he had his opportunity to introduce whatever evidence he had on that subject on the way up to the Florida Supreme Court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know why the Florida Supreme Court should be obliged to remand it in order to give him a second bite at the apple. MR. TILLINGHAST: It was raised but -- but he was not given an opportunity for a hearing on that. JUSTICE SOUTER: Well, was he denied the opportunity?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. MR. TILLINGHAST: So, in conclusion, Your Honors, we submit that there are two -- two approaches to affirming the Florida Supreme Court. First is -- is that it was the functional equivalent of a guilty plea without consent. The second is that because of the nature of the statements, it was a complete failure of the advocacy process where the State's case was not tested in any way. In fact, as I mentioned, there were 35 witnesses. There were five very perfunctory questions asked such as what date was it and when did certain things occur. There was not the material testing of the record to determine the truth, which is what is -- is involved in the Sixth -- Amendment. And none of -- none of the challenges, that are pointed out in -- to the facts in our brief ever came out because that there was no testing. Simply we have an opening statement where counsel says the State will prove beyond a reasonable doubt that these events occurred. Then we have virtually no cross examination. We have no witnesses called by the State -- excuse me -- by -- by the defendant throughout the entire guilt phase of the trial. And in fact, at one point, the -- the trial judge stopped asking -- asking Mr. Corin if he wished to cross examine. And then we have the closing statement where Mr. Corin stated that the State has proven beyond a reasonable doubt that -- that he is -- Mr. Nixon was guilty of the crimes. And all the while during that guilt phase, Mr. Nixon was not present in the courtroom. So he had no ability to object to the opening or the closing statements because he wasn't here -- there to hear them. And further, as -- as the record indicates, there are issues of -- of Mr. Nixon's competency, that he's mentally retarded. His own lawyer referred to him as nuts. His own lawyer also referred to him as an ogre in his closing argument. These are the types of statements, we would submit, are even if they are not the  functional equivalent of a guilty plea without consent, they -- they substantially and completely destroy the advocacy process. So there is no testing, and under Cronic, the Court should affirm also. Thank you."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, Mr. Tillinghast. Mr. Lemieux, you have about 4 minutes left. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you going to get to the point of whether there was, indeed, an opportunity for this defendant to introduce evidence about inadequate  performance of counsel?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should -- why should they  put in Strickland evidence if they've won under Cronic?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was remanded for an issue -- for a hearing on the consent issue after --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"GEORGE S. LEMIEUX","firstName":"GEORGE","lastName":"LEMIEUX","counsel":true,"justice":false,"side":"petitioner","words_spoken":2507,"interruptions":3,"times_spoken":41,"laughter":0,"num_int_by":3},{"id":1,"fullName":"IRVING L. GORNSTEIN","firstName":"IRVING","lastName":"GORNSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":782,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":2,"fullName":"EDWARD H. TILLINGHAST","firstName":"EDWARD","lastName":"TILLINGHAST","counsel":true,"justice":false,"side":"respondent","words_spoken":1394,"interruptions":15,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1315,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1047,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":980,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":421,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":459,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":4,"words_spoken":3289,"times_spoken":49,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":15,"words_spoken":1394,"times_spoken":38,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":17,"words_spoken":4799,"times_spoken":96,"laughter":0,"num_int_by":7}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126626}}