{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"MISSISSIPPI. ","counsel":[1]},"caseNumber":"03-9560","date":"2004-11-29T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in Howell against Mississippi. Mr. Mitchell. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where was that -- where was that maintained? Because I thought that below, all there were was this was a -- was it a lesser-included offense 1111 14th Street, NW Suite 400 under State law, and I didn't see below any reference to the Federal Constitution."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and the standards under Beck are different from the standards under the roughly comparable State rule, as I understand it, because under the State rule, the lesser offense need not be an included offense, in the technical sense; and number two, there need not be, in the absence of a further instruction, a - - a limitation to the jury to two choices, death or acquittal, so that unless one is very careful to raise the Federal standard, simply raising the State standard wouldn't do it."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure, it embraces it because 1111 14th Street, NW Suite 400 it's broader, which means that if you raise -- if you - - if you make a claim under the State standard, you are not necessarily making a claim under the narrower, more restrictive Federal standard."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the - - the Beck condition that in the absence of the instruction, there must be a choice between -- the jury must be confined to a choice between death and acquittal?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's not the same in the State's scheme, is it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is Goodin the case that -- that stands for the proposition that under -- under State law, the -- the jury has an -- an option to sentence for life, as -- as well as -- as to impose the death sentence?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so I just want to make sure I know where we stand. You're saying that the assumption I was making, that under Mississippi law, in the absence of an instruction for a lesser offense, the jury has an option not only to acquit or to impose the death penalty, but an option of life with or without 1111 14th Street, NW Suite 400 parole, that assumption is simply incorrect as a -- as a fact about Mississippi law."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it takes you out of Beck, at least arguably, doesn't it? The -- the question is, have you raised something that is necessarily on all fours with Beck? And given this sentencing scheme, we can't say that simply raising a State claim necessarily raises the Beck claim. Isn't that true?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the consequence of the jury 1111 14th Street, NW Suite 400 verdict was -- was the death penalty."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mitchell, my -- my problem is even more fundamental than Justice Souter's. Conceding that the rule in Mississippi is exactly the same as the Federal rule in Beck, it doesn't seem to me that arguing Mississippi law, just because it happens to be the same as Federal law, amounts to raising a Federal question. Let's assume you have a -- a State law against wire-tapping. It is unlawful. And you -- you come in and you ask that the evidence be -- be excluded because it's contrary to the State law. Have you raised a -- a Federal -- a Federal question when all you cite is the State law, even though the effect under State law is the same as the Federal effect under the Fourth Amendment? It's not my 1111 14th Street, NW Suite 400 understanding that you've raised a Federal question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all it takes for the New York State Supreme Court, for example, to have said, well, you know, our -- our wire-tap statute does the same thing as the Fourth Amendment does anyway? That's all it takes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Thereafter, all you have to do is cite the New York State statute, and you've raised a Federal question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, if -- but the State standard always has to -- has to comply with the Federal requirement, doesn't it? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So all it takes is a -- is a single decision by the State supreme court which says that our rule is no broader than the Federal constitutional requirement, and thereafter all you have to do is appeal to State law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it does. Why -- why is that -- I mean, it seems to me counsel should stand up on his two feet and say, we're raising a Federal question. Why is that too much of an imposition when the statute requires that you raise a Federal question? Why do we have to go researching what the State supreme court said several years ago?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have to figure out in every case whether the two claims are interwoven. Do you think -- do you think counsel for the defense isn't always going to say that they're interwoven?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it's too much to ask counsel for the defense to say, we are raising a Federal question. And it solves the problem."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, my goodness, all it requires -- look, the problem is not a technical problem. It's a human problem. A judge is a human being. He gets the petition. There are 28 different issues. That's a lot of work. He goes down one, two, three, four. He gets to this issue, which is somewhere hidden among the 28, and what it says is, there should have been a lesser-included offense instruction and it cites three Mississippi cases, which in turn cite one other case, and that -- that other case says that the Mississippi rule has constitutional implications and cites Beck. Well, I mean, if that's supposed to be sufficient, I as a judge would have to, in every one of these cases that's cited in these 28 different issues, start looking up the other cases in Mississippi to see if there's some other place they cite some other case that says something about a Federal case. I mean, you see it's impossible."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't even because, after all, Beck talked about an instruction where the choice was either convict the person of murder, death 1111 14th Street, NW Suite 400 penalty, or acquit him, and your case happens to involve an instruction which said to the jury, convict him or give him a life sentence or acquit him. So we don't even know if -- if Beck applies to your case. That's never been decided."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't even know -- I am so ignorant I don't even know if Schad is a Federal case or a State case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I guess if he had, he should have said Fed or U.S. or whatever it is so that I'll know."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't seem like such a burden."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I wrote it. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Souter was -- was a State court judge as well. 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Supreme Court? Yes, that's probably pretty clear it's Federal."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe he meant the State supreme court."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. I'm saying you don't carry it to extremes. Don't be ridiculous about it, but that isn't an extreme case we have. We have which is the case we have, the State, and then three State cases, and then referring to one State case that says that Beck is -- is a constitutional implication citing Beck. I mean, I don't have to be extreme in order to say yours isn't that extreme example."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it isn't even clear here that Beck would have been violated. As I understand it, in -- in Mississippi the jury could have given a sentence less than death despite the conviction. Isn't that right?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. So I'm not sure if Beck even applies on its own terms."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mitchell, what gives me pause is that there are Mississippi cases -- you no doubt know them -- where the court has seemed to think that the 1111 14th Street, NW Suite 400 Federal issue under Beck was discrete from the State issue. So I forgot the name of them, but one of them was striking because it says this doesn't run afoul of Beck, and then it says, now we turn to Mississippi law on lesser-included offense. And it -- the -- the State supreme court treated those two as discrete. So when you just say lesser-included offense, why should the Court assume that you're talking about one rather than the other when the Mississippi Supreme Court itself has made it clear that it thinks they are discrete inquiries?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this question, Mr. Mitchell? Supposing the -- there are alternative lesser-included offenses that might be urged by the defendant as to -- to get an instruction on, and he asks 1111 14th Street, NW Suite 400 for the wrong one. In other words, the question -- there is a question here about exactly what is the lesser- included offense. It seems to me that if he tried to kill -- if he killed the driver of the vehicle, there may well have been some kind of crime. But maybe you ask for a lesser-included offense of, say, simple murder and the facts don't fit simple murder, but they might fit manslaughter or something else. Would your request for - - for a simple murder, lesser-included offense instruction be sufficient if you should really have asked for a different lesser-included offense instruction?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is that the case here too? One of the things that's neither here nor there I 1111 14th Street, NW Suite 400 guess, but one of the things that perplexed me was that I would have thought that the lesser-included offense on - - on the theory that the -- that he didn't intend to kill, he was sprayed with mace, got mad, pulled out a gun, and shot and so on -- I would have thought the lesser-included offense was a heat of passion kind of killing. But as - - as I read the -- the statement of -- of simple murder, which requires a deliberate act, that didn't sound like it. And I -- I read negligent homicide, and that didn't sound like heat of passion. But is -- is it your point here, if -- if we get into it, that as long as you asked for some lesser-includeds, under Mississippi law that raises the issue adequately?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But then what would be a lesser-included offense? Because if it's not simple murder and it's not manslaughter, you haven't suggested a third that it might be. I thought your whole position was that this simple murder was right and the - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and the judge was obliged to give it. So why -- in view of what Justice Souter just said about simple murder requiring a deliberate design, 1111 14th Street, NW Suite 400 where was the deliberate design here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But what would be if it were not? What would be the lesser-included offense?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You may. General Hood. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't get your point. It doesn't have to be a -- a lesser-included offense - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- so long as it's a lesser offense?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I interrupt with a question there, General Cox?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, if the man approached the victim in the car and shot him and killed him, as I understand it, and the theory was an attempted robbery and therefore the -- the capital offense. Now, 1111 14th Street, NW Suite 400 are you telling me that if they failed to prove there was an attempted robbery, it was not an offense at all?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then why wasn't he entitled to an instruction on whatever offense it was?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But his theory was if there was a failure of proof on the attempted robbery, that all was left was a -- a killing for some other reason. And if there was a killing -- if there was a failure of proof on attempted robbery, would he not then have been entitled to a -- a lesser offense instruction?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So what your theory is then - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- if I understand it correctly, is the proof that there was an attempted robbery is so convincing that no other theory was available."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I still don't understand your answer to Justice Stevens' question. I had the -- I had the same problem. The evidence of robbery here was circumstantial, strong, but still circumstantial based on his earlier statements that he was going to make a sting, I think he said, and then the witness saw him outside the window and -- and he stopped the car. And I take it, he didn't take the stand and say, I stopped the car to ask for directions or something. But still it's -- it's - - that's certainly a jury issue as to whether there was a robbery."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but would the State of Mississippi take the position that if there was no robbery, there was no crime in this case - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- when a man is shot and 1111 14th Street, NW Suite 400 killed?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. I'm talking about just Mississippi law. You're the prosecutor saying, we -- we may not get robbery here. The -- is that the only thing they charge is robbery or let the man go after he shoots and kills the person he doesn't even know?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, but the question is suppose we have a different case, not this case. Everything is the same but for the fact we know for sure it wasn't a robbery. That's all. Now, in that different case, is it a crime under the law of Mississippi what happened?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I've told you everything about the case. It's just like this one except we know it isn't a robbery. Now, is it a crime? The answer we think is absolutely it's a crime. And my next question is which crime."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So which crime is it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. So it would be something. What would it be?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So then maybe there's a felony --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is anything else possible?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Manslaughter?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's odd that in Mississippi people just go around shooting each other all the time and there's no statute that seems to cover it. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"And if you don't know someone, then it's not murder? 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I don't understand."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So there must be - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. They just do it - - who knows why. All we know about them is they went and killed somebody. Now, I think it's still a crime to kill people in, I thought, all 50 States, but -- but -- (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"So I'm going to say which - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Let's make it -- if we make it concrete, let's take all that we have in this case is the testimony that Rice gave. Rice was the one who observed this murder, and he didn't have any statements about the defendant needing money to pay off his debt. You have only that snapshot scene of what the witness saw from the window, which doesn't establish any robbery at all because Rice said he didn't observe any robbery going on. All he observed was the killing. Now, if that's all you have in this case, a person was killed, an eyewitness to the shooting, the eyewitness testifies exactly as Mr. Rice did in this case, what crime would you indict for? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I'm giving you a hypothetical where --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"General Scott, I suggest you try to answer her question."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Yes. All you have - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"The question is that's -- one witness is all you had. Would there be a crime against the law of Mississippi and if so, what would it be?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So what -- but -- but the line of reasoning is -- is -- now, there is a crime. Let's call it X. All right? And what you're -- what counsel says is it's the law of Mississippi that if there is a crime and it's X and it's lesser, you've got to 1111 14th Street, NW Suite 400 charge it if somebody just says, please give me a lesser- included instruction, even if he's all mixed up as to what the right crime is. I don't know if that's the law of Mississippi. From reading the Mississippi Supreme Court opinion, I would say it wasn't the law of Mississippi because they say you're not supposed to charge people in ways that would mix them up. But, I mean, anyway -- but that's the argument. So what's the response?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And don't take the one I just suggested because I'm not sure that's right. What is your response?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is that fatal to him? I 1111 14th Street, NW Suite 400 mean, that's what we're -- one of the things we're trying to get at I guess. Is -- is that fatal to him?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Under Mississippi law, would he be entitled to a lesser offense instruction if he asked for the wrong lesser offense? I.e., in this case, if he failed to ask for heat of passion, would he still be entitled to a correct lesser instruction, even when he didn't ask for it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you say he's not entitled then."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the only thing he would be entitled to, if he were correct, is the lesser instruction that he asked for, and if he's not correct, there's no error."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. We're just trying to get 1111 14th Street, NW Suite 400 at what Mississippi law is, and I think you've - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"And under your view of the facts, as I understand it, he would have been entitled to a manslaughter instruction."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, surely -- surely, if one walks up to a car and shoots the driver dead, that's must be a crime."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And the question is we don't know exactly which of your several statutory provisions it violated, but if it violated one of them, I don't understand. And if he's correct -- maybe he misrepresents the law. He tells us, as a matter of State law, if he asked for the wrong lesser-included instruction, but there is a correct one, the judge has a duty to give the correct instruction. That's what -- what the counsel has told us. And if that's right, I don't understand why he wasn't entitled to some lesser-included offense instruction."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it's -- it's your view he must ask for the correct lesser-included offense instruction."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But is sudden provocation or heat of passion part of the prosecution's burden or a part of his -- one of the -- is it a matter of defense?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I go back to the heat of passion point? You say he did not put on evidence, but wasn't there evidence in the record through a State's witness that at least would have supported a heat of passion argument, the evidence being that he went up to the car, no gun was apparent, something happened. 1111 14th Street, NW Suite 400 Evidence shows that he was sprayed with mace, and at that point, he pulls out a gun and shoots. That, I suppose, is evidence of heat of passion. Couldn't he have asked for a heat of passion instruction even though he did not put on the heat of passion evidence himself?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but he did not do so."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. You're -- you're -- I don't -- you're calling the heat of passion an element of -- of the crime of manslaughter? It's not an element of the crime."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you walk up and -- and you blow somebody away. You can't -- there's no heat of passion. There's no sudden provocation. You just walk up and blow them away. And you're telling me that that's not a crime because you can't -- you can't prove heat of passion? You can't prove one of the other elements of manslaughter? That can't be right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't it enough that you killed somebody? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You killed somebody. You didn't plan to kill to somebody, so it's not murder. Okay. But you killed somebody. Surely, there must be some crime in -- in Mississippi that -- that covers that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. It's not murder. It wasn't -- you know, he didn't -- I didn't walk up to the -- to the car intending to kill him. As you say, you couldn't have indicted for murder."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Manslaughter being defined as killing without deliberation?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. That's what he is saying - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"There -- there is a -- you say there -- there are what? Nine different manslaughter, did you say? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Twelve different, and one of them is simply killing somebody simpliciter, without any provocation. Right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let -- let me ask -- ask you this. Knowing what we know now, we have the record, we have the benefit of hindsight, we know the evidence, in your view now what would have been the closest lesser- included offense for which an instruction might have been sought?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question just to help me sort of -- what are the -- as a matter of State law, what are the elements of the offense for which he was convicted?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Those are the two elements. And so that if you take out with -- in the commission of another crime and just left the -- the other part of it, would that also be an offense?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, you say -- you say the offenses are killing somebody with or without the intent to do so - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- and in the course of an attempted felony. Say you failed to prove the attempted felony and you proved the remainder of the -- the other elements. Is he guilty of anything in -- under 1111 14th Street, NW Suite 400 Mississippi - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And if he is, why isn't it a lesser-included offense is my next question."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that then there are two lesser-included offenses, and either one would have -- he should have gotten an instruction on both."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I don't understand why not."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May -- may I ask you? unclear on -- on lesser-included in Mississippi. going to take this step by step."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And tell me if I'm right or wrong at each step. The offense that he was charged with -- the capital offense that he was charged with was killing with or without intent in the course of committing a crime. Is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, his claim - - let's assume he claims this. There is evidence from - - from which you -- you could infer that he wasn't committing a crime. He may or may not be right, but let's assume that's his claim, and let's assume the judge says, yes, there's some evidence that would indicate that he wasn't up there robbing at the time he stood next to the car. Assume the judge accepts that. He then says, on 1111 14th Street, NW Suite 400 that assumption, I want a lesser-included offense instruction of simple murder, killing with intent. Is that a lesser-included offense under -- under capital murder?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because what he's saying is, I'm asking for an instruction on an offense which is lesser -- it does not -- it's an offense that doesn't include the course of the crime, but it does include the other elements. It includes killing with intent. Isn't that lesser-included on your definition of Mississippi homicide law?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. I mean, he's got to qualify under the Federal standard. He says, the offense I was charged with was killing with or without intent, plus crime. I want an instruction that says nothing about plus crime but simply charges on killing with or without intent. Isn't he asking under Federal law for a lesser- included instruction?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Confine it to 1111 14th Street, NW Suite 400 killing with intent."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Under -- under -- as I understood -- as I understood you to define the capital offense, the State could prove the capital offense by saying he did have intent when he killed and he also happened to be committing a crime. Am I wrong about that statement of Mississippi law?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you said that on the capital offense, the killing could be with or without intent."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I think you confuse us by saying that. If you just left that out of your statement, felony murder is killing in the course of a crime. Don't say anything about intent. Intent is not an element of felony murder. Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if you want to get plain murder, you're adding an element."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It has to be murder with 1111 14th Street, NW Suite 400 intent, and that's why you say it's not a lesser-included offense because for plain murder, you need intent, and for felony murder, you don't need intent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that -- isn't that your case?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So that the Mississippi law for felony murder is killing, pure and simple, plus crime, and simple murder is killing plus intent. And that plus intent is why it is not lesser-included."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. I understand you now. Let -- let me ask you this as a matter of -- on -- on the second point, as a matter of Mississippi law. Under the charge of capital murder, was there a possibility of sentencing to life or life without parole, as well as the possibility of the death penalty upon conviction?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So that's the second reason why it would not fall within the -- the Beck rule."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but -- but it is true that -- that there's a difference between becoming eligible for the death penalty, on the one hand, and not being eligible on the other. And conceivably the Beck concern is triggered when the failure to give a lesser- included offense gives the jury the option of -- no other option other than convicting of a capital offense."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- an offense for which the death penalty is the punishment."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but if the jurors' concern is that you either have to acquit them or -- we want to make sure he never walks out of prison again, and the only way to do that is to convict him of a capital offense so the judge can impose the death penalty. I don't know why that Beck wouldn't be triggered on those facts."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me that 1111 14th Street, NW Suite 400 works against you because it takes away from the jury the option of saying, well, we'll convict him of a serious offense, but we'll be sure not to give him a capital offense. So that -- it seems to me that that argument then works against you."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General Hood. Mr. Mitchell, you have about 4 and a half minutes left. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your -- were the two principal lesser-included offenses in -- in your view your D-13 and D-18 that are in the appendix?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Mitchell. 1111 14th Street, NW Suite 400 The case is submitted."}],"people":[{"id":0,"fullName":"RONNIE M. MITCHELL","firstName":"RONNIE","lastName":"MITCHELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3011,"interruptions":21,"times_spoken":40,"laughter":3,"num_int_by":7},{"id":1,"fullName":"JAMES M. HOOD","firstName":"JAMES","lastName":"HOOD","counsel":true,"justice":false,"side":"respondent","words_spoken":2903,"interruptions":37,"times_spoken":76,"laughter":10,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":906,"interruptions":3,"times_spoken":28,"laughter":2,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":4,"times_spoken":9,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1314,"interruptions":3,"times_spoken":32,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":741,"interruptions":2,"times_spoken":23,"laughter":3,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":750,"interruptions":3,"times_spoken":23,"laughter":3,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":360,"interruptions":1,"times_spoken":10,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":49,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3011,"times_spoken":40,"laughter":3,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":2903,"times_spoken":76,"laughter":10,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":4537,"times_spoken":127,"laughter":13,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126630}}