{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"DOUG DRETKE, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL : JUSTICE, CORRECTIONAL INSTITUTIONS DIVISION. ","counsel":[1]},"caseNumber":"03-9659","date":"2004-12-06T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in the case of Miller-El against Dretke. Mr. Waxman. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have to find that the strike of at least one African American prospective juror was race-based for you to prevail?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there any -- were there any State decisions, or Federal court decisions for that matter, justifying the shuffle on the grounds of -- I don't know -- professional class versus working class or something like that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there -- were there any State court cases said that -- or even in that case you're referring to -- that the shuffle usually is race-based? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- and the Fifth Circuit's answer to the jury shuffle was, well, the defense shuffled more times, as I - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as I recall."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if we find or if there is a finding that the -- that the attempted shuffle on this fifth try was race-based, does that win your case, even though the shuffle didn't take place?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, does it show the necessary animus so that it carries through the whole case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, we really have to examine your -- you know, your allegations, I suppose, one at a time. It makes it a very complicated case. The -- the State's response to -- to your argument that two of -- of the State's attorneys involved in this case had been found to have made racially based strikes in the past -- the State's response to that is that that was not part of the evidence presented in State court, and therefore, it -- it is not a proper consideration in reviewing the State court decision. What -- what is your response to that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it brought to the attention of the court?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, my. You mean anything out there that -- that a court could take judicial notice of can be -- can be charged to the court? My goodness, no. I think it was the burden of the -- of the defendant challenging the -- the strikes to bring -- bring that to the attention of the court. My goodness."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Were -- were both of the cases cases of the Texas Court of Criminal Appeals?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Decided by the court -- the Texas Court of Criminal Appeals. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, Nelson -- there's Macaluso?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Macaluso and Nelson. Nelson wasn't involved in the jury selection in this case, was he? He came in - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought he came in after - - after the jury had been selected."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's the problem. We've got to go through each one of them one by one."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and I'm -- you know, I don't remember the names of people involved in -- in prior cases in this Court. I -- I -- you know, if we said - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you had this same officer before you, my goodness, I -- I wouldn't remember it."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask on the minimum punishment ploy? Did that ever work in this case or did any of -- of the trial judges ever grant a -- a challenge for cause on the basis of the use of the minimum punishment ploy?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Their response - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"But you -- you haven't really answered my question yet."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does any -- did any Texas trial judge, to your knowledge, ever fall for this ploy, ever grant him a -- a challenge for cause based on answers to the minimum punishment harangue?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't see any in this case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The respondent's reply to this -- this minimal punishment argument is that in fact the - - the two white prospective jurors who had -- who had expressed antagonism towards the death penalty were subjected to the same questioning, and that the seven out of eight black prospective jurors were seven who had expressed antagonism to the death penalty. Now, is that not true?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we have to go through each one of them and see if the degree of hostility expressed by the white jurors was the same as the degree of hostility expressed by the black jurors. And in fact, the degree of hostility by the black jurors was quite high."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One said I really don't believe in it. I support it only in extreme cases, such as those involving mass killings or mutilation. And another one - - another one said, well, right now maybe I do, but who knows later?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if -- if there happens to be a different attitude towards the death penalty among the black jurors than there is among the white jurors, you cannot fault the -- the attorneys for -- for striking more of the black jurors. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, wait. He also said -- when asked whether he could vote to impose the death penalty, he said, right now I say I can, but tomorrow I might not."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's a strong - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"We have to deal with each of the six one by one, and -- and they have arguments with respect to each of them. I don't care what Rand said. Those things that you said sounded very good. But if he finishes it off by saying, right now I say that, but tomorrow I might not - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that doesn't strike me - - and that -- that's what respondent says Rand said, not - - not one of the other ones. And you have to go down each of the other six, and they have a response for each one."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, and -- and, you know, a buckshot attack on it has to be examined pellet by pellet."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that you have 10 white jurors and 10 black jurors. The 10 black jurors are all questioned much more extensively by the State, and in each of those cases, there is a plausible reason for excusing. A relative was -- served time and so forth. Violation?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so then you admit that you have to go one by one. I had thought you would - - would have said that if the black jurors are questioned in a different way and more intensively, that alone suffices even though the questioning in each case disclosed the basis, plausible, non-racial basis - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for excusing them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, you were dealing with Fields, and the answer in Fields' case that the prosecution gives is he had a strong feeling about rehabilitation, and so he was -- he thought that everyone could be rehabilitated -- rehabilitated. So that shows he - - he wasn't like others who didn't entertain those doubts about rehabilitation."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there any evidence that the jury cards in this -- in the actual trial were marked or noted on the basis of race?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do we find that evidence?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All of those things are okay, right, except the race one."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, maybe their right about beards and mustaches."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know. If they're right, good for them. Right? You -- you -- they ought to strike them."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, by all means."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Bunn. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would -- would the statement that you gave -- let's assume there was a -- a working premise that blacks were more -- were less inclined to impose the death penalty. Would that alone justify more intensive questioning of every black juror?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- now, as I understand it, this case was here before. We all read this and we went through it, and as a result of that, I -- if I read the opinion -- not the dissent, but the majority opinion - - and it might be in my interest if people followed dissents more, but I think the law is we follow the majority 1111 14th Street, NW Suite 400 opinion. So when I read the majority opinion, I read, number one, there was history in this county, at least 7 years earlier though, where they actually had a booklet which said let's keep all the African Americans out, here's how you do it. Then you had jury shuffling, which were two instances. In one of them, there are like 40 people. In my mind, you know, we have rows. In row 1 there are four black jurors and six white; row 2, three black and seven white; row 3, two black and in the last row one black, and the prosecution says, hey, let's shuffle it. All right? And the other time he did it, the only other time -- it wasn't quite that bad -- the same idea. Then the third thing that comes up is you find instances here -- not everyone, absolutely right -- but instances where black people who seemed really for the death penalty, say, like Mr. Fields manages to get knocked off, but Mrs. Mazza who seems quite uncertain is kept on. And then we have this disparate questioning that you're about to mention where it just turns out that almost every black is given this really -- you know, bring them in a gurney, put -- put -- you know, real graphic description of the death penalty, and white people who also expressed hesitation aren't. Okay? 1111 14th Street, NW Suite 400 So on the basis of that, the majority writes there is, indeed, a strong suspicion here that this was discrimination. So I want to ask you -- and if I were to write something like that -- I didn't write the words, but I would mean, well, I think that's what it is unless there's something later on that comes out to the contrary. So I'm asking you what was to the contrary. What came out in this Fifth Circuit that we didn't have in front of us the last time?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I know that was the issue, but I'm saying if I read the opinion to say -- now, maybe you'll tell me I shouldn't. We should just go back and redo what we did. But I'm reading the opinion to say, well, unless something changes here, this is bad. It's discriminatory. Now, you can tell me, one, I'm wrong to read the opinion that way. I got that argument. But I want to be sure that that's what's in front of me. So I want to know is there something different in the Fifth Circuit that wasn't here the first time."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We only speak to the issues before us, don't we? And the issue before us last time was not the issue before us here. It was simply whether there was enough evidence to require the issuance of a COA. Isn't that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right. That's why I asked."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"And that's a good deal different. Whatever the majority might have said about other issues, it certainly was not binding on the court of appeals, was it?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I hate to say this - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"So that must be a different question - -"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"-- to my colleagues, but I'm very much interested in hearing what Ms. Bunn has to say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"-- because that wasn't the one I asked. The one I wanted answered was the question of I understand that point, which we could say it was 1111 14th Street, NW Suite 400 definitely not definite the last time. I'm asking you - - it's a serious question -- as whether there was something new or different that came up when the Fifth Circuit wrote this. Now, I gathered from your answer, it might be yes, and if the answer is yes, I want you to say what it is because I'm interested."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you this? There are two questions just generally. One, I'm curious about the answer to my question to -- to Mr. Waxman. Did the minimum punishment ploy ever work? Did it ever succeed in getting a challenge for cause granted?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But have -- and the challenges were granted?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, none of them were granted in this case. Is that right?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it -- it was true that this was -- was a ploy adopted for the purpose of trying to make it unnecessary to use a -- a peremptory challenge."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And do you defend that practice?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you -- if you can get the venire person to make a mistake in his answer, then you - - you get -- get him off easy."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And suppose -- suppose you have a system in which that attempt to find cause is applied much more rigorously to black prospective jurors than to white prospective jurors."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. The -- the white jurors don't express the views at all because they're not questioned intensively, so you don't know if there's cause for them or not. But the black jurors are questioned intensively, and you find cause or -- or a -- a race- neutral reason for the dismissal. Is there a Batson violation in -- in that instance?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you say that in any 1111 14th Street, NW Suite 400 case you can question black jurors more intensively than white jurors and still succeed in excusing them if the result of that voir dire shows some race-neutral basis."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose you have a manual of -- from the district attorney's office that says all black jurors shall be questioned more intensively than white jurors."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that that is not what happened here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It was on the basis of the questionnaires expressing hostility to the death penalty that more intensive questioning was given to some people than to others, and that the mere fact that a larger number of those people was black is not a violation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So the hypothetical, assuming 1111 14th Street, NW Suite 400 that you -- you just have blacks and whites with no difference in -- in what they -- in what they had said on the questionnaire, is a hypothetical that you say does not exist in this case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you don't know what the questionnaire showed as to most of the white venire persons, do you?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And how many white venire persons were there?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so are we to assume that all 46 of the other white venire persons were as tough on the death penalty as you'd like everybody to be?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We just don't know about those other 46, do we?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But is it not a reasonable 1111 14th Street, NW Suite 400 inference that some of them might have expressed doubt about the death penalty?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't know. If you don't know, you -- there's an excellent way to know. Somebody says, you know, Mr. Prosecutor, you gave this terribly graphic script to all the black people and you really didn't give it to hardly any of the white people. Now, it's also possible -- possible -- that the reason he didn't was because from the answer to their questionnaires, which we've not seen, you didn't need to. That's possible. But if that were the case, wouldn't he have said to the judge, Judge, that's why I did it. I didn't ask them because I read the questionnaires. Wouldn't that be what you would do or any prosecutor would do if that were the reason?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And did the prosecutor ever do that here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Did the prosecutor not -- was he there?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. And did -- was anyone there who had ever talked to the prosecutors?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So could then - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But couldn't you have asked the prosecutors if that was the reason?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, what are we supposed to do? I mean, what you've done is say -- of course, I could think of reasons that could have been their reason, but unless there's some reason for thinking that was their reason - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on -- on that point, 1111 14th Street, NW Suite 400 this is not exactly like McDonnell Douglas, Burdine where you have some prima facie case, the person was equally qualified, but was of a different gender than the one that got the job, and then the -- you go back to square one. Here, the prima facie case is immensely powerful because of the culture of discrimination in the manuals and so forth, and that -- that, it seems to me, stays in this case."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, don't we at some point have to have some reason to believe that the evidence of past practices become irrelevant? And if we -- if that is so, do we have any such evidence here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"These are the same two prosecutors who in other cases had been found, in effect, guilty of -- of racial discrimination and the same two prosecutors who were calling for the shuffle in these 1111 14th Street, NW Suite 400 cases. Is it plausible to think that there had been this change of heart?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, I -- I am assuming it is relevant, and I am asking the question, is there a reasonable basis to think that these particular individuals, engaging in the practice that they demonstrably engaged in, had had a change in heart in this case?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that why they engaged in the shuffle twice - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- on -- on a record that shows there were black jurors down front each time they engaged in it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and that evidence was not refuted. It was not denied, as I understand it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The -- I -- I don't think that's his argument at all. He is not arguing that there might not be other bases for making challenges or making peremptory strikes. What he is saying is those challenges exist for lots and lots of jurors. And what in fact there is is very strong circumstantial evidence that what tipped the prosecutors to make the peremptory challenges here - - what he was referring to earlier in this argument as the but-for cause was racial. He's not saying nothing else could have been involved. He was saying race tipped it. And it's the circumstantial evidence, among other things, that indicates that race does. And that's the reason for my question. Is there 1111 14th Street, NW Suite 400 some reason to believe that there had been a change of heart on the issue of race so that his argument is unsound?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You think they're based, for example, on capital punishment. But now, let me give you two of them, and this is why -- this is actually why I get somewhat concerned about this. Here is the answer of the white woman who served on the jury about capital punishment. Could you put Miller-El to death? Mrs. Mazza: It's difficult. I've had 2 days to think about it, and given my religious upbringing, et cetera, going on for a few sentences, I think I could. She serves on the jury. Okay? Here's Mr. Fields who is black and whom they got off. What I think, according to the Old Testament, people were killed if they violated His law. In its extended service, the State represents Him. I feel the State is God's extended person. In other words, the State represents God in today's time. Therefore, if the State exacts death, that's what it should be. Okay? 1111 14th Street, NW Suite 400 That's the man they feel has the qualm, and the woman I told you who was white they feel has no qualm. Now, I look at that, and I say, you know, I mean, my goodness, it's pretty hard to see how you get yourself in that frame of mind."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. I know. They then said that oh, you see, Mr. Fields was -- is it a woman or a man? I'm not sure. Yes, he's a man I think. He -- he's kept off, the black man, because of his views on rehabilitation. So I looked up what those views were, and that consists of his saying -- my -- my interpretation - - well, I think any person, if he really believes in God, really believes in God, could be rehabilitated. At which point the prosecutor says to him, well, suppose you came to the conclusion that Miller-El really was touched by God, could you put him to death? Answer: Yes. Why? Because, well, it seems to me my job here is to follow the law. That's the man whom they think they are -- they are kicking off because of his views of possibly not applying the death penalty, and the other woman, who is white, they keep on. Now, I think that's the whole story 1111 14th Street, NW Suite 400 there. There was also the brother who was a drug -- who was the drug -- you know, he had had drug convictions, but that's scarcely mentioned. So -- so I look at those two people and I think, gee, put that in context. My goodness. What -- what's your response to that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Bunn, before you finish, there -- there are two pieces of this I hope you can give me an answer to. The race-coding. Is there any neutral reason for that? And when was that stopped, if it was?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it not a fair inference that each of the cues noted on the cards was something that the prosecutors thought relevant to whether or not to challenge the juror? And if so, is it not -- does -- is that not uncontradicted evidence that the race of the venire person was a factor in the decision?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why else would it be noted? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is there any - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Maybe the prosecutors didn't want to come up with an all-white jury for fear it would be challenged."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That may be, but is it not - - is it not clear that this is one of the factors that was used to decide whether or not to exercise a challenge, just as the beard and the other things that are mentioned in the -- in the manual were?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, were the -- were the cues on the card similar to the instructions in the manual?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you quantify the correlation or lack of correlation for me? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I had asked you if they were still race- and gender-coded. You hadn't gotten to that part of the question. These cards were race-coded and for other things too. Right now in the State, do the prosecutors code cards -- cards for race and gender?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The other question I had, are these two prosecutors the same ones who were involved in other cases where it was determined that they had used tactics that violated Batson? Were those cases contemporaneous with Miller-El's or were they earlier in time?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't that 2 months?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- is it unlawful to take sex into account in jury selection?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is that true with respect to weight and mustaches and things like that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They were -- they were making notations of things like that, as I understand it, and they didn't have to worry about Batson there. But there does seem to be a correlation with the manual."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"And Batson hadn't been decided yet."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I don't -- I mean, I'd just like to go back to my question. I don't know why else? It's true if -- if all they noted, if they had been prescient and had said, you know, Swain is going to give way to Batson and we're going to note Batson issues, you'd have an argument. But they were noting a lot of non- Batson issues too, and the one common characteristic of the Batson issues and the non-Batson issues were they were all correlated to a manual that says keep these people off the jury. And -- and isn't that a sound train of reasoning that that's what they were trying to do?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The manual had said there are certain visual cues that indicate jurors you don't want on the jury. You don't want black jurors. You don't want women jurors. You don't want Jewish jurors. You don't want fat ones. You don't want bearded ones. And these are the things that they were noting. Isn't the 1111 14th Street, NW Suite 400 reasonable inference that that's what they were noting them for?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about the Fifth Circuit said that comparing Rand's testimony -- that that was in line with Mazza's. The Fifth Circuit seems to recognize that those two were closely comparable."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. -- Ms. Bunn. Mr. Waxman, you have about 3 minutes left. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3627,"interruptions":21,"times_spoken":44,"laughter":0,"num_int_by":4},{"id":1,"fullName":"GENA BUNN","firstName":"GENA","lastName":"BUNN","counsel":true,"justice":false,"side":"respondent","words_spoken":2498,"interruptions":31,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":506,"interruptions":2,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":52,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":602,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":845,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":601,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1261,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3627,"times_spoken":44,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":31,"words_spoken":2498,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":4110,"times_spoken":112,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034752}}