{"petitioner":{"name":"ILLINOIS","counsel":[0,1]},"respondent":{"name":"ROY I. CABALLES. ","counsel":[2]},"caseNumber":"03-923","date":"2004-11-10T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Illinois against Caballes. General Madigan. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we've held that it's certainly not a -- a full-blown search. It's not a search in the classic sense, but a Terry stop isn't an arrest in -- in the classic sense either. We -- we have said that that is a kind of seizure. Why do -- I think your -- your argument assumes that this for -- for purposes of search analogies that something is either a -- a full-dress search or it's not a search at all. Why isn't there a -- a possibility of - - of a kind of middle ground on searches just as there is on 1111 14th Street, NW Suite 400 seizures?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I -- I can -- I can just imagine the problems, but I mean, what -- I think what's -- what the -- what's bothering me about the case is that if we persist in -- in saying that -- that it's -- that it's an either and or question with no question with no possible gradation, then I assume nothing prevents the police from taking the dogs through every municipal garage in the United States and I suppose there's nothing that prevents the police from taking the dogs up to any homeowner's door, ringing the bell, and seeing if the dog gets a sniff of something when the door is opened. We're -- we're opening rather a -- a large vista for -- for dog intrusions, and -- and that's what's -- that's what's bothering me. Why -- why should we -- why should we open that vista if there is a possibility of a -- of a middle ground that would prevent it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that imply that your answer is yes to the question? If we say, as you urge, a dog sniff is not a search, then the police are free to parade up and down every street in the country with dogs sniffing car trunks."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are used. I mean, we don't have to make it up. From cases we've had here, we know that they're used in places like bus depots to -- to sniff luggage that -- that passengers have carried through on -- on buses."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the republic seems to have survived."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One could characterize those episodes under the, quote, special needs doctrine. I mean, we are exposed to searches at airports that we would not put up with walking up and down an ordinary street. So the dogs at the terminals one expects nowadays."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"No. These aren't sniffs for - - for explosives. These are sniffs for drugs and -- and these -- these are not buses that are coming in from France. They're coming in from one American city to another. And -- and there's no more need in -- in that case than there was in this case. It was just a good -- a good place to find criminals who were carrying unlawful 1111 14th Street, NW Suite 400 drugs."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt, General Madigan?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He was pulled over for speeding at 71 miles an hour in a 65 miles an hour zone on I-80. Right?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they know in advance that he was someone to look for? Because I don't imagine you arrest everybody on I-80 that goes 70 miles an hour. I've done it many times myself is why - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Inadvertently."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Inadvertently. (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the record tell us what time of day it was?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"You -- you answered one of the earlier questions about the possible intrusiveness of dogs everywhere by saying, well, you don't have a privacy interest in contraband, but that's never true. You don't have a privacy interest in the murder victim's body, but you still have to have a warrant to go in and get it. So that -- that just doesn't work unless I missed something."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you have a privacy interest in your person and in your place, and that's what we're talking about. So that seems to me that that just doesn't help us."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's because of the nature of the place being searched not because of the nature of what you're searching for."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not necessarily."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"So it just can't be that -- so the fact that you don't have a privacy interest in contraband, it doesn't seem to me -- I -- I don't think you need that argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"I think you should use it. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why do you -- are you sure that Kyllo, you know, the -- the imaging case, would have come out the same way if the only thing -- the only thing -- that the imaging could pick out is not any of the other private activities in the home, but the only thing it could possibly discern is a dead body with a knife through the heart? Are you sure the case would have come out the same way? I'm not at all sure. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Do you have any authority for that other than Justice Scalia's speculation about how this - - (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- how his Kyllo case might have been written?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":7,"sideBefore":"justices","text":"What about a house and -- and the use of a dog to sniff around a door access or a house just because the police think, you know, it's possible this is somebody growing marijuana in the basement or something? Is that all right?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you -- how do you reconcile that with the heat sensor case then?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the dogs get a little 1111 14th Street, NW Suite 400 more sophisticated in the future and can also smell a certain kind of perfume, something like that? Would then the whole analysis change?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you know whether the -- the dog -- I don't think the dog alerts, as I'm alerting, for one reason or another. He just alerts."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I just learned this morning that some very well trained dogs that are trained to alert for explosives will also alert for certain kinds of rubber in a tire. They didn't realize that. And I think it's entirely possible that dogs would -- there will be false alerts by -- by dogs because it's triggered by something that -- that is not really anticipated."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would agree the analysis would be different if there could be an innocent cause of the alert as well as the contraband being the cause of the alert."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or if that happened a large percentage of the time. I mean, surely you'd concede that the search is unreasonable if, for every -- every one time, you -- you make somebody open his bag because the dog actually smells narcotics, 99 times you make somebody open his bag because he has apples in it. I mean, wouldn't that go to the reasonableness of - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do we -- we don't have the probable cause question before us, do we?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what again in your view is the best distinction from Kyllo?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Like what? I thought it was just heat?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. What details? It is a device that measures heat."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think there was a reference to my lady's bath in the opinion."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"A nice turn of phrase, as I recall. 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"What was -- and what was the second?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so you think if this were a house, that the Kyllo case would apply?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there -- didn't Kyllo - - wasn't what -- what the Court was worried about in Kyllo not just the relatively crude heat imaging that existed in the case before it, but the prospect of more and more sophisticated heat imaging which -- which we had evidence was already in development that would enable you to see people moving around a room? I thought the case referred to that. Now, are we going to have more and more - - what's going to happen with dogs? I -- I can't imagine that -- that this thing is going anywhere other than smelling narcotics and smelling bombs."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, but you would argue that 1111 14th Street, NW Suite 400 the same rationale should apply if, instead of using dogs, you had some sophisticated device that would buzz or ring a bell or something whenever the odor of -- of narcotics was present, wouldn't you?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There's nothing magical about the fact that it's an animal rather than a sophisticated device. It has better detection capacity than a human being does. That's the only difference."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in discussing the -- the answer to the -- the Kyllo issue, you've -- you place an emphasis on the protection given to a house. Would you go back to Justice O'Connor's question and my earlier example? Is it still your answer that the police can walk dogs around the foundation of the house or take a dog to the front door and ring the bell and see what it -- what it sniffs when the door is opened - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- without there being a search and hence no Fourth Amendment concern?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But then -- then the - - then there is no significance in the house."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when does -- when does it occur? I mean, if -- if -- first you say the -- the house is -- is a matter of significance for Kyllo analysis. We're trying to draw a distinction, if there is one, between Kyllo and this, and you say they can go to the house. They can sniff the foundations. They can go to the front door, et cetera. I don't see that the house, in fact, is functioning as a distinction at all."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I realize that, but it seems to me your basic argument, if I understand it, is there is simply no search here, and because there is no search here, it doesn't matter whether you're dealing with a house or a parking lot or a car on the road. No search is no search. So for purposes of -- if I -- I want to 1111 14th Street, NW Suite 400 understand your case, and as I understand it, for purposes of your case, there is no significance in the house because there doesn't have to be. The question doesn't arise because there's no search. Is that - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said there's no disturbance of one's privacy and so that distinguishes the dog sniff from some other governmental intrusions. But dogs can be frightening, humiliating. It seems to me that there is some association with the idea that I have a right to be let alone by my government and having a large dog circle my car."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you may save your time."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Wray. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree with -- with General Madigan that it doesn't make any difference whether the -- the dog is a -- is a mechanical instrument or not? Do you agree it makes no difference? I thought that one of the -- one of the points in -- in the imaging case was that this was a new technology which didn't exist and that although the ordinary rules in 1791 was that there was no search unless -- you know, unless you enter the house or unless you - - you physically intrude upon the person's -- at least the 1111 14th Street, NW Suite 400 person's clothes, we made an exception to that rule because of this new technology that enabled you to find out things without having to intrude into the home or into the person. Now, but -- but this is not a new technology. This is a dog and -- and they had that ability in 1791 just as they had it today. And the rule that when there's no intrusion, there's no search -- there's no reason to depart from that rule with respect to a dog although there would be with respect to some sophisticated new technology that would enable you to find out all sorts of things."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It seems to me you shouldn't - - you shouldn't assume that -- that the fact that this is a canine makes no difference."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Are you going to rely on the fact that dogs were trained to do this sort of thing back in the 18th century?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It was potentially revealed. It did not actually reveal any details."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But not in 1790."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Did you come here - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"You don't know that, do you?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Did you come here having researched all about dogs in 1790? (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you really think this would be a different case if the officer had a device that did exactly what the dog -- dog did?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I would think you'd take - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why do you rely on the -- in - - in distinguishing Kyllo, why do you rely on the house if there's no search? Why do you have to rely on the fact that there was a house involved there? You -- you listed that as one of your three distinctions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that didn't go to whether it was a search or seizure. I think it goes to whether it was an unreasonable search or seizure. Don't you think so? That what -- what might be unreasonable with respect to a home would not be unreasonable with respect to a suitcase?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But -- but your -- is -- is it -- I understand it to be your position that there simply is no search here. Period."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's because it's a dog sniff."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. Do you -- do you think it's -- it's reasonable to say that if the police take dogs simply onto private property to sniff the foundations of houses, if they take dogs to the front door and ring the bell so that they hope the door will open, that there is -- there is no compromise of a privacy interest?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I mean, the Fourth Amendment analysis after Katz doesn't -- doesn't depend on trespass, and -- and you have said up to this point that there is no search. And then you have quite rightly said that we have had as a consideration in our minds analytically whether it's fair to say that what the police were doing involved any compromise of a privacy interest. So I'm assuming -- I'm assuming that the police can at least get to the foundation with a dog and they can certainly walk up to the front door and ring the bell. And if they do that with a dog, for the purpose of letting 1111 14th Street, NW Suite 400 the dog sniff and alert, if there's anything to alert to, is it fair to say that there is no compromise of the privacy interests of the people who own the house?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, we could separate the home from the -- from what happened here and still validate the search here if we held that it was a search, but was a reasonable one since all you find is that the person was carrying contraband. It's the only thing that's disclosed. Whereas, if you -- if you did the same thing with -- with regard to a house, which is a more sacrosanct part of one's privacy, it might be an unreasonable search. We -- we could reach that result if we wanted to, couldn't we?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"On the other hand, if it were a drug-selling neighborhood or around a park where drugs are frequently sold, would it be legitimate in your view for the police to take drug-sniffing dogs and walk around the public street where cars are parked around that known drug-selling area and see if they could sniff out some contraband in the cars? Is that okay? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm -- I'm assuming parked cars. You haven't interrupted anybody. Nobody is in the car, parked on a public street."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So you -- you give no significance to the fact that this dog sniff was in the course of a lawful stop where the citizen's rights had already been curtailed to a significant extent?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Are there -- are there any manuals for law enforcement officers with respect to the time and place of using dogs, or it's just open season?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't mean the training to make the dog alert properly. How the police will use them, when, under what circumstances. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Wray."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Meczyk. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why do you say that? I mean, is -- is anything that I observe a search? I mean, suppose I -- I'm a policeman and -- and I'm looking out 1111 14th Street, NW Suite 400 for, I don't know, people with a nervous tic because I think that that might be somebody who's about to commit a crime or has committed a crime. Have I searched that person because I -- I observe something external?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is there no difference between an investigation and a search?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. It seems to me your brief and -- and your statement here both seem to assume that there's a search whenever the police investigate."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not so. They -- one can investigate without searching."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that isn't the - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"What about a policeman who smells marijuana coming out of a car or a residence. He's 1111 14th Street, NW Suite 400 walking down the street, public street, and he smells marijuana."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So once you say that, you realize that there are billions and billions of searches that go on every day that the police don't have to justify at all. They just look around."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay? There are billions of them. So the real question is do they have to give a justification for this. And the argument that they don't is simply that it's not in the person's house. When you go out in a public place, even in your car, you might run into people or animals with sharp noses. And a lot of them can detect marijuana. And you know, maybe it's a Limburger cheese. I don't know. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But people are sniffing things that they don't sniff through windows into your house, but they do get odors in your car on the street. So this is the kind of search. Yes, it's a search, but one that the police don't have to justify."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's a specific investigative tool when I put on my glasses to look through a window."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see why it has to - - why that matters if in fact all -- if you go into a car, a police car, and you have -- drive through the neighborhood and look around, you are using a specific investigative tool, the police car, to look around and find out what's going on."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What I'm trying to get to is in my own mind it's not a question of the tools. It's a question of the expectation of privacy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that never - -"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Yes, but both Place and 1111 14th Street, NW Suite 400 Edmond, opinions from this Court, said sniffs are not searches."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you want us to reverse that?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, and Edmond also said it's not a search."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It was the stop of the cars in that case that caused the result."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. We had a context there where we supported it, but in the process said the sniff, the dog sniff, was not a search."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you want us to say 1111 14th Street, NW Suite 400 something else here."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The context here was a legitimate traffic stop."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The dog sniff is not a search. What difference does it make?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This -- the trunk of the car didn't have to be opened here."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The trunk of the vehicle did not have to be opened here. You're talking about a dog 1111 14th Street, NW Suite 400 sniffing on the exterior of the vehicle that was legitimately stopped for a traffic violation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose a policeman follows me around. He just -- just follows me around, observing with his -- with plain eyes, nothing else. Now, is that a search? Does he need probable cause to do that? Now, he's wasting his time and he's wasting public money and maybe he should get fired for doing it, if he has no reason to follow me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And maybe -- maybe I'd have a harassment action against him if he does it, you know, blatantly. But is that a search?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So -- so the mere fact that one is in investigating something doesn't make it a search. What does make it a search?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The fact that you find out 1111 14th Street, NW Suite 400 something?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You think it would be better if he hadn't been stopped? If -- if they just -- just randomly walked up to somebody who was going through a toll booth and had the dog sniff the car, you think that would be a better case - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- for allowing it than -- than yours?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they said it's to find out if there's any contraband."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The answer was they are at liberty -- the police are at liberty to use dogs to find contraband. And your -- Illinois I think was very candid with the Court in saying we have taken from your decisions that a dog sniff is not a search. So anything else is a matter of police policy. It had nothing to do with the Fourth Amendment."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, does it matter if, for instance, in today's world on Capitol Hill we're concerned about terrorist attacks. What if the dog is trained to alert to explosives? Now, can the police just decide they're going to sniff any car that's parked on Capitol Hill?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes or no, in your view. The purpose is to disclose potential explosives in a parked vehicle. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wherever it is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I still want to go back to my question because I think you may have an answer to it and I want to focus you - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I want to focus you on the question. I think what you're doing, which is a reasonable thing to do, but it isn't my approach, look to the English definition of search. I say forget that. Let's look to the Fourth Amendment because there are a whole range of searches that don't even fall within the Fourth Amendment in the sense that we don't need a justification. And I take Place as saying that dog sniffs is one of those, whether it does or doesn't use the word English search. So I want to know why it is that this dog search is one of the ones that's a Fourth Amendment search, i.e., 1111 14th Street, NW Suite 400 one of the ones that requires a justification in terms of what the Fourth Amendment is about, privacy."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you don't respond to one point in Place, if I remember correctly. It must be a legitimate expectation of privacy, and if the only thing the dog can detect is something illegitimate, how can you say there's an invasion of a legitimate expectation in privacy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There was something you said in -- in your brief that I thought was unclear. So may I ask you - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- if Officer Gillette, the one who did the arrest for speeding, had a dog in the back of his car, instead of having the second officer come with the dog, would it have been permissible? I thought you had conceded that it would be a different situation if the dog was already there when the car stopped."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, he didn't, but I'm asking you to imagine that he did."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No. I would like to take this scenario as it is except that when the officer gets out of the car, his dog comes with him."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is very -- make no other changes except that Gillette has the dog and Gillette with 1111 14th Street, NW Suite 400 the dog go to Mr. Caballes' car."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He does that. He does that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, in this case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But you -- I'm --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Would it be bad? Would it be bad if that's what he did?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm -- I'm trying to 1111 14th Street, NW Suite 400 understand what you meant in your brief when you said if the dog had been in Gillette's car when Gillette stopped Caballes, the situation would have been different."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So then it really makes no difference whether it was Gillette who had the dog in his car or whether the dispatcher called another officer who had the dog."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't -- so you're retracting that. 1111 14th Street, NW Suite 400 You, I think, were asked but I'm -- I'm not sure you fully answered. Suppose the police, as Atwater would allow, arrested, made a full arrest of Caballes, and then they impound his car. In the place where they put it, couldn't they have a dog go around the car there?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But he could have. He could have. I mean - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- is -- is - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, but the -- the difficulty that I have with that argument is take the -- take the case of -- of the arrestable offense in which it is undoubtedly the case that although the police don't normally arrest, they -- they can. Your -- if I understand your argument, you're saying if they, in fact, do arrest, they may then take the dog around the car, and indeed, I presume you would agree, they could make an inventory search because they've got to protect themselves against claims that they lost property and so on. So there's no question that in that case, as -- as you have argued it, they could make a full-blown search and -- and certainly can use the dog. But if they choose not to arrest on the highway, they can't. My problem is how can you say that there is a reasonable expectation of privacy in case number two if you admit that the police can search in case number one. How does that affect the reasonable expectation of privacy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could the officer change his mind? I mean, he -- he did say I'm just going to give you a citation, and then he said, mind if I search your car. This is before the -- the dog showed up. And suppose the person who had been speeding said, yes, I mind. Don't search my car. And then the police said, well, in that case I'm going to arrest you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Meczyk, I assume that your answer to whether it's lawful to have a -- a dog at a bus depot just to sniff the bags of people who were coming off, without stopping them, but just -- just to have the dogs there, that's unlawful."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"For narcotics, not for bombs, not for -- just -- just for narcotics. The police think, you know, a lot of narcotics goes on interstate buses. We're going to put a dog in the bus depot."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so is the road, for Pete's sake."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. That's -- that's what I think you should say."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that isn't -- I take it you don't --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there anything wrong with 1111 14th Street, NW Suite 400 the policeman himself taking a sniff?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's the great Limburger cheese robbery. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"He stopped the car and he walks around. Anything wrong with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So plain - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So -- so what you're saying is -- and this must tie back to reasonable expectation of privacy. All right? Because it's okay for the policeman to do it, and it's okay for dogs to do it in the bus station, and it's okay to use a dog not in the bus station with a car if in fact you actually are going to put him under arrest, although here you had probable cause to do so, I take it. And now you have to draw a pretty fine line. But it's not okay where it's not the bus station, but it is the car and in fact the dog is doing the sniffing -- and there are a lot of dogs around that can sniff -- and you did have probable cause but you 1111 14th Street, NW Suite 400 didn't say it. And in face of Justice O'Connor's case which said that -- you see. Well, I mean, this is -- this is - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I'm not saying you couldn't draw that line, but I'm saying it's pretty tough I think."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't know. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I'm right? Am I -- I mean, that - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you're going to draw the - - well, I don't want you to repeat yourself necessarily."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you had already drawn the line at a different place than Justice Breyer suggested because in response to Justice Scalia, you said if it - - if it were going into the bus terminal just to sniff for narcotics, unlike explosives, it would be an impermissible search."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That would be - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but is -- why -- why don't you simply say, look -- have a very simple line. If they can arrest, they can sniff. If they can't arrest, they can't sniff without individualized suspicion going to drugs or whatever."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But what -- what is the answer to the reasonable expectation to privacy question in that case? Isn't your expectation of privacy identical, whatever it may be, or isn't the reasonable expectation of privacy identical, whatever that may be, without regard to the discretionary decision of the officer to arrest or not?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you're saying that the - - the reasonable expectation of privacy depends upon the officer's discretionary judgment whether or not to arrest. Isn't that what you're saying?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I think it's worse if -- if you're subjected to it without having committed any violation at all. Every time I travel abroad and come back into the country, customs officers have dogs and - - and they parade the dogs through -- through the baggage terminal. Do -- do I feel offended by that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This isn't a public safety matter. They're -- they're not smelling for bombs. They're -- they're smelling for contraband. And according to you, that is bad."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. A bus station is different, though."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Meczyk. General Madigan, you have I think about 3 minutes left. "}],"people":[{"id":0,"fullName":"LISA MADIGAN","firstName":"LISA","lastName":"MADIGAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1584,"interruptions":13,"times_spoken":39,"laughter":0,"num_int_by":4},{"id":1,"fullName":"CHRISTOPHER A. WRAY","firstName":"CHRISTOPHER","lastName":"WRAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1049,"interruptions":7,"times_spoken":21,"laughter":0,"num_int_by":5},{"id":2,"fullName":"RALPH E. MECZYK","firstName":"RALPH","lastName":"MECZYK","counsel":true,"justice":false,"side":"respondent","words_spoken":2444,"interruptions":38,"times_spoken":76,"laughter":0,"num_int_by":6},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":1,"times_spoken":24,"laughter":2,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1171,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":725,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1330,"interruptions":2,"times_spoken":42,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":299,"interruptions":2,"times_spoken":13,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":719,"interruptions":6,"times_spoken":22,"laughter":3,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2633,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":38,"words_spoken":2444,"times_spoken":76,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":5119,"times_spoken":159,"laughter":9,"num_int_by":6}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0.898409163103584,"respondent":0.10159083689641601,"date":1473644742958}}