{"petitioner":{"name":"GEORGIA","counsel":[0,1]},"respondent":{"name":"SCOTT FITZ RANDOLPH. ","counsel":[2]},"caseNumber":"04-1067","date":"2005-11-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Georgia versus Randolph."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Smith. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we look to what is socially acceptable?  Is there some language to that  effect in some of our cases?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it is the norm that, if there are co-inhabitants of a house or apartment, that it's okay to let a stranger in, against the express wishes of your spouse or co- inhabitant?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that's socially acceptable?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it might be common, but I'm not sure that's an acceptable kind of performance."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What --  --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what if the spouse had put a sign up, \"No police allowed here\"?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Is --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"What about the extent of the search?  Can the wife say, \"It's okay for you to come in, and you can look in my husband's top drawer\"?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, how does the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how does the policeman"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so, how is the  policeman supposed to know that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought she said she came to collect her belongings.  That didn't sound  -- like she's intending to stay very long."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it relevant what the status of the person is?  Someone might not know -- the police might not know that someone on the premises is a temporary visitor."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"She called --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the police, didn't she?  She called the police to come."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And is that a -- is there any issue about that here?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, I thought the issue was whether his statement, in effect, vetoed whatever -- for Fourth Amendment purposes, whatever permission might have been given.  But, as I -- I understood that there was no question -- what is it? - - under Rodriguez, at least -- of her authority, facially to admit the police to the places that they went."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But we --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But all of this is really getting pretty far from what I think is really the key question in the case.  Matlock is decided.  And Matlock said -- it referred to the risk that a joint occupant undertakes, the risk of inability to control  access during one's absence.  So, the scene in Matlock is: one occupant is there, the other is absent; and the one who was absent assumes the risk that the one who was there will exercise control.  Matlock doesn't speak to the two people who are in disagreement situation."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if we think it does?  Because that's how I read it, too, that Matlock governs where one of the people is absent.  And we have a situation that's different here.  Now what rule do we look to?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Even when --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Why?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"-- even when the husband is physically present and says no?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, do you --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do you --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- think the officers had sufficient grounds to get a warrant here for a search?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, but that's the  --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- the issue.  Is it valid consent when the co-owner, the husband, is there and says, \"No, you don't\"?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Well, I guess that --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Why not?  I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- that depends on what we say.  I'm, frankly, still somewhat surprised at your answer to Justice O'Connor, indicating that it happens all the time where there are two occupants, and one expressly says, \"You can't come in,\" and they do anyway.  But leaving that aside, it seems to me that most of the considerations that would impel a decision in your favor can be answered under other doctrines. If there's cocaine that's being used and may be destroyed, there's exigent circumstances.  I don't see the necessity for the rule that you propose."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- reasonable expectations, I suppose, here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you assume that it - - that it is the reasonable expectation of two people who have -- who are living together in -- on -- in common premises, that, where one of them wants somebody to come in, and the other one does not want  somebody to come in, the person may come in?  I would think that the normal assumption is just the opposite, that, where one wants somebody excluded, that person will be excluded."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In Matlock --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In Matlock --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In Matlock, did the -- did the absent person say no?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you don't even have, in Matlock, a situation where you know that one of the  parties didn't want entry.  You don't know that.  You -- there was one party there, and that party said, \"Okay, come in.\"  And the other party said, \"Well, if I had been consulted, I would have said no,\" or whatever.  But --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Ms. Smith, may I -- your time is getting short, and I want to get clear on one thing.  As I understand it, your argument is not an argument that the husband, in this case, lost an expectation of privacy.  You are not arguing that he has no right to object.  Am I correct on that?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, and let me --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If that is correct, then your whole argument rests on the fact that, although he has, and may assert, an expectation of privacy, that is irrelevant to the right of his wife to let people, including the police, come into an area which is under her control, as well as his.  Is that it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But your expectation -- this is what I'm trying to get at -- your expectation  is not what governs.  You concede, as I understand it, that he still had an expectation, in the sense that he could assert a right of privacy, he can litigate this case, he has standing --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but that his expectation is irrelevant to the fact that the wife, in this case, we assume, had the right to admit them to an area which was under her control, as well as his.  Is -- have I got it correct?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you would distinguish -- in your answer to Justice Souter -- this is -- this is a lawyer.  One room in the house is devoted -- is his office."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Her permission wouldn't extend to that room, would it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Dreeben. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But we --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Was --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I was curious, though, which way that fact cut.  I can see the argument that the closer the relationship, the more reasonable it is to say that the one party more or less recognizes that their privacy interests are held hostage to the views of the other.  It's when you get  the disrupted relationship, or their adverse interests, that maybe the expectations of privacy, or the reasonableness of one acting as an agent of the other, becomes a little more strained."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But she can do that by advising the police, and then there's probable cause. Or, if the husband's there, there are probably exigent circumstances."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, does this authority to let someone in, over the objection of the cohabitant, apply only to policemen, or is it -- is it also the case that -- I don't know, as a matter of, what, property law, or whatever? -- that when two people have common ownership of a piece of land or a house or whatever, and one of them says, \"I don't want a certain party to come on,\" the tie always goes to the other party, who says, \"I do want somebody to come on,\" is that -- is there any cases that establish that proposition?  It seems to me an odd proposition.  I would have thought the opposite."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But we have not decided Fourth Amendment issues on the basis of the law of property, have we?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Don't we --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- have to look at social understanding on right to privacy?  And how is it that you can construe, in every instance, a right of a  -- cotenant to override the express objections of the other cotenant, who's there, and says no?  How can you say that's acceptable?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's possible, but you have a case here where the wife says, \"Come in,\" and the husband is right there and says, \"No, you can't.\""},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But -- well, you keep saying that, but that policy is -- can be vindicated by using doctrines other than consent.  And you want us to -- I think you want us to say, I think we have to say, that there's a general social expectation that the person who wants entry overrides the person who doesn't."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And I also agree with Justice Scalia, that social expectation may be, in part, measured by our cases on this subject.  And I just don't see how, if it's against the interest of an occupant to allow entry, that that -- that that interest must, necessarily, be overridden."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, yes, but there's kind of an assumption there that if the cotenant is not there, sure, you'll let the tenant who is there call the shots."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask two questions? Seems to me you're -- if we're using social analogies in what happens, I imagine that it would make a difference if the person who wants to -- who was invited in by the wife, is larger or smaller than the husband. [Laughter.]"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":9,"sideBefore":"justices","text":"And I think he probably would not go in if he thought he was a -- could not do so -- [Laughter.]"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- in his physical encounter.  And the problem with your case here is, the police officer is always larger than the homeowner, and he always has the power to override any physical objection.  So, I think that the -- the actual social situation will vary tremendously from different facts as to the fair -- and yet, we're looking for a rule that applies equally across the board --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in this case."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And the second question I want you to address at the same time is, What if this was a suitcase that they both owned?  They stopped in the airport.  The wife says, \"I don't want you to open it,\" and her husband says, \"Go ahead and open it,\" or vice versa."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Matlock is the reasonable police -- well, go ahead.  I shouldn't interrupt."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The \"different way,\" of course, would be to get a warrant."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Would they, on -- in -- on these facts -- I thought not, but perhaps I was wrong -- the -- when the police come to the house, they don't suspect anything about cocaine.  Wife then accuses husband of being a cocaine user.  So, that's the first information the police have.  Could they get a warrant, just on her say-so?  In fact, they got the straw that had the cocaine residue on it.  They went to the magistrate with that straw, and he gave them a warrant.  But if they had nothing but the wife's accusation, \"He -- he's a cocaine user,\" would that amount to probable cause?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It would, or would not?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":4,"sideBefore":"justices","text":"It would?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"All she said is, \"He's a cocaine user.\"  Does that -- does that -- does that give probable cause to believe that there are -- you know, that there's contraband on the premises or --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, not nothing, because we have cases that have said:  If the co- inhabitant is not there, he relinquishes whatever right he had to object.  But if the co-inhabitant is there, and says no, what's the matter with giving effect to that?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but it's by happenstance that the police find the wife in the house.  I mean, it's six of one, half a dozen of the other.  It's a happenstance."},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, is it -- is this case materially different if she simply ran upstairs, grabbed the straw, brought it down, and handed it to the police officer?  It's, in effect, the same thing, isn't it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You want us to take the position that there's no legal difference between, (a) entering a home and taking something, and, (b) receiving it on the outside?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. Mr. Goldstein. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What about the telephone call between a husband and wife, and the wife tells the police, \"Listen in on this call\"? She's consented to the monitoring of the conversation, the husband has not.  Maybe he even begins the call by saying, \"I -- don't let anybody else listen to this.\" It's clear that that is admissible, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"She's consenting. It's an intrusion, in the one case, on the conversation; in the other case, on the home.  In the telephone case, it's recognized, in the law, the consent of one party subjects the other to having the conversation monitored.  In this case, the consent of one party subjects the other party to the search."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It was -- it was the -- it was a search only of premises with respect to which  she had, supposedly, common rights.  I mean, we take the case on that assumption."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If she and her husband, you know -- if she had a right to be in only two rooms, she couldn't authorize the search of the whole house, right?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right, then he --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, that --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"-- if he --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"-- begs the question -- it begs the question to say \"it's a distinct individual right to privacy.\"  It's a little academic to talk about his individual right to privacy when  he's sharing the home with someone else."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it -- let me make sure I understand where you're going.  We agree that he had a reason -- everybody agrees, I guess, that he has a reasonable expectation.  He can -- he can raise his Fourth Amendment claim.  Your argument is that, even though we get past the reasonable expectation, there's a second reasonableness question, and that is, Is the search, itself, reasonable?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And that's the focus of your argument --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- correct?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Well, I -- the words that keep going around in my mind -- it's her house, too, isn't it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, she wants the policeman in.  So, why does he have more of a right to keep the policeman out than she has to have the policeman in?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And vice versa."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Everybody makes some sacrifices."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- let's think --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- of the need for this, because it's the other thing that's on my mind.  The two words that came into my mind are \"spousal abuse.\" All right?  I would say maybe there's a pretty good need for this.  The husband's beating her up.  And there isn't evidence of that, but she's sitting in the kitchen table, and the neighbors hear something odd, and they call the police.  \"We'd better look into it.\" They come to the door.  She says, \"Um, hmmm, oh, I'd like, Officer, for you to just come upstairs to my bedroom for a minute.\"  Is there any neighbor, friend, or policeman, in those circumstances, who wouldn't go?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, no.  It's the question of the rule.  I haven't seen anything on your side that would advocate a rule that would not prevent the many, many, many, I believe -- I am not an expert -- ambiguous cases of domestic spousal abuse from being investigated by the policeman.  And maybe you can tell me you've looked into it empirically and I'm wrong, and that's why I'm bringing it up."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, but -- no, I'm not getting your answer.  Are you telling me that it is the law in Chicago, for example, that if a policeman responds to a call, a call of -- it's ambiguous -- what it says is, \"An anonymous caller said there's an odd situation next door.  Will you check out 2355 Maple Street?\"  He goes there.  The wife looks a little oddly at him, but they're sitting at the table, and she says, \"Officer, I'd like you to come upstairs with me.\"  The husband says no.  Are you saying that the law is clear in Chicago that the policeman can't do it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Where --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- is it clear that the policeman cannot do it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Fine."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That's what --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- I thought it was not clear.  And, therefore, what I'm asking you for is -- if your rule --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- is the law --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- there are 200,000 cases a year in Chicago, alone.  I think that there might be many ambiguous cases.  So, you relieve me of my concern that if you win this case, in those ambiguous situations, where the wife wants the policeman in, and she's afraid to tell him why, until she gets him up to the room -- she wants him in -- and he, now under your rule, as far as I can see, could not go in.  And I'm telling you, quite frankly, that's what bothers me a lot."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"There aren't exigent circumstances.  In the case I'm thinking of, I'm thinking of what I call \"ambiguity,\" and there are many such cases, I believe, of spousal abuse, where the wife is intimidated.  Now, maybe I'm wrong on my facts, but those are the cases I'm worried about."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, all --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Well, you're --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"-- reflects is the - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Go on."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I was just going to say, it just reflects the expectation of privacy.  And when you do live with someone else, you compromise your individual privacy interest to that extent.  We know that you compromise it to the extent that if you happen not to be there, and that person says, \"Sure,  come on in and search,\" that's going to bind you, as well.  Why is it -- why do you not compromise the expectation to the extent of giving the other person the right to consent?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but Olson was a standing case.  Olson was not confronting this situation.  In Olson, the police simply went in without a warrant.  And the argument was made that this person was not the normal inhabitant of the -- what was he?  A houseguest or something of the sort.  And the only issue that Olson addressed was his right to raise a Fourth Amendment claim.  It did not respond to the issue that you are raising, which is the reasonable extent of search."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see that --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- at all."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They concede -- the only expectation of privacy you've got to have for Fourth Amendment purposes in order to raise a claim is a minimal one -- they concede that the -- that this individual has an expectation of privacy sufficient to raise a Fourth Amendment claim."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Their argument is that, although he can raise it, the rights, however they may be derived on the part of his wife, allowed her to  admit the police -- in effect, thwarting his expectations.  Your argument, as I understand it, is that when the police search with that kind of permission, over his objection, it's not a reasonable search.  Isn't that the way to structure the issue?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- I -- I agree with you."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There is this talk about lessened --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- expectation, and I -- I think, ultimately, that's irrelevant."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Now what's your --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, that's not a fair reading of Rodriguez.  There, it was, \"Come on in, he's asleep.\"  It was quite clear that if he were awake, he was going to say, \"Don't come in.\""},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe we don't, but isn't there -- isn't the -- isn't Mr. Dreeben's argument fair that no one in his right mind would have expected Matlock to agree to this?  It is clear that Matlock, had he known what was going on -- and he may have; I don't know -- would have objected?  So that if we accept your argument that the presence of the person there expressing an objection is what makes the  -- difference, then Matlock and Rodriguez become almost silly cases.  They are -- they are -- they're cases that rest upon an assumption that is clearly contrary to fact."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Sure, but --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- an equally clear line would simply be that, if the area to be searched is one of common tenancy or occupation or whatnot, the only consent that will suffice will be the consent of the person against whom you expect to use any evidence  found.  Easy clear line."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But an equally administrable rule here is that, even though the person you suspect objects, you can still go in, if a person with authority otherwise says you can.  Equally clear rule, and it has one advantage:  It does not turn Matlock and Rodriguez into silly cases."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"An expectation of privacy. I have a lingering question here I'd like to get your view on.  I don't know what the expectation is, is my problem.  If I think of social -- I've never been in a situation, frankly, where one person said, \"Stay out,\" and the other said, \"Come in.\"  So, I don't know what I'd do.  If I imagine myself in a normal social situation, I think probably, if I am the typical person, which may or may not be, I -- [Laughter.]"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":11,"sideBefore":"justices","text":"-- I think I'd say, \"Well, you know, I don't want to have anything to do with this.\"  If it's a dinner party, forget it.  But if I'm in a situation such as the police might be involved in, where I think there is some danger, there is something wrong in the house, there's something odd about it, I don't think the average person would just say, \"I'm going away.\"  I think the average person either would come in, or he'd say, \"I'll come in for a while.  I'm going to call the police,\" or they're -- you just wouldn't have that reaction, \"I want nothing to do with it.\"  That's the reaction, you know --  that's a bad reaction, when you want nothing to do with a dangerous situation.  So, I think, in that situation, the normal reaction would be, \"I'm going in,\" or, \"I'm going to get some help,\" or, \"I'm going to get a friend,\" or, \"I'm going to call the police.\" So, I don't know you do have expectations of that kind, in those situations, though you might with a dinner party."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"But I want you to address the question of how the legal category of \"reasonable expectation of privacy\" fits in with what I just said, where I'm assuming, in some social situations, you do think you'd be left alone; but, in the typical situation, stretching well beyond, but certainly including, situations of danger where the police might be involved, you wouldn't have an expectation that you will be left alone.  I want to know how those facts, if they are facts -- and you can say they were not -- fit within the category called \"reasonable expectation of privacy.\""},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The -- but this was not an uncabined search.  That's my problem.  What you're -- what you're -- the bottom, you're saying to us, is  that it's not unreasonable -- an unreasonable search if she went upstairs and brought the straw down, right?"},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But you're saying it is an unreasonable search for her to lead the police officer to the straw."},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Which is what she did."},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But she withdrew it after he observed the straw."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Now, any reason to believe"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- but --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- you can't enter without probable cause."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And that's a -- with exigent circumstances."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you have suspicions of a domestic problem that's ongoing.  It's short of probable cause, but you have reasonable suspicion.  Does that alter the nonconsenting party's interest and elevate the consenting party's interest?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"When you talk about that tie, your approach applies in the case -- a dormitory, you have a common room, there are ten rooms off of it, nine people say, \"Sure, come on in and search,\" and the one person says, \"No.\"  That one person exercises a veto over a search of the common area?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- well, what is your answer --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- to that case?  Your case is that, if one out of ten who share the common room says to the police, \"You may not come in,\" that controls?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- I -- you assume we got -- there goes the -- that -- there goes any bright line administrable rule, I guess. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, can I just take the next step in my hypothetical?  The wife and the two adult children who live in the home say, \"Come on in,\" and the husband says, \"No.\"  What happens then?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Reasonably, the person realizes he would be outvoted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, it does go to his presumably objectively reasonable views of what nature of privacy he has."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, if he thinks, \"Look, I've been having a bad time with my wife.  I think she's going to consent and let the police in if I'm not\" -- then his objection shouldn't control?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is the case that says that, that the child's invitation overrides the parents' objection?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- would a mother-in-law. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they don't have the same -- they don't have the same property interest as a spouse does, as a tenant in common or whatever. The child doesn't have that interest in the home."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, your time is almost up, but I want to know if you place any weight at all on the fact that the husband was the target in this case.  The target said, \"No,\" and the one who wasn't under suspicion said, \"Yes.\"  Does that make any difference?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Was there anybody in that case who -- since I wrote it, I guess I'm supposed to know it in detail, but I don't -- [Laughter.]"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":11,"sideBefore":"justices","text":"-- and I thought, was -- there was no one -- no consent there.  There was nobody giving consent, was there?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Was there?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I'll go back and read it."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I'll reread it. [Laughter.]"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Uh-huh."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Goldstein. Ms. Smith, you have a minute and a half remaining."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted. [Whereupon, at 12:04 p.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"PAULA K. SMITH","firstName":"PAULA","lastName":"SMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1429,"interruptions":31,"times_spoken":48,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1791,"interruptions":13,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3438,"interruptions":48,"times_spoken":80,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":641,"interruptions":5,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":7,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":364,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":5},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":918,"interruptions":15,"times_spoken":42,"laughter":1,"num_int_by":4},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":378,"interruptions":3,"times_spoken":13,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":10,"times_spoken":20,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":222,"interruptions":2,"times_spoken":9,"laughter":2,"num_int_by":1},{"id":10,"fullName":"JUSTICE THOMAS","lastName":"THOMAS","counsel":false,"justice":true,"side":"justices","words_spoken":112,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":964,"interruptions":6,"times_spoken":26,"laughter":3,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":44,"words_spoken":3220,"times_spoken":74,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":48,"words_spoken":3438,"times_spoken":80,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":53,"words_spoken":4329,"times_spoken":180,"laughter":7,"num_int_by":8}],"outcome":{"side":"respondent","margin":2},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034761}}