{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"No. 04-1371 SHADI DABIT. ","counsel":[1]},"caseNumber":"04-1371","date":"2006-01-18T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in number 04-1371, Merrill Lynch, Pierce, Fenner & Smith versus Dabit. Mr. Kasner. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask you this question about the plain language? If the word in 1(f)(1)(A) had not been \"in connection with the purchase of sale -- sale of security,\" had been \"in connection with his or her purchase or sale,\" then it would have been 1111 14th Street, NW Suite 400 covered, would it not?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the question is whether we should construe the word \"the\" to be the functional equivalent of \"his or her.\""},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that true?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kasner, the -- does the Securities and Exchange Commission have enforcement authority in this -- in this area?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Have they issued any rules or regulations on this -- on this point?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the point that you're arguing, whether the critical language means the person's own sale, or not - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your position that we owe deference to the interpretation of the SEC?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's just Skidmore, forget about it. [Laughter.]"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"I mean, that's - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kasner, may I just interrupt those references to ask you -- one could agree 1111 14th Street, NW Suite 400 that, for SEC-enforcement purposes, for prosecutorial purposes, the \"in connection with\" is as broad as you suggest. But for purposes of private actions, it isn't that broad; it is limited, as this Court said in Blue Chip Stamps. It is possible for the same words, even in the same statute, in difference contexts, to mean different things."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you explain the rule of lenity? Because, on criminal, it is as broad as can be. I didn't know that there was a rule of lenity that applied strictly to civil liability."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But one reason you might want to adopt a narrower reading, though, is, we're dealing here with the preemption provision. It's one thing to say that, when you're talking about the SEC's enforcement powers, you adopt a broad reading; but it's quite another thing, when you're talking about displacing State law, that you would necessarily adopt the same broad reading."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's a lot of - - I think our cases establish that a phrase like \"in connection with\" carries with it a lot of ambiguity. You don't know exactly how rigorous the connection has to be. I mean, a auto accident by a broker who's leaving his office -- he wouldn't be in the office if he weren't buying and selling securities. I mean, is that auto accident \"in connection with the purchase and sales of securities\"? No. And yet, you know, theoretically it could be. It's a -- there's a lot of ambiguity in determining how much breadth to give that phrase."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that's a normal reading of the words, wouldn't you -- when you say a purchase or -- it normally would be \"in connection with the purchase or sale of securities by the party to the litigation.\" That would be your first take on it. But then you say, \"Well, we have cases out there that construe it a little more narrowly.\" And is it not somewhat unusual -- and I know it's not totally unusual -- for Congress to preempt a State cause of action that without -- where there is no parallel Federal remedy."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It just preempts class actions."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In going through that legislative history, did you find any evidence that they intended to preempt any State-law claims that were not - - did not have a parallel Federal claim?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Other than the language of the statute?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you brought up the legislative history."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're an expert on that subject. 1111 14th Street, NW Suite 400 [Laughter.]"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt? Because I'm - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your time is running out."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is my understanding correct that, on your reading, State class actions of less than 50 parties are also left unpreempted?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- individual actions and small State class actions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kasner. Mr. Hungar. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"","text":"Mr. Hungar, I just wonder if that's correct. Is -- am I not right to say that the word \"the\" had been read to mean \"his or her,\" that argument would not apply?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"","text":"Well, then you don't have to have differing interpretations of \"in connection with.\" You just have to know what the word \"the\" means."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"","text":"I always thought \"the\" meant \"the.\" [Laughter.]"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"","text":"And \"his or her\" means \"his or her.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"No, but you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"-- think it means \"any.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"You think it means \"any,\" right? You're reading \"the\" to mean \"any.\""},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"","text":"Well, it certainly doesn't require the Commission to be a purchaser or seller, either. You know - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"","text":"Right."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":7,"sideBefore":"","text":"No, but they would be at - - adjudged under a different standard, you're dead right. As far as the parties involved, the -- that's what I was really asking."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"What about the - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"-- the claim that's made here, the second claim, where the broker said, \"We lost clients, so -- as a result of this deception -- and we want to be compensated for that,\" nothing about the inflated price of the security - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"-- just that \"our clients don't trust us anymore, because we gave them such bad 1111 14th Street, NW Suite 400 advice.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"I know, but I - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"-- wanted to know what the Government's position was on that claim. Could that be brought in a State court - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"-- even as a class action?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"How do you deal with the Court's -- the footnote in the Blue Chip Stamp -- that the court says -- in the Federal court -- \"these 10(b) actions have to be limited to actual purchasers and 1111 14th Street, NW Suite 400 sellers,\" but that limitation is attenuated, because deserving claims by nontraders would lie under State law, including the very suit that was involved in Blue Chip Stamps and in the Second Circuit case that paved the way for Blue Chip?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Thank you, Mr. Hungar. Mr. Frederick. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell me, do you agree that a holder action falls within 10(b)(5), generally?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But what about enforcement actions taken by the - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- SEC? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But then, the - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- then it does fall within - - holder actions do fall within 10(b)(5), for some purposes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, you want us to interpret the text two ways, depending on the purpose."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Government doesn't say that \"all\" are covered. The Government acknowledges that there are some actions that could still be brought in State court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- it's so counterintuitive. As the Government points out, these holder claims lend themselves to abuse much more than do the narrow purchase-and-sale claims. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And why - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- why the Government would want to police the one, and let the other, you know, proliferate, seems very strange to me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the fraud is caused -- the fraud causes other people to want to buy the security. They do so at a higher price. It causes the price to go up. It's \"in connection with a purchase or 1111 14th Street, NW Suite 400 sale,\" maybe not of the holder's securities. But it's certainly -- the holder's claim wouldn't exist, but for purchases and sales that caused the price to go up."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But what your clients want to do is cash in on the fraud. They don't -- their claim is that they didn't get to sell the stock at an inflated price to somebody who didn't know about the fraud. That's the damages that they want to collect. And that seems to be an odd claim to recognize."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- in -- suppose a person bought the stock at price 30 before any fraud took place, and then he holds it, and then the fraud, and then, subsequently, the word of the fraud gets out, the price falls a lot, and he sells it. Does he have a claim, under Federal -- ordinary -- you know, does he -- can he go into Federal court?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right, then - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- then -- I see that -- then what's worrying me is this, that -- one thing worrying me is that -- let's take an ordinary buyer case. All right? 1111 14th Street, NW Suite 400 And what happened is that the -- some buyers would like to bring a fraud suit in Federal court. They have to go to Federal court now. They can't go into State court. But they have a little brainstorm, or the lawyers do, and they say, \"Well, in any case where a buyer would have a claim, and we don't want to go into Federal court, there surely are going to be a class of holders that would also have the kind of claim you say.\" So, there we are, same actions, all in the State court, just happens to have found a different class of claimant. And there always will be such a class."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's fine. And I - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and what I'm not facing, in the antitrust area, is what, it seems to me, on your interpretation now, would be, Congress passes a law, which becomes a futile act, because what they're anxious is - - to do is to get the cases in the class actions -- not all 1111 14th Street, NW Suite 400 the cases -- but the class actions in the Federal court. And then, in every single case, or 99.999 percent, where we've kept this action out of Federal court, there's going to be a comparable action, with holders as the plaintiff, in a State court."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what -- that's a -- my concern. What do you - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you -- can you ease my concern there? Is there anything you can say that could ease my concern that we'll have the same set, that they'll just be in State court with a different class?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And, by the way, my concern is not that it's a \"bad thing,\" in quotes. My concern is that it's hard for me to think Congress would have done something that wouldn't have had much effect."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you make of - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. That's just - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- what do you make of the legislative history? I mean, your friend on the other side pointed out that there was very clear testimony to the effect that if the statute passed, with the text that we're dealing with, that it would, indeed, cut out a series of claims."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, you mentioned cutting off a whole category of claims. And, earlier, you said they didn't want to give a pass to this kind of a 1111 14th Street, NW Suite 400 claim. But this is not a pass, because there are all sorts of remedies retained -- derivative suits, 49-person actions, and so forth. And are you aware -- you mentioned the 100 years of State precedent -- is there any precedent in the State law for class actions for holder claims?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But this - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- is not a case where we have a 100-year body of law of class action after class action brought on State-law grounds for this type of claim."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you're - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- you're describing the present importance of the -- that. But I don't think you've answered my question about historic -- as a matter of history, we don't have a history of timer claims."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, because they -- I mean, the argument made by the Government: \"Of course not, because the only reason they're brought is precisely to evade this congressional legislation.\" They didn't exist, before; and they've become common, afterwards. Now -- you know, I 1111 14th Street, NW Suite 400 -- you can say - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- that they - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that there were - - well, never mind."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"There would - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Before - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- you get to that, just -- Mr. Frederick, the logic of it -- but -- here, Congress is tightening the requirements for class actions, but then there is this class, which -- Blue Chip did say there's a 1111 14th Street, NW Suite 400 lot -- room for a lot of abuse in holder classes -- would be left to the State courts for whatever strict or lenient rules. So, why would Congress, with respect to this category, want there to be a more plaintiff-friendly rule than the rule that Congress has just put in place for the purchaser/seller 10(b) actions?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, at least in some States."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you're admitting that an -- that anomaly could be part of the scene, that you'd have a State that allows you to sue for negligence, and doesn't have heightened pleading requirements for holder claims; and so, those claims would be treated more 1111 14th Street, NW Suite 400 -- in a more plaintiff-friendly way than Federal claims."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But why, in your theory - - suppose you're right. You're right. I assume that. You can have these holder claims. But why couldn't any buyer, who's -- has to go to Federal court because he has a buyer claim, just say, \"I'll bring the holder claim\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know. But what I'm asking is, What's the logic of that? I mean, you're either right or you're wrong. If Congress didn't want to cut off the holder claim, they didn't. So, what's to show that they wanted to cut it off for some people, but not other 1111 14th Street, NW Suite 400 people?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Not in this suit."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Not - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- in this suit."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, if I'm both - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- I bought it in May, in reliance on this ridiculous thing. \"Buggy whips make 1111 14th Street, NW Suite 400 gold.\" I believed it. I bought buggy whips. Now - - we're now in December. And every month, they kept repeating it. And my claim is, \"Yes, I know, I bought it in May, in reliance, but I kept it in July, because I kept seeing it repeated and repeated.\" Do I - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- have a claim?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In the Second Circuit, I do not. But I want to know why not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What if I choose not to complain about my buying, I just choose to complain about my holding? It's true, I was harmed because I jumped in. And that's one harm. But it's an entirely separate harm that I was induced to hold it - - 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why? I have - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- a buying claim, and I have a holding claim. Why do - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is there in the statute that says the two have to go with each other?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not making - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- a buying claim. I -- and there's nothing in my complaint about my buying the stock. I say - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"I was induced to hold the stock by these representations that occurred in February, 1111 14th Street, NW Suite 400 March, April, and May. I bought, in January, also in reliance on fraud, but I'm not complaining about that.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But they are - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"As a practical matter, my damages from the holding may be much greater than my damages from the initial purchase. And you're saying, \"Tough luck, Charlie. You bought a month too soon -- or a month too late. You should have brought -- bought before the fraud.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I agree with you. But that's the trouble. Because, in order to make the Second Circuit's argument, you have to say the following, \"Congress couldn't have intended to allow people who have a buyer claim to make a totally separate holder claim, because that would gut the statute, and they wouldn't want to engage in a futile act.\" But now you're asking us to do about the same thing, when you talk about a person who doesn't have the buyer claim and you're trying to get us to say, \"Congress thought -- Congress thought an individual action there, their own separate action in the State court, wasn't good enough; it would have wanted to preserve the holder claim for them.\" Now, that's possible, but it requires me to think Congress is going through quite a few hoops here."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, can I ask sort of a background question? Ever since Blue Chip -- it's been on the books for a long time -- has Congress ever considered legislation that would expand the 10(b)(5) private remedy to include holder claims?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not, either. I -- just wondering if there was some we could - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Blue - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- but Blue Chip did not adopt the rationale of the Birnbaum case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, it seems to me that the language \"in connection with,\" you know, whether it means what Blue Chip meant or whether it means what the statute meant, is at least ambiguous. And, if that's the case, why shouldn't we be guided by the Securities and Exchange Commission's determination, under Chevron, Mead, you know, anything but - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Have we not given any weight to SEC determinations, as to its interpretation, where civil actions are involved? I'm surprised at that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether the SEC filed an amicus brief in Blue Chip?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It took the position that the Seventh Circuit took in Eason, didn't it? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. [Laughter.]"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Before you finish -- there's two questions I would like to ask him. One is -- we know about the holder claims. They are saved for State actions. They're not preempted. What else would fall in this category that is not -- that SLUSA doesn't affect, that can be brought as class actions in State court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I agree with that presumption against preemption, where the question is, Does this Federal statute, which says nothing about preemption, accidentally preempt some State law? -- that there, the presumption makes sense. But here, you have a statute, 1111 14th Street, NW Suite 400 the whole object of which is preemption. And I'm not sure that what you shouldn't do in that case is just give the language its most reasonable meaning, with no thumb on either side of the scale."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, I want to be sure of one question. I'm not sure I understood your argument about how the district court has to deny the right to the SEC. But the SEC wouldn't be bound by the district court's decision, would it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Certainly. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the SEC could relitigate it, I would think. It wouldn't be bound by the judgment in a private suit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kasner, you have 3 minutes remaining. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's surprising that the holder claims didn't respond to Blue Chip. I think your argument would suggest they should have responded to Blue Chip by bringing a whole host of holder claims in the 1111 14th Street, NW Suite 400 State court. MR. KASNER: Yes, Your Honor. JUSTICE STEVENS: Yes. MR. KASNER: Thank you. CHIEF JUSTICE ROBERTS: Thank you, Counsel. The case is submitted. [Whereupon, at 12:16 p.m., the case in the above-entitled matter was submitted.] 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"JAY B. KASNER","firstName":"JAY","lastName":"KASNER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2603,"interruptions":18,"times_spoken":28,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":3491,"interruptions":47,"times_spoken":85,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":368,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":767,"interruptions":8,"times_spoken":35,"laughter":2,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":619,"interruptions":12,"times_spoken":32,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":107,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"MR. HUNGAR","lastName":"HUNGAR","counsel":false,"justice":false,"side":"","words_spoken":1334,"interruptions":12,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":69,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":781,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2603,"times_spoken":28,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":47,"words_spoken":3491,"times_spoken":85,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":42,"words_spoken":3239,"times_spoken":135,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472523515149}}