{"petitioner":{"name":"DONALD H. RUMSFELD, SECRETARY OF DEFENSE, ET AL.","counsel":[0]},"respondent":{"name":"FORUM FOR ACADEMIC AND INSTITUTIONAL RIGHTS, INC., ET AL. ","counsel":[1]},"caseNumber":"04-1152","date":"2005-12-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Rumsfeld versus Forum for Academic and Institutional Rights. General Clement. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say that it asks what other employers receive, but these institutions, I gather, would not allow other employers, who have the same policy against the hiring of homosexuals, to interview at their institutions.  So, you're receiving what other employers in the same situation would receive."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it says -- I thought it says that the military must have equal access with any other employer.  Now, every other employer is subject to the same policy, presumably, of the law school."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's fine, but you were the one that made the argument that they want the same access as other employers.  That's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when you -- I just --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- want to make sure what the calculus is, at the outset."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The constitutional argument, I guess, is, \"Does the Constitution require access -- is -- does it permit a statute which says you have to give access to the military, when you wouldn't give access to any other employer?\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, then what you're saying, it  --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and then what's the answer to that question, \"Does the Constitution\" -- how does the -- what's the answer?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your argument --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"No, but it seems me you've got us off galloping in the wrong direction.  The statute doesn't require simply giving the same access that you give to other employers.  It requires much more than that.  It requires that they -- it prohibits, or cuts off, funds if an institution either prohibits or, in effect, prevents the Secretary of a military department from gaining access to campuses for purposes of military recruiting in a manner that is at least equal in quality and scope to the access to campuses and to students that is provided to any other employer. So, it seems to me that the statute demands more than simply you give the same access as all other employers. If you allow any other employer, you have to give it to the military in the same manner."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it is an important question, because the -- there is an amicus brief that says, \"Go read the statute.\"  And, really, the statute was not about homosexuals in the military, it was a statute about universities in Vietnam not letting military people on campus.  So, in the -- at the heart of the statute was a matter which was unique to the military.  Now, this is a matter that isn't unique to the military.  So, why not interpret the statute in the way that the amicus brief suggests in order to avoid a difficult constitutional question?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt with one --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- brief question?  Would that be true if the university didn't allow any access whatsoever to any employer?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not the regulatory matter.  The statute."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Clement, do I understand, with respect to that brief that offered a statutory interpretation to avoid a constitutional question, your answer is, that would be an unreasonable interpretation of the statute that we now have?  And if we're talking about a predecessor statute in 1968, from the Vietnam days, that -- this would have been a highly academic question, because there weren't any such policies in any law schools with respect to recruiting."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What does Title X of the United States Code deal with?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you chose to defend this principally on the basis of the Spending Clause, and not on the basis of what it -- what it was, seemed to me, enacted in order to achieve, and that is the  congressional power to raise and support armies."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That would --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- be rather farfetched. The pitch that's being made is an equality pitch, that we are teaching our students equality, the equal stature of all people.  So, I think that your example does not fit --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but even if you do  -- that, you're still left, it seems to me, with the problem -- whether you characterize the problem as discriminatory and antidiscriminatory university policy or not, you're still left with a speech problem that they raise, that, in effect, you are forcing them, in effect, to underwrite your speech, up to a point, and you are forcing them to change their own message. You're forcing them into hypocrisy, in one alternative. And those arguments don't depend upon the -- sort of, the discriminatory character of what may be at stake."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, discrimination --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or no discrimination, you've got a speech issue that you're going to address."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It happens, in this case, to be specifically authorized by the Constitution."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you're making a -- if I understand what you're saying, you are making a kind of O'Brien argument that the -- that the burden on speech, whatever it may be, is an incidental burden to  something else.  Well, that -- I think we have to draw this line between recruiting, on the one hand, which is what the military wants to do, and the Solomon Amendment, on the other hand.  As I understand it, the Solomon Amendment is directed, or is responsive, entirely to positions taken by law schools on, among other things, first-amendment expressive grounds, so that if we are going to address the Solomon Amendment, I think we are addressing an exclusively first- amendment-speech expression issue."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- know of any other reason for the Solomon Amendment."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're -- but the Solomon Amendment, in order to accomplish that, is addressed to a particular expressive problem which occurs for the military -- and for the law schools, for that matter --  in law-school recruiting.  So, it seems to me that -- for -- I mean, my only point is that the Solomon Amendment seems to have one objective. Whereas, the \"don't burn your draft-card rule,\" in O'Brien, had two -- or had a -- let's say, had a primarily nonspeech objective with an incidental-speech burden.  Here, the sole objective, in the real world, seems to be an expressive objective."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, this express --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the expressive objective is, the law schools are taking a position on first-amendment grounds.  That position is interfering with military recruitment.  No question about it.  I don't know how much, but I will assume that there is no question about it.  The Solomon Amendment is addressed  solely, as I understand it, at the expressive activities which have, as you say, this interference. Its sole objective is expressive."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You cannot convert a law into a law directed at the first -- at first-amendment rights, can you, by simply saying, \"The reason I am disobeying it is to express -- whatever, disaffection with the war, my objection to homosexuality, or anything else -- or to homosexual discrimination -- or anything else\"?  Does that convert it to a law directed against the first amendment?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Well, let me ask another question that may shed a little light on it.  Does the Solomon Amendment pose any restrictions on the extent to which the law schools can distance themselves from the military's views?  Can there be signs up at every recruitment office, saying, \"Our law school doesn't agree with any discrimination against gays\"?  I mean, can they come forward with their position on this in every recruitment office without violation of the amendment?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this question, to follow  up on Justice O'Connor's thought.  Can -- are you saying that the school can engage in speech expressing its views about the military policies, can it engage in symbolic speech by affording access, which is equal in all functional requirements, but yet sends a message that they are really disagreeing with what's going on by, say -- let a law school say, \"Well, for -- most employers will let you use the regular law-school placement facilities, but, for the military, we will require you use the college facilities to send a message that we disapprove, if the college facility is equally of -- good, as a matter of functioning\"?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it not equal because of the message it sends or because it denies the opportunity to recruit as effectively?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What if I had an example  where they were equal -- equally effective as recruitment avenues.  Could they -- could they make the military take one that was equally effective, but it sent a message, \"Well, we really don't like what you're doing\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Sort of like a separate-but-equal."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the point I'm trying to make is, Does your agreement, that you can engage in speech by posting banners or handing a note, apply to symbolic speech --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the kind of conduct that is symbolic speech?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's a functional --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":5,"sideBefore":"justices","text":"That's a functional difference."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":9,"sideBefore":"justices","text":"-- the resistance to any statute, I assume, could be justified as symbolic speech."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General Clement, can you be affirmative now?  Because we have an example, from Justice Stevens, which is the Yale example.  The -- it was the main campus, instead of the law school.  What - - the recruiter is there.  He's in the same room that other recruiters use.  What can the law faculty do to disassociate itself from -- to say that, \"We don't tolerate discrimination of any kind\"?  What can the law school do, concretely, while the recruiter is in the room?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean, they could organize a student protest at the hiring interview rooms, so that everybody jeers when the applicant comes in the door and the school could organize that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As -- when it's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when it's, say, a job fair, and all the employers are there, but then they  jeer just the -- and the school organizes a line jeering the -- both the recruiters and the applicants, that's equal access?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm surprised that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you think that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not going to be an Army recruiter, are you? [Laughter.]"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"They're worried about having students driven off.  And if you have jeering and picketing, do you really think that that fulfills the purposes of this amendment?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think if you --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have jeering --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- jeering and picketing if a black person came to recruit and people didn't -- and a school faculty didn't like blacks?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that that's an extraordinary position you're taking."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- about the practical meaning of \"equal access.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Rosenkranz, we'll hear now from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, but the most communicative aspect is saying what you think about a particular policy.  This is conduct, denying access to the military recruiters."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, if you had a policy that, \"We're going to deny any employer that uses tanks,\" do you think that would pass muster under the Solomon Amendment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about Yale Law School?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, where do you find that? In -- it has to be a morally-based, conscience-driven"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought we were talking about freedom of speech, not the religion clauses."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is -- what about Hurley?  Is there something deeply moral or conscience- driven about the position to exclude the gay-rights contingent in the parade, in Hurley?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, you're --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me, that -- I understand that, so far as the associational claim may go.  But so far as the speech claims may go, I don't understand it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I can say, or refuse to say, anything I want to, for any reason I want to, however bad that reason, however nonmoral that reason is.  And I don't see how, in the speech -- on the speech claims, we get into moral basis at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- it doesn't insist"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't insist that you do anything.  It says that, \"If you want our money, you have to let our recruiters on campus.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Under -- what about South Dakota against Dole?  South Dakota had a constitutional right, under the twenty-first amendment, to set whatever drinking age it wanted, and yet we upheld the Spending Clause condition that if they accepted Federal funds, they had to set their drinking age at 21."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There's the right to -- in the Constitution, to raise a military."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What you're --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What you're arguing is that what is, for all intents and purposes, \"conduct\" can be infused by the school, at its option, with a first- amendment quality.  Yet your argument would allow  schools to exclude anybody in uniform from a cafeteria."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's the point?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's an express -- it's an -- it's solely for an expressive purpose."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What do you --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about the -- about the cases where we have required colleges to allow some student activities to put forward their views on campus, when other student activities are allowed to do that?  It seems to me that that flatly contradicts the proposition that when you compel an institution to permit somebody else to speak, you are  violating that institution's first-amendment rights."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but, Mr. Rosenkranz, isn't the -- I thought the distinction was that in determining the forum for recruiting, the university is speaking.  The university isn't creating a forum from a lot -- for a lot of third parties; it's speaking, itself.  And I understand the essence of your claim to be that its speech is being affected, either by being mixed with something it doesn't want to say or by being, in effect, forced to support it doesn't -- something it does not want to say."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you would take, Mr. Rosenkranz, that same position.  If this was not special to law faculties -- I mean, we're told that the recruiters could go to the main campus; most of these places, the restriction is limited to the law faculties.  Suppose it was universitywide policy that we do not give equal access to military recruiters.  I think your argument says it doesn't matter if it's special to the law school or the whole university.  Do I understand it correctly?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And so for members --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- for medical schools, we can't get medical schools for our Armed Forces -- chaplains, the same way, because it -- schoolteachers who teach on military bases -- in order to make the point."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's all for an expressive reason."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that isn't --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that isn't relevant."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But the Government takes the position that the law school is entirely free to convey its message to everyone who comes."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, how is the message affected --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- in that environment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, but, on compelled speech, nobody thinks that these -- law school is speaking through those employers who come onto its campus for recruitment.  Everybody knows that those are the employers.  Nobody thinks the law school believes everything that the employers are doing or saying."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- they can say that to every student who enters the room."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, there are --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- students --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"The reason they don't  believe you is because you're willing to take the money.  What you're saying is, \"This is a message\" -- [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"-- \"we believe in strongly, but we don't believe in it, to the tune of $100 million.\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I just be sure I have one thing straight?  The content of the compelled speech, as I understand it, is you're aiding in the recruitment of the Armed Forces, right?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And so, it --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- would still have been compelled speech if, 25 years ago, Congress passed a statute saying, \"University, you must allow our people on campus to recruit,\" and they some -- for some reason, didn't want to help.  But that would have been a violation of the first amendment of the school if there were no other debate, just they didn't want the  Army on because they had to provide facilities that would aid recruitment."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So that it would have violated the first amendment during World War II when the -- whenever they are trying to raise an army, if they had compelled an unwilling university to provide recruitment facilities to the military."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that be compelled speech, though, in your view.  That's the kind of speech we're talking about, anything that helps the military raise an army."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"So, why isn't --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Isn't that the point? I mean, your point is not that -- as I understand, that, for any reason, if the -- if the university, for any  reason, during World War II, had excluded recruiters, and there had been the equivalent of the Solomon Amendment, that there would have been a first-amendment problem.  As I -- is -- maybe I don't understand your argument, but I thought your argument was, or is, that if they do it for some purpose of conscience, which implies a message -- e.g., if it is a pacifist college -- there would be a first-amendment problem.  But if they're doing it simply because space is short and they would rather provide one more biology classroom, there wouldn't be a first-amendment problem, World War II or today, would there?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, you --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- are saying that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that every time somebody gives as his reason for violating a law that he wants to send a message that he disagrees with that law --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that raises a first- amendment question.  --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, in fact, to be clear, you also think schools that are angry at the military because they're too favorable to gays in the military, they have the same right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And also the same right Bob Jones University, because they disapprove of social mixing of the races?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right, so --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- so, what -- and there are a lot of people in the country, they may -- there's few, anyway -- may not believe in either affirmative action, they may not believe in -- they may not believe  in diversity, they may not -- they may even believe in racial segregation, for all I know.  I hope there are not too many --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- but there might, and those people all have the same right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, okay.  So, if that --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- if that's the case, then of course it's going to be pretty tough --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- for the military to get people on campus.  And I just wonder, if that's an important need, why you don't have here what I'd say is normal in the first-amendment area, that the remedy for speech you don't like, is not less speech, it is more speech."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Here's a need.  How about this? We have said in our opinions -- and I am quoting from Rostker versus Goldberg -- \"Judicial deference is at its apogee when legislative action under the congressional authority to raise and support armies and make rules and regulations for their governance is challenged.\"  And that's precisely what we have here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think it has to do with expertise.  I think it has to do with immense national importance."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I would --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- I would like the answer to my question, because I'm thinking, as you correctly  say, if you have that right, so do all the worse segregationists you can imagine, et cetera."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And here -- yes, and here there is a need of some kind to get the military in. And what the Government in this statute asks you -- because I, personally, couldn't find anything in the record that finds that student who thinks, by letting the military person in, that that school, which basically is completely against the military in this area, suddenly becomes for it.  And I haven't even found in the record an instance where there was a recruiter who told people that they couldn't join the military if they were gay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, we have not a tremendous demonstration there of a need on the university side. And my question was, What's wrong with the Government saying, \"University, you disapprove of what we do.  The remedy for such a situation is not less speech, it is more speech.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Go and explain it."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does it compel the speech of a private actor when the Government says, \"Colleges and Universities, you are not going to get Federal money if you discriminate on grounds of race or gender. And we don't care what your private attitude may be, we will refuse to contract, we will debar you from future contracts, if you don't -- not only say, 'We won't discriminate,' but have an affirmative action plan.\"  You know that is not hypothetical.  This was the U.S. policy in the early '70s."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, could you tell me which elements of your argument rest upon compelled actual speech and which rest upon compelled symbolic speech?  Because the latter, I have to tell you, I'm not very fond of.  What compelled actual speech is imposed on the -- you mentioned something about e-mails, they have to send e-mails to say where the recruiter will be located --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that the compelled speech you're worried about?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's symbolic speech.  I'm talking about actual speech.  What expression is the university -- real, you know, words - - words -- is the --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- university --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- compelled to utter by this legislation?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, I suppose when you -- when the police knock at the door and say, you know, \"I have a warrant,\" I suppose somebody has to say, \"Come in.\"  Is that compelled speech?  Does that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does that -- does that raise a first-amendment problem?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's happening here is the perspective employers, the recruiters, are proposing a commercial transaction.  And it seems to me quite a simple matter for the law schools to have a disclaimer on all of their e-mails and advertisements that say, \"The law school does not approve -- and, in fact, disapproves -- of the policies of some of the employers who you will meet.\""},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the end of it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do law schools have an interest in the Constitution that other people don't?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- I suppose, under your view, law schools really shouldn't permit firms -- law firms on campus if those firms, say, oppose -- take litigation positions opposing gay marriage."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's your position.  Your position is, the schools could, and probably should, do that to make their message known."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Dale is -- Dale --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Even with reference to commercial -- proposed commercial transactions?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with the Government, that the statute, as fairly interpreted, is violated when a school which uniformly applies to all employers the rule, \"You can't come in if you have the discrimination against hiring gay people\"?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You agree that it is violated."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you require any accommodation -- I mean, you have said, \"It's up to the faculty to choose which causes to assist\" -- I think you put it that way, or one of the amici did -- \"and which to resist.\"  And you've already told me that this happens to be the law school, could be the whole university.  Could the law faculty, or the university, take the position, \"We're not going to -- we don't like your message, and we are not going to let you have any of our facilities.  We're not going give you the room on the main campus.  Just a total bar\"?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but a school --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- a school, as a matter of its own policy says, \"We don't like discrimination, and we're not going to give discriminators access to any of our facilities, period.\""},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- you, Is there any obligation, since you've said there is a compelling State interest -- compelling Government interest in recruiting, is there some obligation to accommodate, or could the faculty just say, \"We choose the causes that we assist and the ones we resist\"?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- is the -- if it logically follows, from your position, about \"choosing the causes we resist and the ones that we assist.\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"When you --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- were talking about --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the government's message, the message is, \"Join the Army.\"  Is that right?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's a viewpoint- discriminatory message."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The single message is, \"Join the Army.\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The single message is, \"Join the Army.\""},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your argument was, the single message is, \"Join the Army, but not if you're gay.\""},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- which leads me to the question, in response to your answer to Justice Ginsburg a moment ago, in your view is the compelling interest on the part of the Government recruitment or the refusal to accept gays?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but, are you --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- are you saying that the Government -- that the only compelling-interest argument that the Government can raise here is the discriminatory argument?  Since nobody denies that, if the Government were recruiting without the discrimination, that there would -- there would -- there would be no problem with it.  Everyone would agree with -- that that was a compelling --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- interest.  But, I thought your argument on compelling interest was that the only  compelling interest that the Government can assert is the discriminatory interest."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the speech is on their side.  The Government just says, \"Let our recruiters in.\"  So, why isn't it sort of like, \"Pay the property tax\"?  \"I don't want to.  I hate the government.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"I'm withholding the money because I want to express my message.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The message is, \"Join the Army.\"  The --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- message of the property tax is, \"Pay the -- pay for the\" --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"Government's expenses.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you -- and you're perfectly free to do that if you don't take the money."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that a law-school faculty could decide that it does not favor a particular war, and use that as the basis for excluding recruiters, \"By allowing this recruiter to come on  -- campus, you are making me speak, in effect, to our students, saying, 'Join the Army and fight the war that we're now engaged in.'\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"\"And I don't want to do that.\" Now --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- what would be the difference?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, okay --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- fine.  I'm saying the same thing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm saying --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- you would say that the same situation would apply if the university faculty does not favor the particular war that the United States is --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- engaged in, and, therefore, obstructs the effort to raise --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- an army --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- by not allowing them to come on campus."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's obstruction when you refuse to give them what you give what you give everybody else."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- fighting a war."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- this question, with that very point in mind?  Does it necessarily follow, if there are occasional applications of this statute that might be invalid, that the whole Solomon Amendment needs to be struck down?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"General Clement, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted.  [Whereupon, at 11:06 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":4076,"interruptions":39,"times_spoken":64,"laughter":1,"num_int_by":7},{"id":1,"fullName":"JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2405,"interruptions":97,"times_spoken":128,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":331,"interruptions":6,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":881,"interruptions":16,"times_spoken":38,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":159,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":16,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":671,"interruptions":13,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":904,"interruptions":11,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":7,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":11,"times_spoken":29,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":4076,"times_spoken":64,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":97,"words_spoken":2405,"times_spoken":128,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":83,"words_spoken":4511,"times_spoken":205,"laughter":2,"num_int_by":8}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034767}}