{"petitioner":{"name":"LINDA LINGLE, GOVERNOR OF HAWAII, ET AL.","counsel":[0,1]},"respondent":{"name":"CHEVRON U.S.A. INC.            ","counsel":[2]},"caseNumber":"04-163","date":"2005-02-22T06:00:00.000Z","speakers":[{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Lingle v. Chevron U.S.A. Attorney General Bennett. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does the fact that discrete or individual property rights are being affected and, indeed, taken justify some higher level of scrutiny than we would apply to general economic regulation by the State?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we've said it a lot, though, haven't we?  Why do we keep on saying it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose a person has a piece of property, and they zone it suddenly, no building -- no building -- which destroys the value of the property pretty much.  Now, should we just -- I think those might be the cases where this language began to appear, something like that.  Should that be just a simple rational basis review too?  Because I'm trying to put the case where it might be -- arguably you should have something stronger since the property value is -- is seriously hurt and --1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  They're going to say, well, we can imagine a reason, but if you look at it realistically, you know there's no good reason."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if you put your mind to it, you can make one up, which is sort of the test for rational basis in the economic context.  But as soon as we become more realistic, there isn't much of a reason.  It can't satisfy the stronger test, though it could satisfy the weaker."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What are we supposed to do, to return to Justice Scalia's question, with the fact that this appears -- I counted about 12 cases, I mean, where it implicitly or explicitly appears, something like it.  Are we supposed to just, oh, say all those cases were wrong and -- what are we supposed to do about that?1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you speak up a little?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you feel --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"So you want us to put --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Why would you feel better about our doing that in order to determine whether -- whether1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 there's a public use than you would feel our doing it in order to decide whether there's been a taking?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, wouldn't all of your -- all of your objections apply equally?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're not really urging us to -- to defer the -- the evil day and simply say, well, this test, which is more than rational basis, may well apply to -- to whether there's been a -- a public use or not, but it certainly doesn't apply to whether there's been a taking."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I hope you won't do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose it were clear, from what the legislature said, that the only purpose of this legislation was to help out some local dealers who were politically powerful and the gasoline prices would go up.  I assume you would be here defending the statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would be here defending the statute on -- in my hypothetical case."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, General Bennett. We'll hear next from Mr. Kneedler. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well, if you're going to use the public use prong of the -- of the -- the Constitution for what we think are regulatory takings, then what1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 happens is you just invalidate the regulation.  You don't pay compensation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Because if it's not a public use, then you can't --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What about substantially advances a legitimate State interest, which does sound like it's a higher standard?  And it has been said, as was pointed out, in several cases of this Court -- not that it made any difference to the bottom line, but that language is -- sounds -- sounds like it's a more toothful standard than rational basis."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What about Moore?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What about Moore?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, City of East Cleveland1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 where they had the grandmother and the -- the --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so we might still keep a -- a stronger test where a zoning ordinance affects the number of people that could live in a house or --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Or who could live in the house."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Grandparents --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, they don't sound like synonyms.  So I'm asking you what you would recommend that this Court do.  If you say that the standard is the same as rational basis, perhaps this confusing phrase should be eliminated."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, when you have a physical invasion of property and a inverse condemnation is tantamount to a physical invasion, then we've built up1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 some doctrine in order to protect the concept of physical invasion so that that can't be avoided.  Perhaps that's not applicable to a -- to an economic regulation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Even though this is a leasehold interest.  I -- I understand that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Kneedler, simply giving -- giving the phrase, substantially advance, the -- the more modest meaning that you argue for doesn't solve the problem.  The -- the statement in Agins would still be incorrect.  Agins says that the application of a general zoning law to a particular property effects a taking if the ordinance does not substantially advance legitimate State interests."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, so we have to eat crow no matter what we do.  Right? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"So why -- why go through all the trouble of, you know, redefining substantially affects?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Stewart. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is it a regulatory taking in your view because the substantially advances test is not met, or is a regulatory taking and then I ask if it substantially advances?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How do I know that this is a regulatory taking, in other words?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, but that -- that means if it's a taking at all, it's got to be a regulatory taking. But Justice Kennedy's question is what is the test for determining whether it is a taking."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And then the question, of course, is let's imagine you're either right or you're wrong as to its being a regulatory taking.  And maybe if it's -- they have no reason for it at all, they can't do it.  Period.  And if they have some reason for it, even a sort of bad one, they can do it.  But if that's the context -- we're in the game where they can do it -- why should it matter, in respect to paying compensation,1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 whether their reason is quite a good one or just barely good enough?  And that's -- that's the puzzle, I think, that the other side is putting to you, and I must say I'm rather moved by their argument because it seems to me whether it's a very good reason or just a barely adequate reason has nothing to do with whether they should pay compensation."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the burden on --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe I'm not -- I thought -- are we in the world in which you agree the government can do it even though their reason -- or is your basic argument, no, they can't do this at all?  In which case it's not a compensation question.  It's a question of whether the Constitution of the United States forbids them from doing it.  Period."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's a compensation issue."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"So you want money?  You want a money judgment?  I thought you wanted them to stop it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but isn't -- I thought your premise was that because the statute doesn't authorize any payment, that is a way of stopping it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So if -- if Hawaii modifies its statute and says, we will give to you the difference between, you know, whatever the rent we -- if we can figure it out -- whatever the rent would be and -- and what our statute requires, you'd be perfectly happy."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it would seem that you're arguing about whether this amounts to a taking --1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- at all.  And you have to look at how severely the State law burdens the property rights.  Don't you?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- let me go back to my question because I haven't heard the answer.  And I'm in a world, imaginative if you like, where Hawaii passes this statute, and what we're interested in is not whether they can do it, but whether they have to pay compensation. And my question is, what in heaven's name has the goodness or badness of their reason to do with that question? After all, I can imagine instances in which their reason for the regulation is pretty bad.  It just barely survives, and they shouldn't have to pay.  And I can1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 imagine cases where their reason is wonderful and they should have to pay or maybe they shouldn't.  It's neither a necessary nor a sufficient condition.  It has nothing to do with whether you should have to pay. Now, that's their argument I think, or at least as I understand it, and I want you to explain to me why the goodness or badness of the reason, once it has passed the minimal point, has anything to do with whether you should have to pay compensation."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Holmes said, though he didn't hold that -- what he said was you have to pay when the regulation, a legitimate regulation, goes too far.  So I will repeat.  Why does the goodness or badness of the reason, past the minimal point, have anything to do with whether a regulation goes too far?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and in that respect, Holmes did not use the word legitimate.  He said just when1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 the regulation goes too far, and if it's illegitimate, that tends to show -- I suppose the jurisprudence is -- that this is not an accepted form of regulation in the usual course and therefore unnecessary.  I take it that's your argument."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But he -- he didn't go into this question. Let me give you an example that will make it clear.  Let's take a case where there's the best reason in the world, fabulous reason.  We're taking this property to1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 build a highway, which is absolutely necessary.  Would you suggest that compensation doesn't have to be paid?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, it does. Now, let me suggest the other side of the coin, a really terrible reason.  You cannot build your house without using metal pipes.  That's our building reg in this State.  Now, everybody knows -- I'm imagining anyway -- plastic pipes are just as good, but not quite, so they have a barely adequate reason.  Do you think that they have to pay compensation to have a general building code saying you can't use plastic pipes?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it is an -- it does regulate the use of your property and it means added cost, in fact, several thousand dollars added cost, to the building of a house, and come up here and argue we agree there's a rational reason, but it isn't so you can do it, but it isn't a really good reason, not substantial.  Now, do you think that has anything to do with paying compensation?1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart, I'm trying to understand not your theory but its concrete applications. Here we're dealing with the rent to be paid by a lessee of a gas station, but what you're saying, I take it, would go for any kind of rent control.  You could make the same argument.  So you're -- so you are saying that rent control is a taking and the State could do it with compensation?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and the measure of compensation would be?  How would the State -- let's take a -- an ordinary rental property, and the city puts a rent1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 control ordinance into effect.  You say that's a taking, and how would one measure the compensation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't understand you as saying that all rent control constitutes a taking.  I thought it is only unintelligent rent control that constitutes a taking. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Or do you not think that any rent control is intelligent?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking for not the State's position but your position."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And let's -- let's assume that there's no better reason for the rent control for the building, residential building, than there is for the rent control on the lease for the gas station.1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And on your theory it would easily be met no matter how severe the control.  I -- I take it on your theory, if -- if the -- if the rent control ordinance said, $5 an apartment, that's the top rent, fine with you because it's extraordinarily efficient1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 in relieving poor renters from the -- from the burden of -- of high rents."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That can't be the test."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but it would -- in any case it would pass the threshold inquiry on your test. You would say, boy, it doesn't get any more efficient than this until it gets to zero."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you would say at the threshold level, there's no taking."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And what would you then do?  Go on to Penn Central?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But if -- if the test is going to be as unhelpful as it would be in my extreme hypothetical, why have the test at all?  Because in the more difficult case where it's not $5 an apartment, but a case like this in which the justification is ultimately a justification in gasoline prices and so on, the -- the inquiry is going to be much more complex.  Penn Central is a way of approaching that complexity.  Why do we bother with this threshold test which produces a bizarre result in one case and is going to be very difficult to apply in another case, in which event I don't see the reason for having it as distinct from the Penn Central difficulty test.  What's -- what's its value?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't the sensible response to the situation you posit that the government shouldn't be doing it?  I mean, it's a little crazy to say the Government is acting crazy.  Therefore it -- it ought to contribute money so the net economic effect is somehow zero.  There's simply a transfer.  The taxpayers bear a burden as -- as opposed to somebody else. On the -- on the justification you're giving for the test, you would say, look, if it's not substantially advancing this interest, why let the government do it at all?  I'm not saying that should be the test for whether the government should do it at all.  But isn't that kind of the sensible tendency of the test, to suggest that the government shouldn't even be doing it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I must say I agree with Justice Souter.  It seems to me if you say -- you're saying it doesn't make sense, so you got to pay for it.  I think it -- it's much more reasonable to say it doesn't make sense, so you can't do it.  Why isn't the latter the -- the intelligent reaction?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No.  The -- I mean, it seems to me that the -- the whole point of the argument you're making is it won't hurt me, the landowner, quite so much,1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 but if it doesn't make sense at all, why should we even have to get to that question?  Why isn't the more sensible thing to say to the government, stop doing it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't the effect of what you're arguing that you can't do it?  Because you -- the government would have to pay the same amount that -- by the -- that the rent is being reduced.  We'd have to figure out how much higher the rent would have been, and -- so it -- it would be a -- a nonsensical thing for the government to engage in.1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why wouldn't it make sense then for the government to say, Chevron, you charge what you want and, station owner, we, the government, gives you -- Hawaii gives you this money so you'll be able to pay the excess rent?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Explain it -- explain your1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005 theory in terms of the example.  That is, imagine that the benefits of the network of dealers of gasoline into the community are fabulous and obvious.  So there's a great reason for doing this.  Now, why is it that, on your theory, the government shouldn't have to pay compensation then, but it should have to pay compensation just because the benefits are not obvious, that they're bizarre, that they don't -- may not really exist?  That's -- you see why I'm having a problem?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But there are so many things that you could dress up as being a taking.  And -- and so it seems to me that it's up to the artful pleader to say whether this is a due process excessive regulation or this is intrusive to the point where it amounts to a taking. I mean, the -- the -- would you -- rent control is one.  What about -- suppose Hawaii had said, we're going to cap the price of gas so it will make it easier for these stations to survive.1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have a case involving price control where we have analyzed that as a taking?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't know that those were treated as taking cases."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you. Attorney General Bennett, you have 7 minutes remaining. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted.1-800-FOR-DEPO 1111 14th Street, NW Suite 400 Alderson Reporting Company Washington, DC 20005"}],"people":[{"id":0,"fullName":"MARK J. BENNETT","firstName":"MARK","lastName":"BENNETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2163,"interruptions":9,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1563,"interruptions":6,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CRAIG E. STEWART","firstName":"CRAIG","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":2731,"interruptions":20,"times_spoken":40,"laughter":0,"num_int_by":5},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":145,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":1,"times_spoken":13,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1133,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":532,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":598,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3726,"times_spoken":31,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":2731,"times_spoken":40,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":3052,"times_spoken":78,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126683}}