{"petitioner":{"name":"ARKANSAS DEPARTMENT OF HEALTH AND HUMAN SERVICES, ET AL.","counsel":[0,1]},"respondent":{"name":"HEIDI AHLBORN. ","counsel":[2]},"caseNumber":"04-1506","date":"2006-02-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in 04-1506, Arkansas Department of Health and Human Services v. Ahlborn. Ms. Freno. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me? It's my -- excuse me. My understanding was that Arkansas had intervened in the suit."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So after the settlement, I take it Arkansas would -- still would have had the right to -- to pursue its claim in the litigation, or am I wrong about that?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if Arkansas was a party to the case, it didn't get notice of the dismissal?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"That's what I don't understand."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't understand --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"How can they do that with -- with a party? I mean, the -- and the reason -- the reason I ask is it seems to me that you still have the cause of action left. Maybe that would be my next question. Suppose there's a settlement and you don't get, in the settlement, even earmarks, medical specialists, plus general damages, and you're -- you're unsatisfied. Don't you still have the right under Arkansas law -- or do you -- to pursue the tortfeasor for the balance that's owed to you?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that's not that issue. That is, I think the question is, why is it that this statute doesn't simply provide the following route? Party A and party B enter into a settlement, and they say $10,000 is for medical and $90,000 is for pain and suffering. You, Arkansas, are out $50,000. Well, fine. You're in the case anyway. Sue the defendant for the remaining $40,000. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the end of it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I have no idea about that. I'm interested in this nest of statutes, and the question I think that I would have is why doesn't the statute propose the route for a State in your -- in your position that I just said. If they have a good faith settlement and they think that $10,000 of this good faith settlement is attributable to the medical expense and you are out $40,000 -- $50,000, you can sue the other party. And if you're in the case, you just proceed with the suit."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They can't settle your claim out from under you."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But we're asking how that can be."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're asking you as a matter of Arkansas law."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't Arkansas --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":7,"sideBefore":"justices","text":"I wonder if you have a claim for incompetent counsel representing you."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm wondering you -- if you have a claim against counsel for being incompetent in letting a settlement be made without notice to the -- to you. It seems to me hard to -- hard to understand how this could happen."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why don't we just send you back to do that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, why are we going through this -- this proceeding here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I -- I realize that. But at -- at the end of the day, you want your money, and -- and I don't see why you can't get your money simply by going back into the State court. Maybe -- maybe lapse of time bars you at this point. But presumably you could have avoided all of this by simply saying, we didn't agree to the settlement. We're still here. We want our -- the -- the remainder of our money."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't it have been easier to do that than come to the Supreme Court of the United States?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You were the Petitioner."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You were -- you were the Petitioner."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you're filing a petition, you have to have some expectation that you might end up here."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to go back to the Federal statutes and the State statute."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't this discussion just suggest what the answer is to the legal question raised? The answer is, of course, you cannot get a 1111 14th Street, NW Suite 400 hold of this money in the hands of the victim. The money in the hands of the accident victim is not your money. It is not medical expense money. It was stipulated that it is not. That doesn't leave you without a remedy. The remedy is to go against the causer of the accident and get the extra money that you think is entitled to you. The statutes say that literally, and why not just follow them?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But could she -- after that assignment, could she bring a suit in her own right to 1111 14th Street, NW Suite 400 do that, to recover the medical costs?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though she's assigned the cause of action to the State?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it dismissed on the basis that they -- they don't have a cause of action because they've assigned it?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're talking without reference to the statute, and as I read the 1111 14th Street, NW Suite 400 statute, the phrase that keeps reappearing is payments made by a third party for health care items or services. So she has to turn over from her recovery what she got for health care, but we know that her tort claim consisted of a lot more. So if the Federal statute says she has to turn over what she received from the third party for health care services, well, she did that, and you agreed that that would be a fair allocation. So I don't see how you get from her the -- a much larger share than what she got for health care."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't her response to that argument, look, I've -- I've assigned you my 1111 14th Street, NW Suite 400 -- rights? There's no question about that. I'm also willing to give you whatever the amount is that they allocated. If -- if you want the difference, you've got the assignment. Go ahead and sue for it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that would be consistent with the -- with the statute. Wouldn't it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, but I -- I'm not saying that it -- it does. The State can do nothing if it wants to. But the statute that you just quoted requires her to assign to the State her right to recover for -- for her medical expenses. She says, I have done that. In fact, I've done that as a matter of law, under Arkansas law. You've got your assignment. Number two, I'm giving you the portion of the recovery that I got with respect to medical payments. You can have it. Now, there's a difference between what you paid and what I got attributable to medical payments, an amount, by the way, which you stipulated was correct. So if you want the difference, sue for it. 1111 14th Street, NW Suite 400 Go ahead. It's fine with me. Why isn't that the answer?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're -- you're basing your argument on this statute."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And let me come back to my question. This statute simply says that she will assign her rights to recover for the medicals. She has done that. She has also given you the portion of the settlement which she and you agree is attributable to the medicals. Why isn't the statute satisfied if she simply says, you've got your assignment? If you want the difference between what I've given you and your out-of-pocket expense, sue. You have the assignment. You have the right. Go ahead and sue for it. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that that is an entirely different argument. The question is what does the statute require her to do and entitle you to do. And I don't see why, under the statute, the statute is not satisfied if you simply sue for the difference under -- under your assignment of her rights."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the assignment allow you to bring a lawsuit?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why don't you bring it? I mean, the answer to the -- to the statutory point, it seems to me, is you've got your assignment. If you're not whole yet, sue. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what? You can sue too."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me ask you this question so far as the rights of the assignee and the assignor. Suppose it's a very weak case and the litigant says I want to settle for 20 cents on the dollar. Are you saying that there's some kind of duty to notify the State and -- and to consult with the State before this is done?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Suppose the -- the State says, well, we -- we don't -- we don't agree with you. Then -- then what happens? Then they're at loggerheads and you go to Justice Souter's position I suppose."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would it -- if -- suppose in the instance I put they -- the -- the State 1111 14th Street, NW Suite 400 has -- has an objection, but the settlement is made, nonetheless, for 20 cents on the dollar. Do you still think you have the right to receive 100 percent of your payment from the proceeds in the case that I put?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume that it's a very weak case. They settle for 20 cents on the dollar. Do you have the right, as you understand the law, to insist that you receive 100 percent of your payments from the gross settlement?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is yes, I take it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is yes, I take it. In the case I put, the answer is you would think that you're entitled to 100 percent of your payments. So that eats into her general damages."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think you're 1111 14th Street, NW Suite 400 -- you're entitled to 100 percent under Arkansas law, but -- and I take it, that would be without regard to what the Federal law required. The Arkansas law can go beyond -- just looking at the assignment provision, beyond what the Federal law requires you do as a condition of participation in Medicaid. Correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we disagree with you on that -- in other words, you're saying we don't even have to reach the anti-lien provision question. If we think the Medicaid condition only goes to the extent payments for medical care, then you would lose without regard to the anti-lien provision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Arkansas law, as you understand it --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- requires a -- a full -- full assignment of any expenses the State -- or full recovery of any expenses the State has incurred. It's not -- it's a debate whether Medicaid law requires 1111 14th Street, NW Suite 400 that. And what you're saying is if we think the Medicaid law does not require it, you would lose without regard to any consideration of the anti-lien provision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's one of the issues, and I'm trying to understand. The Respondent's position is that the Arkansas law goes beyond what the Medicaid assignment provisions require. And I want your position on whether or not, if that's right, again without regard to the anti-lien provision, that you would lose. It seems to me that you can -- Arkansas can go beyond what the Medicaid law requires for reimbursement, if it wants."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So if we read the Medicaid statute to require something less than what your position is here, then you lose."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. That's without regard to the anti-lien provision, or is it because of the anti-lien provision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Millett. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What should have happened? If, suppose that Ms. Ahlborn had cooperated. Would there have to be an agreement among all of the parties as to the breakdown of the -- of the settlement?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I mean, why does there have to be enough money in the -- take -- take the -- the case that we -- we put to your co-counsel. Suppose it's a settlement for 20 cents on the dollar. Does the -- does the State have an absolute right to get reimbursement for 100 percent by invading the general damages portion of the settlement?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but in my -- can you answer the -- the question? You have the problem. They settle for 20 cents on the dollar. Does the State in that case have the absolute right to a lien or a claim or to a demand for the -- for the proceeds in -- for the balance of the 80 -- for the 80 percent balance of the medical costs?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But that is -- that is as between the State and the third party tortfeasor, not between the State and -- and the Medicare recipient, I should think."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But the State -- the State could sue in the first instance. In fact, if you just read the text of the statute, it seems like the State is the one envisioned to be suing for reimbursement of the medical expenses."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But the State was in this case. The State intervened. So it was party to the case."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And when it -- it found 1111 14th Street, NW Suite 400 out about the dismissal, why didn't it go right into the Arkansas court and say, you forgot about us? We were a party to this lawsuit."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why would they be fighting the same anti-lien provision? They would be -- wouldn't they be saying we have a claim for all of the medical expenses? And no other party -- the injury victim didn't have authority from us to compromise our claim. It's for us to compromise it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well -- well, if your rule is just one that you have to pay the 100 percent if there's non-cooperation and a non-notice, that's one thing. But the briefs, it seems to me, indicate that you have an absolute right to 100 percent. And those are two very different propositions."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I know in the case of a jury. But our question is what happens if there's a settlement. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask this clarifying question? If it's 50/50 because of a jury verdict of comparative negligence, then you only get half the money. If it's 50/50 because of a settlement, believing they only have a 50 percent chance of recovery, what -- what is your answer?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the State was involved but disagreed."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You're saying the State should sue here."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You're saying here the State should therefore sue, if I understand you."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But here it's stipulated I thought."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No. It's a compromise. Just as my other example of a 50/50 chance of winning the lawsuit, you compromise for 50 percent. I don't see the difference."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the State -- suppose the State is involved in the negotiations and they disagree. The -- the parties in good faith say, we've got to settle this for 20 percent. The State said, oh, your case is much better than that. Please don't settle. Then what?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It has notice. It's involved, et cetera, et cetera."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Millett, you've been trying to tell us the difficulties that the State would have in bringing suit later."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What are they? I see your white light is on."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'd like to hear what they are."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is it her incentive to reduce recovery? She may not be getting anything more, but why does she have incentive to reduce it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I thought she and the"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. Insofar as the suit against the defendant is concerned, she's not -- she does not have an interest in minimizing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Millett."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Blair. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what incentive does she have to cooperate in that later action? And isn't it the fact that she would have a disincentive to cooperate if she's going to have to reimburse the insurance companies for any additional compensation that they pay?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it -- but -- but don't some of the insurance policies require that if the insurance company, which has settled the first claim, ends up paying -- paying additional money, that that -- that that amount of money would be the -- the responsibility of the -- of the claimant?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So that's a disincentive on her part. She doesn't want the insurance company to lose any more money."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seems to me that that's a very strange system for the Federal Government to set up and to -- to -- I mean, to -- to subsidize -- to reward the failure of the -- of the Medicaid benefit -- beneficiary to cooperate. There's a statutory responsibility for her to cooperate, isn't there?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And she didn't do that here because she just went ahead and settled without -- without giving the State notice."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Really."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, the State is a party to the proceeding, and she goes ahead and gets the proceeding dismissed without even telling the State, and that -- that isn't included in the -- the responsibility to cooperate?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I suppose if the insurance company heard from the State that the State continued to -- would continue to pursue its claim, in the absence either of a more generous assignment or a more generous settlement, there might not have been a 1111 14th Street, NW Suite 400 -- settlement."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so why -- why then is it unreasonable for the State to take this position, the one that the government took? They said, of course, we, the governments of State and Federal have only the right to attach the portion of that settlement that is representative of the medical expenditure. And where we're in on the deal, you'll all agree what that portion is, or there won't be a settlement and we'll proceed to trial. But where we're cut out of the deal -- and we shouldn't be because there's a duty to cooperate -- we will assume in that instance that it -- every penny of that medical expense is included in the amount that was settled for. And they say, given the statutes, that's a reasonable way of enforcing their Federal obligation to recover the money. Now, whether we agree or disagree with it as a matter of policy, what is wrong with their saying as a matter of law, we choose to interpret the words this way and implement the statute that way and we have every right to do it? Why don't they?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's all consistent, of course, with their position. They say Congress delegated to us the authority to interpret the words this way. It is a reasonable interpretation of the words. We don't deny that you can settle for what you want. All we're saying is, where we're cut out, that that pile of money is deemed by us to include every penny of medical expense, and therefore we get it because we're not taking money that isn't medical expense. We are taking money that does represent medical expense according to our deeming rules."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now, what's legally wrong with that?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Did -- did they have notice of the settlement proceeding?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But they were -- and they were intervened in this lawsuit. Weren't they entitled to have notice that there was a settlement and that the case was going to be dismissed?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose, though, that were 1111 14th Street, NW Suite 400 the rule."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":6,"sideBefore":"justices","text":"The plaintiff had -- had no obligation to notify the State? There was some mention of a -- of a obligation to cooperate. Is there any statutory obligation under -- I don't see it in the Medicaid statute, but under Arkansas law for -- for the Medicaid recipient to cooperate with the State?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The complaint -- the -- the intervention by the State claimed only a lien? Is that what the -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- document claimed? Intervention --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Roughly speaking -- I -- I'm -- there may be a few dollars and cents that -- that aren't accounted for here. But roughly speaking, is it fair to say that the amount that -- that you and -- and, for that matter, the State attribute to the medicals out of the total settlement is the same proportion that the claim for medicals bore to the total original claim?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Yes, but the -- the other thing that you're -- you're dividing that against is not liquidated."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And nobody -- I mean, the -- where there's room for -- for compromise is certainly in the pain and suffering part of a settlement, not in the medicals. I mean, the medicals are a given in any settlement I've ever heard of. There it is, black on white. This is how much was paid."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's the compromise. Unless there's a -- you know, a compromise on whether there's liability or not, but -- but whether, if there is liability, this amount is owing, that's -- that's a given for the medicals. Isn't it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. In a case like this, then it would be in the interest of someone like your client to make a claim not of $3 million but of $6 million. Then if you settle for exactly the same amount of money you settled for here, the percentage of the medicals -- the amount attributed to medicals would be exactly one-half of what it is here."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in the original State lawsuit, did you have to state an addendum?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Where did -- then -- then tell me again where we got the $3 million figure."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And is -- is that in -- is that in writing, along with the allocation --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, is that part of the stipulation?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is there a contention that the medical was under-valued in the settlement or -- I thought it was understood that it was the same proportion of the settlement. I mean, if you discounted everything by 50 percent, medical was discounted by the same percentage as everything else. Is that correct? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because there's some -- I -- I wasn't clear on whether the State had stipulated that this is what you agreed with the other side or that this is a fair calculation of the settlement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think under Arkansas law that the injured party as an assignor has a duty to cooperate with the assignee in pursuing the claim?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that duty fulfilled by -- by entering settlement negotiations and not even 1111 14th Street, NW Suite 400 notifying the assignee?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but what you're saying is that there's no duty to notify the assignee if you think you might get a pretty good result for yourself. I don't understand that as much of -- much of a duty."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it certainly would have avoided about 20 minutes of questions in this Court. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Just given your experience -- say, think of the generality of cases like this one -- would it be difficult for you, representing the victims, if the rule were that these statutes give the Government the authority that they want here, as I understand it -- the Federal Government -- which is to say you have an obligation to notify the State of the presence of settlement negotiations. Now, once you've done that, you've given them an opportunity to participate. If they have that opportunity, thereafter they cannot attach more than what are the real medical expenses, which could be a matter for argument in a settlement like this. But if you don't give them that opportunity, they have the right to presume that that settlement, which they knew nothing about, contains the full amount."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Because? What are the practicalities of that? Why would it hurt the lawyers representing victims?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It would just require a letter, certified. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't -- wouldn't the insurance company have to worry about the same problem? That is to say, even if it's not your problem by reason of our coming out the way you would like us to, wouldn't it remain a problem for the insurance company so they could not enter into any settlement until they knew that the State would go along with -- with the division between medicals and -- and other damages? That -- that's what I don't understand. Doesn't it 1111 14th Street, NW Suite 400 become a problem for the insurance company to somehow bring in the State in the process of the settlement?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, but once -- once the -- once the -- the foolish insurance company figures out that that is what is going to happen, future settlements will be very difficult I would gather."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it's -- it's relevant. And I'm trying to think through the practicalities of it, which you're more familiar with. Suppose that you win this. If you win this, then the defendant's insurance companies know that they're subject to further liability for the medicals in every case. And why won't they sit there and tell you at this settlement, hey, we're not going to enter into this unless you get the State involved so they sign off on it too? We're not going to just compromise some of 1111 14th Street, NW Suite 400 our liability."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it sounds as if we're going to get to the same place, that if -- if you prevail, probably the insurance companies will want the State to be involved or they haven't limited their liability, and if you lose, then we would have said that you have to get the -- the State involved."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And your argument is if it is six in one, half -- half a dozen in the other, we should do it your way because that's what the text of the statute says."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"With respect to the text of the statute and whether the anti-lien provision applies, I'd be interested in your view, as a matter of 1111 14th Street, NW Suite 400 Arkansas law, as to who owned the chose in action first and, secondly, who owned the proceeds of the settlement recovery after the assignment had taken place."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're talking about the Federal statute --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- not the State statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The State statute clearly goes beyond that and says --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the Federal statute provides you, you think, with a defense to the State law claim."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why was there Federal jurisdiction in this case in the first place?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so your view of jurisdiction depends upon the Federal defense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- and which of our cases say that a Federal defense supports Federal jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Allows you to come into court if the claim that would have been brought against you would have been brought in Federal court, and the claim that would have been brought against you would have been under Arkansas law. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sounds like a defense."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you still have a declaration that the Arkansas statute was unconstitutional because it conflicted with the Federal statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It still sounds like a defense to me, counsel, and I think it may make a difference if your argument relies on the anti-lien provision as a defense or perhaps relies on the -- the assignment provisions in the Medicaid statute. That's why I'm just trying to focus on whether it's the 1111 14th Street, NW Suite 400 assignment provisions that limit what Arkansas can do as a matter of its own law, or if it's the anti-lien provision as a defense."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But there's nothing in the assignment provision as such that limits it, is there?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it said -- I'm looking at 1396k(a)(1)(A), which refers to assign to the State any rights to payment for medical care from any third party."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's no limitation in that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any reason that the Federal law would have to act as a limitation on the State law? In other words, if we read the -- the Federal law your way, is there any reason it would frustrate the Federal purposes for the State to say, well, we want to get all of the medical expenses? We don't just want to get the proportionate share of the recovery. That -- that's enough for the Feds, but we are also out State money and we want that State money. They can go further, can't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In the absence of the anti-lien."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I assume the State -- 1111 14th Street, NW Suite 400 the State tries to get around that by saying it never -- never became the property of your client, that by reason of the assignment provision, all choses in action automatically vest in the State, causes of action arising out of transactions in which there's a claim for Medicaid compensation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you say -- you say they can't do that because, at the time the accident occurs, you don't even know that there's going to be a claim --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Blair. Ms. Freno, you have 2 minutes remaining. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. I really didn't understand that argument. Does the State deduct from its Medicaid funds the amount that it pays lawyers to conduct Medicaid litigation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then it doesn't matter as far as the Medicaid funds are concerned. It comes out of general State revenues. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Freno."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"LORI FRENO","firstName":"LORI","lastName":"FRENO","counsel":true,"justice":false,"side":"petitioner","words_spoken":1834,"interruptions":17,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1527,"interruptions":11,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":2,"fullName":"DAVID BLAIR","firstName":"DAVID","lastName":"BLAIR","counsel":true,"justice":false,"side":"respondent","words_spoken":2336,"interruptions":22,"times_spoken":62,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":671,"interruptions":1,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":808,"interruptions":0,"times_spoken":24,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":925,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":899,"interruptions":3,"times_spoken":32,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":760,"interruptions":5,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":33,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3361,"times_spoken":81,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":22,"words_spoken":2336,"times_spoken":62,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":11,"words_spoken":4836,"times_spoken":151,"laughter":1,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034792}}