{"petitioner":{"name":"BOBBY LEE HOLMES","counsel":[0]},"respondent":{"name":"SOUTH CAROLINA. ","counsel":[1,2]},"caseNumber":"04-1327","date":"2006-02-22T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Holmes v. South Carolina. Mr. Blume. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, there's some dispute as to whether that -- that is really what -- what it held. And there's a big difference. If -- if you just say 1111 14th Street, NW Suite 400 whenever you -- whenever the prosecution has a strong case, you can't introduce other guilt, or whether all that the court is saying is that one of the elements that you consider in determining whether to admit this -- this third party is not just -- it's the comparative weakness of the third party case. You don't blind yourself to -- to the strength of the prosecution's case. Will you say it was bad even if it was the latter that the court was -- was referring to? Are you saying you cannot consider the strength of the prosecution's case at all in determining whether to allow in third party guilt evidence?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I suppose that in a purely discretionary system -- I -- I can't quite think of the hypothetical -- the strength of the prosecution's case may bear on the assessment of relevance and materiality as to the evidence the defense wants to introduce. If -- if the evidence of identification is -- is quite clear -- is quite clear -- and then there's some witness of marginal credibility that says he was in another city, I think that may affect the trial court's balance. I -- I take the thrust of your point, that the strength of the case makes it more important to introduce the third party evidence, not -- not less. I -- I take that point. But just as -- as an absolute rule, I'm not sure that the strength of the case is always irrelevant. That's what I'm saying."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that everything in this case were the same. Everything is identical except what the court of appeals or the State supreme court holds is that we think under rule 403, which happens to be the rule in our State, the probative value doesn't warrant admissibility in light of the risk of prejudice. But everything else is the same."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, in your opinion is that constitutional?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what they'll say --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if they want to build it out, is they'll say, look, there -- there is DNA evidence here. It's absolutely conclusive, and all that the light -- the -- the only doubt of the -- the defense has cast on it is they found that there was some opportunity that the police could have tampered with it. That's true of 60 percent or so of all chain of custody cases, and that is not sufficient to overcome what it shows. And therefore, it's not worth the jury's time and it'll prove very confusing to the jury. Now, why would that ruling under 403 be unconstitutional?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Good. Now, that's what I want you to get to."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the key points that suggest that what I just said is not a fair characterization or a correct characterization are?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, where -- where in the record is the testimony of the FBI agents that you were referring to?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the DNA -- the exclusion of the alleged perpetrator, of 1111 14th Street, NW Suite 400 White? There -- there was no trace of White's DNA. And that was a FBI officer who testified to that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where do you think it says you have to overcome the prosecution's case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a -- it's a factor that's considered in weighing the admissibility and relevance of the third party guilt. They don't -- you don't have to prove and rebut and overcome, as you've said a couple of times, the prosecution's case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But with respect, I -- isn't the -- the term that they use -- and I was going to ask essentially the same question. The term that the court uses is raise a reasonable inference of his innocence. And I will -- I will grant you this. When I read that, it said -- I thought to myself it sounds as though they are saying he must present evidence or make a showing, a preliminary showing, that it is more probable than not that he is innocent despite the State's evidence. But they never spell that out, and is it spelled out anywhere?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say you don't object to the -- the Gregory standard, and the Gregory standard is the one Justice Souter just quoted, raise a reasonable inference as to his own innocence. Now, how can you tell whether it raises a reasonable inference in a vacuum without regard to the evidence on the other side? If the evidence on the other side is -- I understand you dispute it in this case, but let's say unobjectionable DNA evidence that your client was the person there, and his third party guilt evidence is it wasn't me. How can you tell whether that creates a reasonable inference or not without looking at what's on the other side?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not at all. What you're saying is that the evidence has to be -- the admissibility of evidence has to be assessed in light of the circumstances. If your claim of innocence is, as it may be in this case, that the DNA evidence doesn't show what you think it shows, fine, that evidence comes in. If the evidence you're trying to get in is somebody in the jailhouse said he heard that somebody else did it, and the -- and you don't challenge the DNA evidence that places your client there, then maybe that doesn't create a reasonable inference, while it might in a different case, depending on the nature of the prosecution's evidence."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm just not sure that's the case. We're asking about 403. In order to completely exclude and prescind, in Justice Scalia's word, that the -- the nature of the prosecution's case just doesn't seem to me right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now -- now, if you want to 1111 14th Street, NW Suite 400 say there's a more wooden rule and a -- and a more iron rule here that was prejudicial, I think that's something else."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it your argument that the State's evidence can't be considered at all, or that it can't be given more than a certain amount of weight? And if it's the latter, where do you draw the line?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the State doesn't go 1111 14th Street, NW Suite 400 that far. If it doesn't require the defendant to persuade the judge of the defendant's likely innocence, then there's no constitutional violation. If the -- if the rule of State law simply requires a consideration of the strength of the prosecution evidence in relation to the defense evidence, that's -- that's all right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But where is the line? That's what I'm trying to get at. If it's -- if the rule is that the defendant has to raise a reasonable inference of innocence and you take into account the strength of a prosecution's case in making that determination, you don't just accept the defense evidence and -- and see whether -- how -- how strong an inference of innocence it would raise if it's believed. I mean, where is the line?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would be unconstitutional as well."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That makes it sound like it can't be considered at all."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the -- what if the court says, we will weigh it to the extent of determining whether, in light of the State's case, the proffered evidence, if accepted, would pass the laugh test? That's weighing. Is -- is that -- is that legitimate?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that does go -- somehow that goes beyond mere relevance. You can't say that the -- I don't think you can say that the existence of the million dollars in life insurance is irrelevant. It's just that it doesn't prove much unless it can be combined with certain other kinds of evidence. And when you say you've got a standard that looks into that, then you have crossed the line from mere relevance to probative force, haven't you?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I -- I grant you that. But to say that the only test is relevance seems to be too strong."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You think -- you think there's no difference where really very questionable evidence about some third party's guilt is -- is produced in a case where -- where the State's case barely makes it over the -- over the line to get to the jury and you think it's -- it's the same call where that barely questionable third party evidence is -- is put in in opposition to a State's case that is -- is watertight -- I mean, you know, forensic evidence, all 1111 14th Street, NW Suite 400 sorts of proof. You -- you think the two have to be treated the same."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the -- that's the problem. That's why this is a special category of evidence. It's not any evidence. It's third party guilt evidence because that's evidence that any defendant could try to introduce in any case. In any case, the defendant can say somebody else did it and compile whatever kind of evidence he can get, whether it's jailhouse informants or -- or whatever, where the person who did it was often somebody who's just recently died and -- and is not there to present an alibi of his own. In every case the defendant can come up with this evidence, and so you have a special rule that's designed to deal with that. And all, it seems to me, that the State court decision is saying, when you look at the prosecution's case, is if -- if the prosecution's case makes that an -- unreasonable under the Gregory test that you agree 1111 14th Street, NW Suite 400 with, the reasonable inference, if it's unreasonable to suggest that somebody else did it, doesn't mean that you're guilty. You may have all sorts of other claims that you can make, but you just don't get to present that type of evidence because of the susceptibility of prejudice and the susceptibility of fraud and all that kind of stuff."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean on -- in your case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the other side agree with that? I -- I'd be surprised if that were the law 1111 14th Street, NW Suite 400 in the other 49 jurisdictions, that the judges just blind themselves to the -- to the prosecution's case when they make these calls."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your authority for -- for the -- for opposition that every other jurisdiction does it that way?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I guess my -- my point -- maybe it's some of my colleagues' point -- is that really the strength of the government's case is subsumed within the general calculus of whether or not this would cause a delay of -- of time, whether it would get into extraneous issues, et cetera. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a way of phrasing it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not arguing about that. I -- I don't think anybody has asked you that question. The question is whether you can consider it at all, and -- and you say no."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not harmless you 1111 14th Street, NW Suite 400 mean."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But there wasn't much evidence against him other than the forensic evidence. Isn't that right? There's just some people who saw him nearby."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So the jury must have found that forensic evidence to be very convincing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say in -- you cited us to footnote 8 in the court's opinion, and it says that your claims do not eliminate the fact that percent of the population, other than your client and the victim, were excluded as contributors to the DNA evidence that was found. Do you -- is -- is the court wrong in saying that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a question on which we didn't grant cert."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Blume. Mr. Zelenka. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Zelenka, do you -- do you agree with the characterization that your brother has given, largely by way of quotation from the opinion in this case, that the rule of admissibility that -- that the -- that the court followed in -- or that the supreme court approved in this case would have required the defendant to show to a degree of probability, in light of all the evidence, including the forensic evidence, that he was innocent as a condition of -- of admitting the evidence?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, well, what do you -- I mean, your -- your brother's strongest point is this statement, and I'm quoting from page 365 of the joint appendix where the -- where the opinion is set out, at 1111 14th Street, NW Suite 400 -- at the top of the page, the second sentence. He simply cannot overcome the forensic evidence against him to raise a reasonable inference of his own innocence. What could that mean other than a probability that he is innocent in light of all the evidence, including the forensic evidence?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but what does it mean? I mean, I've given you a suggestion as to what it seems to mean on a straightforward reading, and -- and I take it you disagree with that. But can you explain how it could mean something else?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- it's true. When they -- on the -- on the previous page, the bottom of 364, they -- they cite -- they first quote Gregory and then they cite Gay and they characterize, I guess, 1111 14th Street, NW Suite 400 the two together as -- well, they say, in Gay, we held that where there is strong evidence of an appellant's guilt, especially where there is strong forensic evidence, the proffered evidence about a third party's guilt does not raise a reasonable inference as to the appellant's own innocence. It doesn't use the word overcome which it uses on the other page."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But even without the word overcome, what -- what can reasonable inference of innocence mean, considered in light of the other evidence in the case, if it doesn't mean something like a probability of -- of innocence?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But quite apart from that, it seems to me that the statement is questionable as an empirical matter. Why is it that forensic evidence somehow should be used to exclude third party guilt evidence as -- as a universal proposition? Maybe in some cases yes, maybe in some -- but this is a universal proposition."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if I were the trial court, in a subsequent case in South Carolina, I would -- I would have to read this instruction of the South Carolina Supreme Court as saying I simply could not admit this evidence when there's forensic evidence. And that's a very strange proposition."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Your point is that we're quibbling with the language. Certainly the language can't be right. I mean, Gregory is quoting America -- Am.Jur. It's totally right. And I don't -- in my opinion. I don't see how there's a problem. It's simply a way to prevent the defendant from confusing the jury with evidence that's not -- doesn't have high probative value. That's -- so we -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They don't agree with that necessarily, but I'm taking that as a premise."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, he describes this, the writer of the opinion, and if I hadn't been guilty of this sin myself, I couldn't criticize others, but he uses language that's absolute. He says, where there is strong evidence of an appellant's guilt, especially where there's strong forensic evidence, the proffered evidence about a third party's alleged guilt does not raise a reasonable inference as to the appellant's own innocence. I took that to mean doesn't tend to show that the appellant is innocent. And you do have to have when faced with guilt. It's not relevant if it doesn't tend to show he's innocent. So that wasn't the problem. The problem is that this sentence is wrong. You could have incredibly strong evidence that this person is guilty and it could be incredibly strong evidence that the other person did it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And so it should come right in. So what should have been there is the word automatically, but the word doesn't automatically show, 1111 14th Street, NW Suite 400 but the word isn't there. It doesn't say automatic."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And he goes on to write as if it isn't that automatic. And he then favors you because he says the standards set out in Gregory and Gay, as if they aren't different."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the language says they are different. So what do we do?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And so what do we do? We get the -- we read the opinion literally, and moreover, that's why I asked it. If you look into the evidence, it looks -- you know, maybe it's closer than you might think. And if we start looking at the evidence of every case in the United States, it's going to be a problem for everybody. But -- but -- so what do we do? That's my question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's not what the court said, though. The court didn't -- did -- whatever the court said, it clearly did not say just looking at the third party guilt evidence by itself, it's not -- it's not trustworthy. Whatever else it said, it didn't say that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Yes. Now, you say that's true. Now, it may well have been true, but that -- we're -- we're --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Well, the trial judge also kept it out, didn't he, because he believed there was -- there was no penal interest exception to the hearsay rule? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but then you get to the --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Then you get to the -- the South Carolina Supreme Court, and they don't keep it out on -- on grounds of -- of threshold reliability."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And as I recall, the trial court did say that this was pretty persuasive evidence but for the fact that you had to exclude some of it because that there was no exception to the hearsay rule. Didn't he say that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He said more than that. I 1111 14th Street, NW Suite 400 think he said it was --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend will tell us what he said."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you this question?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Supposing -- I've written a fair number of opinions involving criminal cases where I've had to say that we take all the inferences favorable to the prosecution, and based on that rule, we find there's sufficient evidence to justify the jury's verdict. How we would have decided it is not before us. We accept the jury's verdict. What if the -- on the merits of the underlying crimes, the South Carolina Supreme Court had 1111 14th Street, NW Suite 400 written that kind of an opinion rather than there's overwhelming evidence of guilt? Do you think they would have held the third party evidence admissible or inadmissible?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But it's odd that they didn't say that. Their -- the reasons they gave were that the evidence of guilt was overwhelming."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Zelenka, do you agree that all 49 other States do not look at the -- at the weight of the prosecution's case when making this decision?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you use --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could -- could you use the same rule with respect to alibi evidence? The trial judge would say this evidence for the prosecution is so strong, I'm not going to let any alibi evidence in. Is there -- is there anything special about third party guilt? Couldn't -- couldn't you use -- use it for other defenses?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can a trial judge exclude defense evidence based on credibility determinations?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that -- but isn't that what happened here?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How could -- how could court conclude that the State's evidence was strong without 1111 14th Street, NW Suite 400 -- making -- without finding, in effect, that the State's forensic witnesses were credible?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Just take, for example, the -- the palm print. The chief Mobley said he found it in -- in the apartment, and that would be very strong evidence, if in fact that was the case. But his credibility was contested. So how can you conclude that the palm print is strong evidence for the prosecution without implicitly making a determination, a credibility determination?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But then the court is making"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the court is excluding defense evidence based on a finding that a prosecution witness is credible."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"On the other side, if Westbrook was credible, isn't that strong evidence for the defense?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if he's credible that White confessed to him --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- then wouldn't that be strong evidence for the defense? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE THOMAS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, before you change subjects, isn't it more accurate that the trial court actually found that the evidence met the Gregory standard?"},{"name":"JUSTICE THOMAS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he says --"},{"name":"JUSTICE THOMAS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he says at first blush, the above arguably rises to the Gregory standard. However, the engine that drives the train in this Gregory analysis is the confession by Jimmy McCaw White. And then he goes on to say that that, of course, can't be introduced because it's hearsay. So 1111 14th Street, NW Suite 400 it -- it seems as though he says that if it is to be believed what Jimmy White says, it meets the Gregory standard. So I don't quite understand where Gay, which is subsequent to -- to this case -- where Gay comes in because it didn't seem to be the standard that the trial court applied."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excluding the confession. Excluding the confession."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Zelenka. Mr. Johnson. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. And I -- I take it what you will do, in the course of your second point, is tell us the answer to this question, that if we do not accept the overcome by reasonable inference formulation that is here, what would be an acceptable formulation because I think that's what you -- you say you're getting to. But that would be very helpful to us."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, one of the problems is I don't know what it requires. On -- on the -- on the second page of the opinion that I quoted, it is used with the word overcome, which certainly suggests that 1111 14th Street, NW Suite 400 it is supposed to raise a probability of innocence in light of all the evidence. Sometimes it is used without overcome, as it was earlier in the opinion. I don't know what they mean by inference. Do they mean evidence from which one might reasonably conclude, from which one -- there is a reasonable possibility of concluding? I just don't know what the terms mean. So I hope you'll give us a suggested formulation with -- with terms that -- that are defined that -- that you and the States that you represent would -- would think was an acceptable and constitutional standard."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I included several. Which -- which one --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Has anybody else looked at the evidence on both sides?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Other States I mean. Other States."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can we -- can we just back up to Cabrera? The D.C. Circuit did not publish that and --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- and unless the rule has changed, it didn't have -- it didn't have any precedential effect -- those opinions that they did not put in the Federal Reports."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose there had been evidence that the time of death testimony had been 1111 14th Street, NW Suite 400 contrived, planted, fabricated. Then what? Or suppose that was the allegation of the defense."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But if he did, he would be making a credibility determination, wouldn't he? He would be deciding an issue that normally would be submitted to the jury."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But the example that Justice Kennedy gave you was such a determination."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why wasn't it in the baby- shaking case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why was there no credibility determination made in the baby-shaking case you just described? Didn't -- didn't you have to conclude that the evidence concerning the time of death was -- was 1111 14th Street, NW Suite 400 credible, was accurate?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But there is a dispute here as to the forensic evidence. The suggestion is it's planted."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do I do in this case? I'm totally with you if I read American Jurisprudence and others as saying the following. Judge, there's a particular kind of evidence that really has a tendency to mislead the jury, that's that somebody else did it because they start trying the other person in their minds. So if you have a strong case that this guy did it, don't let them even introduce that evidence unless you have some reason to think it's really going to show this guy didn't do it. That's what it's saying, isn't it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now, that gets us through Gregory. And the difficulty here is that the court went on to say something that couldn't possibly be true, which is if you have a strong case against this guy, never admit this other thing. That couldn't be right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And so now what do I do with that particularly? Because the other side has said, by the way, this is that case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The trial court's findings -- I read them the way Justice Thomas did."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"On that, could a prosecutor have gotten this case -- gotten an indictment against White on the basis that he had four witnesses who put him in the proximity of the crime, four who said that they heard him confess? On the 1111 14th Street, NW Suite 400 basis of that evidence, could White have been indicted for this?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and also throw in one more thing, the victim's description of the assailant. So if -- if White could have been indicted for this crime and -- and yet the jury is not allowed to hear that evidence, that sounds passing strange to me."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Surely, you're not arguing the third party evidence can only come in if it's proof beyond a reasonable doubt. You're not arguing that standard, are you?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you did say it wouldn't be enough to convict. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You said it was enough to indict and that very same evidence is put before the jury, but it wouldn't be enough to convict?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Johnson, your -- your citation of the -- of the portion of the -- of the 1111 14th Street, NW Suite 400 trial court opinion, which says that there was no corroboration of the -- of the confession, that was not stated in -- to say, and therefore, the confessions were weak evidence. That point was made in order to say, therefore, the confession cannot be admitted because the -- the rule was it's hearsay, but hearsay that's corroborated can be admitted. So I think you're misdescribing the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Johnson. Mr. Blume, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your -- your case hinge upon your challenge to the DNA evidence? In other words, if you don't have the suggestion that the DNA evidence was manipulated, would you agree that in 1111 14th Street, NW Suite 400 that case the third party guilt evidence could be kept out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would it be -- I mean, if it meets the standard for harmless, it suggests that it didn't make a difference, would not have been likely to make a difference with the jury, and therefore it could have been excluded in the first instance."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that exactly what the rule is designed to prevent? In other words, you have no challenge to the DNA evidence, and yet you bring up some third party guilt evidence. And your suggestion just now is, well, the jury might think 1111 14th Street, NW Suite 400 maybe there's not that much to the DNA evidence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, it gets them off on a detour, distracts their attention from the evidence that is before them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN H. BLUME","firstName":"JOHN","lastName":"BLUME","counsel":true,"justice":false,"side":"petitioner","words_spoken":3783,"interruptions":22,"times_spoken":49,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DONALD J. ZELENKA","firstName":"DONALD","lastName":"ZELENKA","counsel":true,"justice":false,"side":"respondent","words_spoken":1565,"interruptions":19,"times_spoken":43,"laughter":0,"num_int_by":8},{"id":2,"fullName":"STEFFEN N. JOHNSON","firstName":"STEFFEN","lastName":"JOHNSON","counsel":true,"justice":false,"side":"respondent","words_spoken":1128,"interruptions":12,"times_spoken":27,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":815,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":686,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":770,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":291,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":909,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":216,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE THOMAS","lastName":"THOMAS","counsel":false,"justice":true,"side":"justices","words_spoken":139,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3783,"times_spoken":49,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":31,"words_spoken":2693,"times_spoken":70,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":12,"words_spoken":4687,"times_spoken":119,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126659}}