{"petitioner":{"name":"MICHAEL HARTMAN, FRANK KORMANN, PIERCE McINTOSH, NORMAN ROBBINS, AND ROBERT EDWARDS","counsel":[0]},"respondent":{"name":"WILLIAM G. MOORE, JR. ","counsel":[1]},"caseNumber":"04-1495","date":"2006-01-10T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in 04-1495, Hartman against Moore. Mr. Kneedler, whenever you're ready, you may proceed. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm not sure why -- why we should make the classification that you did, that -- that retaliatory is simply a species of -- of malicious.  I mean, I -- I can see the similarities, but we've also got an entirely separate First Amendment value here which just is not part of the -- the analytical mix when you're talking about malicious prosecution.  So I'm not sure why we should -- we -- we should classify it as you argue."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's -- it's a peculiar, 1111 14th Street, NW Suite 400 if you will, a peculiar malice with its own set of constitutional values, and I don't know of anything comparable in -- in malicious prosecution generically."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, here --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Suppose there is probable cause for a prosecution, but the prosecutors are extremely busy and they -- they have to select their cases and they select one in which they bring the prosecution against the defendant on account of his speech.  Is that a violation of the prosecutorial duty?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm asking is it a violation of the prosecutor's professional obligations and his professional duties?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just going back to the hypothetical, if -- if you acknowledge -- and I think you must -- that there's a violation of the prosecutorial duty in -- in the instance I suppose, then why shouldn't the law recognize it and -- and give force to that sanction and give force to that rule?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well, then we'll just change the hypothetical to make it the investigators.  The investigators select their case based on this speech that they consider unwelcome."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does he have a right not to be singled out because of his speech?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I asked does he have a right not to be singled out because of his speech."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, you -- you would advise law enforcement officials that they can single out persons for prosecution based on distasteful speech."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What I want you to do is to agree.  I -- I think you have to concede there is this principle in the law, and I think your answer has to be even though there's that principle, there's a lot of problems with enforcing it because there are going to be too many suits, it's hard to -- it's difficult for the Government to defend, and -- and so forth and so on."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're not disputing either, as I understand it.  As the case comes to us, we assume the prosecution would not have been brought but for the retaliatory motive."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't you assume that for the purposes of your argument?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the only argument."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- one of the differences -- am I not correct, that at common law the prosecutor did not have absolute immunity?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Now does, but not at common law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Well, they're not totally identical because you didn't have the First Amendment interest involved in those cases, whereas you do have a First Amendment interest at stake here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, may -- would you clarify just one point about this probable cause? There was a grand jury that indicted this man, and then there was a trial judge who said, I'm throwing this out at the close of the Government's case.  There is not enough evidence here to convict this man. Are you saying that as long as the grand jury indicts, there can be no Bivens claim because in order to indict, the grand jury would have had to find probable cause?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, tell me about now, not at the common law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the grand jury did find probable cause.  So what would the plaintiff have to show to overcome -- to -- to negate that finding of probable cause?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The case that comes closest, as far as I can see, is probably United States v. Armstrong, and in that case, this Court said in the 1111 14th Street, NW Suite 400 ordinary case, so long as the prosecutor has probable cause to believe the offense was committed, the decision to prosecute or go before a grand jury rests entirely in his discretion.  But, of course, the discretion is subject to constitutional constraints, the equal protection component of the Due Process Clause.  The decision whether to prosecute may not be based on an unjustifiable standard such as race, religion, or other arbitrary classification.  And the standard the Court articulated there was the defendant must present clear evidence --"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to the contrary.  Now, that's different from your proposition of probable cause."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on race."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why should that be 1111 14th Street, NW Suite 400 different than the First Amendment violation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're willing to acknowledge -- and -- and the Government concedes that you can have a different standard when the -- the basis for the selective prosecution happens to violate the Constitution from the standard you apply where the basis for the selective prosecution doesn't violate the Constitution, such as I'm prosecuting him because he was mean to my brother-in-law.  Okay?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you going to apply a different standard there than you would apply where -- where the reason is some First Amendment reason?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"justices","text":"But would you answer my question?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's going be a different criterion -- you -- you say it's going to be different for the First Amendment and the -- and -- and the Equal Protection Clause, at least where race is involved. What if there's no constitutional violation at all, but I just selectively prosecute him just because I don't like this guy or because he was mean to a relative of mine?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there going to be a different standard --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly, and would you apply a different standard because there isn't a constitutional claim?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a malicious prosecution claim.  You'd have a malicious prosecution claim."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Kneedler, I understand your argument to be they should be treated just like a malicious prosecution claim, which is no distinction between a constitutional basis and a common -- and just that he hated his brother-in-law.  I think you're saying they're the same.  That's what I understand Justice Scalia to be asking you. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"justices","text":"That's what I'm asking."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Which places no weight at all on the fact the Constitution is involved."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's how you'd get at least as much protection as if it was an ordinary malicious prosecution claim, but you don't get any more under your view."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you really want three things.  You say we want the protection, number one, of there -- if you're -- if there's probable cause, that's the end of it.  Number two, if you're trying to show there wasn't probable cause, you have to bear clear and 1111 14th Street, NW Suite 400 convincing evidence, and number three, we also have qualified immunity.  And I guess, number four, you have to prove the whole thing by clear and convincing evidence."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It sounds a little bit like the person who has the overcoat, turns up the heat, you know, five or -- what about one?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about this one?  And I want to know -- you simply say you need clear and convincing evidence that that was the motive and it wouldn't have been brought otherwise.  And the existence of probable cause is a strong factor, maybe even a presumption, that suggests to the contrary. Now, have States and other places tried things like that without the world collapsing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So as far as you know, every State and every jurisdiction where -- and investigators if they don't have absolutely immunity, whatever -- in 1111 14th Street, NW Suite 400 all those jurisdictions, nobody has ever said that even a constitutional violation, if there's probable cause, that's the end of it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I'm not focusing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We have no experience.  We don't know.  Okay.  As your -- as far as you can tell. The other question I have, which you might want to be brief about, is in looking through this record, as far as I could see from the briefs, they went ahead and prosecuted this man with only two pieces 1111 14th Street, NW Suite 400 of evidence.  The first evidence was that he tore some pages out of his notebook.  But he introduced lots of notebooks to show he always tore pages out when he gave them to his secretary.  And the second was that he told some witnesses be very careful and answer the question. Now, you know, he said a few other things, but they all seemed like the kind of things that people would always say to witnesses. Now, if that's the only evidence, except for the fact he owns the company, how is there probable cause here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I didn't see any in the brief."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I saw a lot about other people in the brief, but not about him."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There are all kinds of things about other people."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I would like you to limit yourself to what I didn't concede.  I concede it's his company.  I concede that he tore some pages out of his notebook, and I concede that he told -- which he did a lot of times.  And I concede that he told witnesses answer the question, et cetera.  Now, is there anything else connecting him, not his company?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, I know you're responding to Justice Breyer's question, but I think for purposes of our decision, we're not supposed to decide whether there was probable cause or not, but we're to give you the opportunity to prove there was if -- if you win on your --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a disputed issue, and we don't have to decide the probable cause issue.  Is that not correct?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But because the other side is arguing that even if there is probable cause, the burden shifts when they prove the retaliatory motive, 1111 14th Street, NW Suite 400 and you have to prove that you would never -- you made -- you would have brought the prosecution even if there had been no retaliatory motive.  That's what we're arguing --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question I would ask is why should this be different from a wrongful discharge case in which there's ample cause to discharge and the issue boils down to whether or not he would have been discharged anyway.  Why isn't it the same -- same situation?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't -- wouldn't all those considerations justify a rule that makes the burden of proving the retaliatory motive very high, say, maybe it has to be by clear and convincing evidence or something like that?  But once you have it acknowledged -- I don't know if they're really acknowledged here, but there's strong evidence of retaliatory motive -- why shouldn't the burden shift just on that, on the basis of that proof?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you had a --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you had a heavy burden of proof at that stage of the proceeding, wouldn't that protect the interests that mainly concern you?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, the defendant here is not the prosecutor.  Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just someone who provided information to the prosecutor that -- that was erroneous and allegedly maliciously motivated."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Allegedly maliciously motivated, at least. I don't understand how you would apply the test, would -- you know, would you have prosecuted anyway, when -- you know, but for the malicious motive, when the person you're -- you're suing is not the prosecutor.  It wasn't up to this person whether there would be a prosecution."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, the D.C. Circuit, looking at this case, looking at the record 1111 14th Street, NW Suite 400 closely, typed it one in which the evidence of retaliation was strong and probable cause weak.  This is on 28a of the appendix to the petition for cert. That was the appraisal of the D.C. Circuit panel.  And I think you've been arguing that that is not the case, but at least for our purposes at this posture, don't we -- shouldn't we accept that that is the picture here, weak evidence of probable cause, strong indications of retaliation?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCartan. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. McCartan, how does -- how does your standard work?  The same question I asked Mr. Kneedler.  The -- the test you would propose is whether but for the retaliatory motive, the prosecution would have been brought anyway?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. McCartan, I don't mean to interrupt you, but I thought the primary issue 1111 14th Street, NW Suite 400 was not the qualified immunity issue, but whether we have a cause of action in the first place."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And on that, they say you don't have a cause of action unless you're able to prove an absence of probable cause."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I think they would say absolute immunity, not qualified.  I -- I think they're saying if there's probable cause, the game is over.  No -- no qualified --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but there are two questions in the cert petition and it's the second one that's the qualified immunity issue, and the first one is whether there's a cause of action. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the difficulty I think we're all having with it is that the qualified immunity issue and the standard to which you are -- are adverting responds to a question that doesn't arise unless we first assume that there is -- that there is a constitutional violation."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And our questions are, what is the standard for determining the constitutional violation?  Once we get that squared away, then we'll get to Harlow."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If it is applied here, I -- I thought we just granted question one.  There were two in the cert petition.  I -- my notes say we just granted question one.  And that means what they have is the screen.  We're going to screen out absolutely any such claim as yours if there is probable cause. Now, the reason they advance for doing that is that in the -- a reason is in the absence of a screen like that, here's what's going to happen.  Every single case -- not every one, but millions of cases or thousands, anyway -- involving companies -- well, companies are going to Congress all the time.  They have ads all the time.  They run into agency hostility all the time.  The Hell's Angels?  That's a pretty unpopular defendant.  They say things all the time that investigators disagree with.  And what will happen is in a vast number of cases the defendant will decide to bring a Bivens action, particularly if he gets off, and then we'll have discovery and we'll look into every statement that the -- the investigator made to the 1111 14th Street, NW Suite 400 prosecutor, and before you know it, we have a nightmare of tort cases.  And they say that's unfortunate to cut off a claim like yours, but after all, the prosecutors totally cut them off because they have absolute immunity. Now, we're saying at least let's restrict them, where investigators are involved, to cases where it turned out there was no probable cause, otherwise the criminal process itself will be seriously injured. Now, I take it that's the argument.  I'd like to hear your reply."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but are you going to -- I mean, is there any light you could shed?  And that's why I asked in my question initially.  I thought maybe there were some jurisdictions somewhere that -- that survive without the rule they want, but maybe I'm wrong.  And -- and how do I judge this?  I would be concerned.  I don't -- the -- after all, these other 1111 14th Street, NW Suite 400 cases you mentioned are civil tort cases and -- and they don't involve the criminal process.  And when we get into criminal prosecutions, we have rules on selective prosecution that are designed to screen out all but the very worst."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that's what he's arguing for here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Leaving -- is there anything you can say before I give up on this?  And maybe the answer is no.  Is there anything you can say that would relieve my concern, which is completely practical at the moment, that if I decide in your favor, there suddenly are going to be large numbers of criminal cases where defendants will say the reason I was prosecuted was because of something I said?  I was advocating motorcycles.  I was advocating beating people up.  I was advocating a congressional change of 1111 14th Street, NW Suite 400 something.  Many, many such cases.  They'll all get at least discovery, and the prosecutor's door will become open to the world.  Now, that's what's concerning.  Can you say anything to relieve that concern?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But if this Court opens that door, don't you think we might see a different problem?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which opinion was that?  I missed that."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which opinion are you talking about?  I missed it -- missed it."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This wasn't addressing -- this wasn't -- didn't involve prosecution, though.  It didn't involve unlawful prosecution."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it was a suit against a prison."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- but we treat prosecutions quite differently.  We do not give, for example, absolute immunity to the wardens of prisons as we give absolute immunity to prosecutors."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This is a specially dangerous area in which to allow litigation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. McCartan, I -- I still don't entirely understand what you would want the Government to prove under your system in order to -- in order to -- to win this case.  They would have to prove what?  That -- that --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And it would not be enough to show that the prosecution would have gone forward anyway."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You see now in -- in the employment cases where -- where somebody is dismissed for a -- a racially discriminatory reason and -- and you have to prove that the same action would have been taken anyway, you ask the person who fired them with the discriminatory motive whether that person would have taken that action anyway.  Whereas here, the person who brought the prosecution is not in this case. It's somebody who gave information to the prosecutor. I don't know how that person could -- could possibly establish that the prosecution would have been brought anyway.  It wasn't up to him."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It had nothing to do with --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they did, but wouldn't you have to prove under your standard not that they would have procured or tried to procure it anyway, but that in fact the prosecutor would have prosecuted anyway?  In other words, that's the distinction between the -- the normal case and -- and the case that we're dealing with here --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- with a prosecutor who has absolute immunity."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No.  All right --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But would it -- would it have been a complete defense?  Suppose the prosecutor, 1111 14th Street, NW Suite 400 who is immune, gets on the witness stand and says, well, I know all about this -- the First Amendment stuff, but I was going to bring this prosecution anyway because it seemed to me there was a serious crime here. That's all he says.  Wouldn't that be the end of the case?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the question is the motivation for his decision to bring the case."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And he says I -- I would have brought it anyway."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Do you think the defendant can subpoena the prosecutor?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  I thought the prosecutor had absolute immunity. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You say he -- he can't be brought into court to defend his own -- his own judgment, but he can be brought into court when -- when an investigator is sued in -- in order to take his testimony as to what would have happened?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he may have done it voluntarily here, but I find it hard to believe that he could be subpoenaed, when -- when he has absolute immunity from suit against himself, to testify in a suit against somebody else.  It seems to me a very strange kind of a --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So he's a witness.  Suppose his testimony --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the person is convicted."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Can you bring your Bivens claim anyway?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Really?  So that's a -- but it's not a civil case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you say that if he's convicted, after all, he may have been convicted but it may be because of the retaliatory motive."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So you -- so you say --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- if he's convicted, that's the end of it --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether there was a retaliatory motive or not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, that's 1983."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So what he does is he --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- he brings his action and he says here I am 20 years in prison and I agree I'm guilty, but they never would have prosecuted me without the fact that they hate the Hell's Angels and they, in fact, criticize everything that we say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  He's saying I was -- I was guilty, but the -- all right.  Anyway --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I won't force you into that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'll take basically virtually never if he's convicted.  They concede that you could bring this kind of action if there's no probable cause.  So we're talking about that range where there was probable cause but acquittal.  That's what we're talking about here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you're -- you're in the 1111 14th Street, NW Suite 400 cases, but I'm -- I'm trying to pursue this.  You've given me another idea --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- which is I would like to say one word about this.  I'm sorry to interrupt your train of thought here, but look. I'm looking for other screens.  Is there -- is there -- the particular point that they're worried about is you say we want to establish the retaliatory motive.  That's what's worrying them because they see, in that establishment of the retaliatory motive, discovery, and discovery means you not only talk to the investigators, but you're also talking to, as a witness, the prosecutors to find out who said what to whom in order to see if you could establish that they didn't like the speech of the defendant.  Now, can you give me any screen, not your case, but any kind of a screen that will help --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- weed out the sheep from the lambs --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the goats from the sheep or whatever --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- in that area?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the -- the screen, in effect, is --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the qualified immunity screen."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Have there been cases where in the context of the prosecution, there's been a motion to dismiss the prosecution because it was 1111 14th Street, NW Suite 400 brought in retaliation for the exercise of the First Amendment right?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Have there been cases in the other courts?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it did in the Armstrong --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But in the race context, it is a dismissal of the prosecution itself.  Isn't it?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- with Harlow here."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"justices","text":"My -- my question was directed to the First Amendment."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, surely the 1111 14th Street, NW Suite 400 prosecution --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Surely the prosecution would go ahead if there were probable cause.  No?  No? I mean, suppose it was brought up during the prosecution."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You mean to say if there was -- if there was perfect probable cause for the prosecution, that you can stop the prosecution in its tracks by -- by an allegation of the First Amendment violation?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that's true.  I now think we're making some progress.  I don't think it is quite a qualified immunity.  I think it's possible 1111 14th Street, NW Suite 400 and don't -- I'm putting words in your mouth and deny them if I am.  One, he's convicted, no case.  Two, no probable cause, everybody agrees there's a case. Three, now there is probable cause, but he's acquitted. Okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In that circumstance, suppose you say we cannot even allow discovery.  You don't even get to discovery on your retaliatory motive unless you show clearly, question mark, or unless you show likely, question mark, that the investigator not only retaliated, but he retaliated under conditions where any reasonable person would have known that what he was doing was contrary to the Constitution."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if you don't show that as a -- as a threshold, you don't even get discovery."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if you turn the Harlow standard around -- I mean, you're -- you're making the -- the negation of the Harlow standard the screening device -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- in Justice Breyer's example."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. McCartan, what was the 1887 case or 1880 --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yick Wo."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I thought you said Armstrong."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yick Wo."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Let -- let me ask you this. Suppose the law enforcement official -- the postal inspectors bring the prosecution to the prosecutor because of their disagreement with his First Amendment views.  The prosecutor said, I don't care about the First Amendment views.  I'm glad you brought this to me.  I'm going to prosecute because there's probable 1111 14th Street, NW Suite 400 cause here and this is a bad actor.  What results?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's why --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the prosecutor said, you shouldn't have brought this to me because you -- you're -- you're motivated by the First Amendment. But now that it's here, I have my own independent interest in going ahead."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And if the burden does shift that way --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- wouldn't it be consistent with the screening mechanism that Justice Breyer suggested and -- and that you accepted?  Wouldn't -- wouldn't the -- the -- when the burden shifts, wouldn't the obligation be on -- on the point of substance, as opposed to the point of -- of screening, not to show that the -- that the prosecutor would have brought the prosecution anyway, but to show that the investigator would have acted to procure that prosecution anyway? So you would have parallel standards."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  But just -- I just want to nail this --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- to make sure I understand it.  So you're -- you're modifying your position of a minute ago in which you said the standard would be would the prosecution have been brought anyway, and you're now saying, which I think would be consistent with your answer to Justice Breyer, the -- the question is would the investigators have tried to procure the prosecution anyway.  And do I understand you correctly, 1111 14th Street, NW Suite 400 and -- and have you changed your position?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right, because the prosecutor could have gotten a lot of other information from other people."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you're not going to throw out the prosecution just because this one piece of information was bad."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":7,"sideBefore":"justices","text":"So it's a dual --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I go back to one question Justice O'Connor asked you earlier?  To what extent are there -- is there precedent out there in other courts that have decided this very issue?  Are there -- is there precedent for what you're asking us to do?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But a violation of First Amendment rights or --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and were those cases in which the prosecution itself was brought to a halt, or were they post-prosecution damage actions?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The conviction."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But is there any precedent for a damage action of this kind?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but not quite. Bivens isn't exactly like that.  This is Fourth Amendment. So is there -- is there precedent for a damage action brought on the theory that the prosecution was brought for -- to retaliate for First Amendment speech?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not either."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that -- that means one of two things:  either what you're arguing for is not 1111 14th Street, NW Suite 400 going to bring a flood of litigation, or everyone has assumed that probable cause is a -- is a requirement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but -- but I'm not sure that that proposition has been established in the cases."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Neither -- neither does absolute immunity for the prosecutor distinguish between whether the prosecutor was acting just illegally or just acting unconstitutionally.  I mean, yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You apply the same rule there."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, well, your -- your point that -- that there -- there has to be a 1111 14th Street, NW Suite 400 -- difference between whether there's a constitutional violation or not in this context seems to me not well taken because we don't make that distinction in the context of giving absolute immunity to the prosecutor. We don't say he doesn't have absolute immunity when -- when he's been guilty of a constitutional violation."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  But the point remains that if in the prosecutorial context that the immunity exists whether or not there's a constitutional violation, then that teaches us that the same rule should apply to this case.  That was Justice Scalia's"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question? Maybe I should ask Mr. Kneedler.  But am I correct in assuming that even if you should lose on the issue that we're faced with today, the case would, nevertheless, go forward because you would still seek to prove an absence of probable cause?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the case wouldn't be over if you lose here."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I wouldn't worry a lot about that, Mr. --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like to ask you one other question.  Suppose you win on this on the grounds we've been discussing.  What happens in the middle of the trial when a defendant wants to say the same thing? Can he avoid conviction by showing the same thing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What happens when the same claim is made in the middle of a trial that I -- whether I'm guilty or innocent?  I haven't been convicted yet, and I want to show that this prosecution wouldn't have been brought in the absence of the retaliatory motive.  Can he make that claim in the middle of trial or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, he believes it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  He's not acquitted."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He's in the middle of trial 1111 14th Street, NW Suite 400 and he wants to say --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's the criminal trial."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"It's a criminal trial."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":8,"sideBefore":"justices","text":"The original criminal trial."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"He's in a criminal trial, and what he wants --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They read our opinion which holds in your favor.  Then the next thing is in -- in the criminal cases the defense lawyers say, hey, I -- I think my client wouldn't be here today were it not that the FBI had a retaliatory motive."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  They're going to show exactly the elements that we write in our opinion."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you very much, Mr. McCartan. Mr. Kneedler, you have 3 minutes left. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're not talking about prosecutors there --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the judge granting a motion to quit at the close of the Government's evidence?  Why isn't that objective?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I wasn't --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your opponent says -- says there is no probable cause requirement.  You are now on there's no objective test.  It's all subjective. I suggest that there could be an objective test.  This is not going to the probable cause question.  Objective test?  Was this case thrown out at the close of the Government's evidence?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. The case is submitted."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3617,"interruptions":30,"times_spoken":64,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PATRICK F. McCARTAN","firstName":"PATRICK","lastName":"McCARTAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2968,"interruptions":33,"times_spoken":113,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":984,"interruptions":7,"times_spoken":45,"laughter":0,"num_int_by":4},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":7,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":545,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":308,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":167,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":929,"interruptions":9,"times_spoken":39,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1762,"interruptions":13,"times_spoken":52,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3617,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":33,"words_spoken":2968,"times_spoken":113,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":41,"words_spoken":5214,"times_spoken":191,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":7,"prediction":{"petitioner":0.4488106505724373,"respondent":0.5511893494275627,"date":1473644743020}}