{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"CHARLOTTE CUNO, ET AL.; and : WILLIAM W. WILKINS, TAX COMMISSIONER FOR THE STATE OF OHIO, ET AL., Petitioners, v. : : No. 04-1724 CHARLOTTE CUNO, ET AL. ","counsel":[2]},"caseNumber":"04-1704","date":"2006-03-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in 04-1704, Chrysler versus -- DaimlerChrysler versus Cuno, and 04-1724, Wilkins versus Cuno. Mr. Olson. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, who would have -- who would have standing? I understand your argument that Ohio taxpayers don't, but are there people who would have standing?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think there has to be somebody who can challenge it, though. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Some of our opinions say that, don't they, that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it's not necessarily true that there has to be --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, I had asked you the question, because I wanted to know whether this case was distinguishable from Flast in that regard, although I recognize your quotation from Valley Forge. 1111 14th Street, NW Suite 400 That -- Flast seemed to be a case that fit that description, that there was no one who would have a better claim for injury, in fact."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to the claims that are before us. But there was standing below for the municipal taxpayers with respect to their challenge to the property taxes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why isn't -- these -- why aren't the present claims brought under -- you know, within the same nucleus of operative facts, the same sort of supplemental jurisdiction that allows the Federal court to consider purely State law claims if they have jurisdiction of another related Federal claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But just to get -- I mean, you don't dispute the standing of the municipal taxpayers on the property tax issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's an article III issue, I think that's always before us."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was thinking if your -- if the argument is that the claims that you're concerned about today can be piggybacked onto the other ones, then we do have to consider whether there's a pig to piggyback them onto."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In any case, it's clear that that -- that that entity no longer has standing, isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't -- I mean, I thought the assumption here is that they don't have standing. The --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The former standing of Kim's Auto cannot allow this suit to proceed, under any theory --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you have to have standing during the entire --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- process --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the only person who could give them standing, even by this associational theory, is gone."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are not property taxpayers who have standing under any -- under the argument that you've just made."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The only property-tax individual who had standing was somebody whose land had been condemned. None of these other people in it have 1111 14th Street, NW Suite 400 had their land condemned --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whose land has been condemned."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but you say that a property taxowner, simply by being -- simply by being subject to the property tax, does not having standing. Isn't that your position?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, I don't mean to deflect you from getting on to the merits, but there was one point in your brief that was of concern to me. That is, you said that you questioned whether, assuming we accept your argument on standing, it would be appropriate to return this case to the court of appeals with instructions that it be remanded to the State court and with the counsel fees that 1447 entitle one to. And you said that would not be right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Cole. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do they have standing in State court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And what about the municipal taxpayers on the property tax claim that we were talking about earlier?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do they have standing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's because it's a local -- it's a Toledo city property tax, is that the distinction you're making?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So, that's --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You would be challenging the local action --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- rather than the State --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- action, and that's how you distinguish the municipal taxpayer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, a tax -- just -- so, a taxpayer in Wyoming can't challenge the State tax, because his claim is too diffuse, but a resident in New York City can challenge the city tax, because it's not."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"There's also a redressability problem, too, isn't there? I mean, assuming they could, is there any -- would action against the Assembly eliminate their tax?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There are some -- at least it's arguable that there's Federal municipal taxpayer standing. And certainly some States have said that there is. And that -- and whatever Ohio might or might not do is not relevant to this proceeding. We don't know that. I'm -- you've given your opinion on what it would be."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's a --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that's the piggybacking question. That's quite different. And --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"On the merits, I think that their claim is -- take company A and company B. Both are located in Toledo, both hire a certain number of people, have a certain payroll, have a certain amount of property, and have a certain amount of business. Identical. And they're charged a tax. And now, what -- company B, when it's thinking of building a new plant or make new investment in machinery, if it goes to Wisconsin, it will discover it pays less taxes on all those things that were already in Ohio. And, therefore, the people who sell land or machinery in 1111 14th Street, NW Suite 400 Wisconsin are discovering it isn't being bought, because that old tax, which really had nothing to do with this new investment, is now less because of the new investment. So, that hurts businesses in Wisconsin. As I understand it, that's their claim. And if I've got it wrong, I'm sure you'll correct me."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then I'm probably wrong. [Laughter.]"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So, that -- that is true, and then the effect of that is that firms that now do business in Ohio won't build their new facility in Wisconsin, because they like the lower tax bill in 1111 14th Street, NW Suite 400 Ohio. And that hurts businesses and others in Wisconsin."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You were saying they have no harm? I think they're pointing to that harm."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what is the harm --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- they think -- well, they can tell me. All right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There isn't -- the tax credit doesn't give them -- require them to buy, in State. I mean, the purchase -- whatever they equip the plant with can come from vendors and manufacturers, out of State?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And the credit's available to out-of-State companies."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but it would be of higher value if they invest it in Ohio. I mean, that's all --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Presumably, the Ohio legislators were not doing this irrationally."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- in some sense, at the expense of the citizens in other States."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask this question? Would the case be any different if, instead of a tax credit, they offered a cash subsidy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Cole. Mr. Enrich. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"What was --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Is there any authority at all for saying you can piggyback the basic case or controversy requirement? I mean, it's one thing to say you can hook a nondiverse claim, but it's a claim; it's a case or controversy. I'm -- I don't know of any authority that says that you can -- you can take a matter that is not a constitutional case or controversy and latch it onto something that does qualify."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think it was pointed out that, in Flast, at least, you were dealing with the same spending on the part of the Federal Government. Here, you have apples and oranges. The property tax is quite discrete from the investment tax credit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I back you up just a bit before we talk about piggybacking? This Court hasn't held that municipal taxpayers have standing in this sort of situation, have they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, if you want us to piggyback, we -- and if it is an article III question - - we would have to decide that issue before we can decide whether we can piggyback your current claims onto it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. And you agree that the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And you agree that the municipal taxpayer standing on the property tax question is an open issue before this Court. We have not had a holding on that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Have you found any other instance in which -- any case -- there was a absolute lack of standing, prudential standing, but the Court waived that, because it was prudential and not constitutional?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Which one?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Did the case use the phrase \"capable of repetition and evading review,\" or -- which is a mootness --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I just have to read Craig --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- on the --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The problem in Craig, with the name plaintiff, is, it wasn't a class action, an 18-year-old sent to turn 21 in the fullness of time. But I didn't understand your answer about the beer seller whose standing saved the case, at least in the view of the majority of this Court. She had a real pocketbook injury. She was not able to sell her beer to the thirsty boys. So -- [Laughter.]"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- I don't understand why that's an example of a loose standing connection. I 1111 14th Street, NW Suite 400 mean, she surely had an -- a pocketbook injury. True, she was complaining about a denial of equal protection to the fraternity brothers, but that she had an injury, in fact, there was no doubt."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There was no lack of standing below. The problem was that the -- Craig turned 21 while the case was pending in this Court. There was standing below. He was 18 when the litigation started."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, could I ask about the ancillary doctrine? You say the case you cite to establish it is Flast versus Cohen. Was the doctrine discussed in Flast versus Cohen, or are you relying simply on the fact that Flast versus Cohen involved both an Establishment Clause and a free-exercise challenge, and the Court only discussed the Establishment Clause challenge?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- I had not --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- recollected that footnote. I will -- I will find it. I don't read footnotes, normally. [Laughter.]"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"In any event, they were attacking the same thing. So, your case is different, 1111 14th Street, NW Suite 400 at least to that extent, that you have two discrete taxes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about the fact that a State has a lower income tax or a lower property tax than any other State in the Union? Does that violate the Commerce Clause because it induces businesses to --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What's --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's the case --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the case --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- in the tax example. I mean, the taxes are apportioned. The part of the tax -- or the business that would be taxable in the State gets taxed at a lower rate. Businesses say, \"Gee, let's do more business in Ohio and pay less taxes.\" In 1111 14th Street, NW Suite 400 this case, they're getting, effectively, taxed at a lower rate, because they make an investment in Ohio."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The only one who gets the advantage of the lower -- the lower income tax rate and the lower property tax rate is someone who is located in the State. It's exactly the same."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I told you, you have to 1111 14th Street, NW Suite 400 locate -- you'd have to locate in the low-tax State to get advantage of the low -- of the low tax."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then all the -- but all you're saying -- but you have to do business in the State with the lower income tax rate to get the advantage of the lower rate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- would seem to present the same Commerce Clause problem that you're posing for us today."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Likewise, a business that does not locate in Ohio is not subject to the -- to the higher Ohio tax, which has been reduced for them. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, they're --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- they're exempt from it entirely, which is even better, I suppose."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Was the legislation that established this tax benefit -- was it controversial? Were there those who opposed it as a giveaway to -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I have -- I will take judicial cognizance of the fact that such proposals are sometimes politically controversial. Isn't that the place to fight out this thing? Isn't your basic objection here that you don't agree that a State should give tax credits to business, and that's something that, you know, is in the political arena, and let the people fight it out?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why should that be an issue that a court should decide?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but what you call --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- what you call discrimination is any differential. In fact, in this case, the effective tax differential is a quid pro quo for an investment. And, basically, your argument boils down to saying that there's discrimination whenever the State offers a quid pro quo for an advantage and somebody decides not to take advantage of it."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's not discrimination. That is simply the effect of a free choice, and any business is free to make that choice."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I could -- I could see your argument, if, for example, in the tax exchange case, there was not taxation being made of the out-of-State transactions. But that was the case in --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- the tax. And there is -- there's no such parallel here."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you the same question I asked your adversary? Suppose, instead of a tax credit, they said, \"We'll pay for the construction cost of a building, or we'll give you a piece of real estate, in order to get you to come in. Part of big redevelopment progress\" --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"program, we would give you this parcel of real estate.\" Would that also be 1111 14th Street, NW Suite 400 subject to the same analysis?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, they wouldn't be acting -- other than the one transaction, \"We'll give you one particular benefit in this new development progress -- project, with no further participation as a market participant or anything like that,\" that would -- it seems to me that would fit right into your analysis."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But in terms of discrimination and economic impact, they really are the same?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but they're -- what our opinions hold are that there are some matters of producing the same result as a cash subsidy --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- that are no good, but there are other matters that are perfectly okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And the mere fact that it has the same effect as a cash subsidy is not a problem, as far as the Commerce Clause is concerned. And what you're arguing here is, the mere fact that it has that effect of favoring businesses that choose to locate in Ohio is what makes it bad, not the fact that it's relieving, from a tax that applies to both in-State and 1111 14th Street, NW Suite 400 out-of-State businesses, only in-State business. That's -- that was the Hawaii case, and all the other cases you cite. But what your argument here is that the mere fact of providing a subsidy violates the Commerce Clause. And I don't know --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- any case --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Except the criterion is not mere in-State activity. The criterion is a particular in-State activity, an investment, as to which the credit is a quid pro quo. And the opportunity to make that investment is open to every business, presently in-State, presently out-of-State, no matter where domiciled."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that tax did apply to out-of-State businesses --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and they got no reduction"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Some States -- Counsel, some States have homestead exemptions to property taxes for people when they're buying homes in the State. That -- those would be invalid under your theory?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- that person may have another piece of property in the -- in the other State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And he's not getting the benefit of this, because his homestead -- he lives somewhere else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they're two identical pieces of property, and they'll say -- one say, \"You're going to be taxed at a lower rate if that's where you're living, if that's your homestead; but if you happen to live outside the State, you're going to get taxed at a higher rate.\" It would seem to be very similar to what you're challenging here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's imposing tax on property in the State at a higher rate if it's not the person's homestead; in other words, if they don't live in the State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's the same purpose. There's some place -- they want people to move in -- into the District here, for example, just like Ohio wants businesses to move in."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"A lot of money in building homes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Olson, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you have --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- dog license -- dog license costs $10, but you have to pay 20 if you invest next time in Wisconsin. 1111 14th Street, NW Suite 400 [Laughter.]"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"By the way, we're not going to do it that way, we're just going to say you pay half."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But, you see -- but my point is --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- separate tax in Ohio, and we're going to double it, though, if your next investment is in some --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- other State."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct. Now, all we do is, we say, \"We're not going to double it. You're going to pay the same. But everybody invests here, pays half.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't believe in harmonization, Mr. Olson? [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 11:06 a.m., the case in the above-entitled matter was submitted.] 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1864,"interruptions":26,"times_spoken":38,"laughter":0,"num_int_by":4},{"id":1,"fullName":"DOUGLAS R. COLE","firstName":"DOUGLAS","lastName":"COLE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2161,"interruptions":15,"times_spoken":30,"laughter":1,"num_int_by":4},{"id":2,"fullName":"PETER ENRICH","firstName":"PETER","lastName":"ENRICH","counsel":true,"justice":false,"side":"respondent","words_spoken":2914,"interruptions":33,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":674,"interruptions":6,"times_spoken":34,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":638,"interruptions":6,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":787,"interruptions":19,"times_spoken":45,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":398,"interruptions":4,"times_spoken":17,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":30,"interruptions":3,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":6,"times_spoken":13,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":4025,"times_spoken":68,"laughter":1,"num_int_by":4},{"side":"respondent","interruptions":33,"words_spoken":2914,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":45,"words_spoken":2952,"times_spoken":136,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126685}}