{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"FEDERAL ELECTION COMMISSION. ","counsel":[1]},"caseNumber":"04-1581","date":"2006-01-17T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in No. 04-1581, Wisconsin Right to Life, Incorporated v. Federal Election Commission. Mr. Bopp. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, right -- right there I guess I -- I have a problem with -- with your argument, and I just want to get it out. I went back and looked at some of the examples that were given at -- in -- in the McConnell case for parallels between what we -- what we thought was covered in those cases 1111 14th Street, NW Suite 400 and -- and yours -- your case. And the -- the one which I -- I guessed was probably the closest was the -- was the advertisements there in -- in the McConnell case on the -- the lobbying on the Chinese trade relations. The basic message in -- in that case was China uses forced labor. The Congress of the United States is about to make it easier for -- for Chinese goods to get in here and for China to have a respectable trade status. And -- and it said, call Congressman Myrick, I think it was, in any case, a Member of Congress, and -- and say what you think. In this case, you're -- you're talking about a -- a filibuster, and you say, you know, they're filibustering nominees and they're not coming up to -- to a vote. Tell the two Senators in this State, Kohl and Feingold, that -- that you don't like this. The only difference that I could see basically between the two kinds of ads was that in the first one -- in -- in the Myrick ad, they actually gave the number of the -- of the congressional office to call and say, hey, don't do this. In this case, your clients did not give a -- a number. They gave a Web site to an organization. Insofar as I know, it doesn't have a number. Which gets me to the question. If the -- the 1111 14th Street, NW Suite 400 Chinese trade relations ad was presumably validly subject to the act, I don't see why your client's ad is not, for the same reason, subject to the act and for the further reason that it doesn't even give a phone number to call -- to -- to lobby the people. So it seems to me that on stare decisis grounds, unless we're going to go back and simply reexamine McConnell to -- to -- from -- from scratch, that your clients fall within the general rule as -- as we held it in McConnell. So why doesn't precedent foreclose this?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you didn't even give their phone numbers."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So if we accept that extra step, that's -- that gets you -- if -- if we accept the extra step that gets you parallel to the -- to the ad that we considered in McConnell."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if it's the fact that you go to the Web site and that's what's supposed to make this what it was in McConnell which, by the way, we said was illegal, what they -- the first thing they're going to see when they get to the Web site, which I agree with you -- four times in 3 of the 12 sentences of this ad -- in 3 of the 12 -- it says, befair.org, visit befair.org, go to befair.org. And the first thing that they're going to see when they get to befair.org is a big headline in bold -- gold -- bold letters which says, Feingold and Kohl continue to support unprecedented filibusters of judicial nominees. So, in fact, if befair.org is brought into the 1111 14th Street, NW Suite 400 picture, that makes this ad look much more like an effort to -- to defeat Senator Feingold than the ad that we considered in our previous case."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't it?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but in McConnell --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But if you are right --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"-- in McConnell, the Court said corporations and unions may finance genuine issue ads during election blackout periods by simply avoiding any specific reference to Federal candidates or, in doubtful cases, by paying for the ad from a segregated fund. Now, that language indicates, to me at least, that the Court was saying there are no genuine issue 1111 14th Street, NW Suite 400 ads meeting the definition as you would have us apply it here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, to what extent can we take into account the surrounding circumstances? One thing that you advocate is to look at this ad in isolation. But if you add to it that your organization made it clear that it opposed the candidacy of Senator Feingold and that it supported his opponents, that your organization also connected, as Justice Breyer just brought out, Senator Feingold with this filibuster, and then if the filibuster was such an important thing for grassroots lobbying, why was it that when the election was over, this ad was not repeated?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't -- I don't understand what you just said."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I mean, once it didn't come to a head in November and it was still an issue, why didn't you continue to run it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your point was that it was not an issue after the election."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Were you taking a position on this issue prior to the election time frame?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Had you taken out advertisements prior to that time frame?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the basic question I think is this. All of us -- or almost all of us who are here -- spent an entire summer reading through one of the longest set of opinions I've ever seen from the lower courts and going through a record that they had compiled over months reflecting 6 years of congressional effort. And what that record showed with dozens, hundreds I think, of examples was the basis for Congress' conclusion that there's simply no way to know whether an ad like yours is a genuine issue ad or isn't. And the only way that we have a hope of stopping rich people or corporations or labor unions 1111 14th Street, NW Suite 400 from simply trying to defeat candidates by writing sham ads is to have the rule that we had. Now, you have a very good argument, but it's an argument that I heard right in that case. And we considered right in that case issues like yours, just ads like yours, ads that were even less sham-like than yours, if you want to call yours a sham -- I don't mean to be pejorative. But we considered all that, and then we used them as an example. And of course, it was close. 5 to 4 this Court said ads that are even more apparently neutral on their face than yours, Congress can impose this requirement. Now, what's different about your ad than the ads we put right in that opinion as examples of what we'd allow Congress to control? What's different now or are you asking us to go back only a year later and undo what we did?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we return to --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, then can we return to my question? Do we view the ad in isolation, and do we discount the connection by your organization of this Senator with the filibuster that you said was a very bad thing?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the electorate will know that this issue is presented to them in connection with this Senator and that your organization has linked the two very clearly."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why didn't we have to go the other way in the Chinese trade relation example? I mean, everything --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unless I'm missing something in your argument, everything you are saying in this argument could have been said with respect to 1111 14th Street, NW Suite 400 that ad and, as Justice Breyer said, to a couple of others."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and we -- we cited some other examples as -- as examples that, on the face of it and on the face of the record, would -- would lawfully fall within the -- the general rule that we said Congress could prescribe."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the point --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I don't want to cut you off from your Yellowtail argument, if -- if you want to make it, but it seems to me that the problem in this case is that your ad is very much like a non - 1111 14th Street, NW Suite 400 Yellowtail ad. And the problem that we would have in accepting your argument is, number one, a problem of precedent and, number two, the problem that Justice Breyer raised that, again, we had dealt with in the prior case."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. Let me just finish my question."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Once you get out of the sphere of -- of kind of sham ads that just hit you in your face, there isn't a practical way to tell the difference. There isn't a kind of magic formula. We rejected the magic word, or Congress rejected the magic word's approach. And therefore, Congress came up with a rule that it did within certain time limits, identified candidates, identified audiences. You can't do it within this period of time unless you do it through a PAC. What is different in your case from those paradigm examples in -- in McConnell?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But Yellowtail --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is -- is an ad of -- an obviously sham ad. The problem that we're dealing with"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Bopp, did -- did the opinion refer to --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":7,"sideBefore":"justices","text":"May -- may I finish?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"-- sham ads?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Excuse me. May I -- may I finish my question?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Did the opinion refer to --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Justice Souter."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":2,"sideBefore":"justices","text":"May I finish my question? The -- the -- no one is saying that your ad in this case is an obviously sham ad like Yellowtail. Your ad in this case is one of those ads that it's difficult to deal with fairly. You can say, well, you know, it's an electioneering ad and you can say it's -- it's a lobbying ad. And -- and Congress decided how to deal with them. We said that's okay. Why doesn't --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but why doesn't your ad fall within the reasoning that we used in approving -- on the facial challenge, in approving the statute?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- no question about it."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But your -- your as-applied"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- challenge has got to have something different about it, something unusual that says this is why my ad does not fall within the general rule. And that's what I'm trying to get at."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't the Chinese trade issue currently pending?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's no difference."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- may I ask one question just to find out? Are you contending that there is a sharp distinction? There's a category of issue ads and a category of election ads that are mutually exclusive?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. If you can answer my question yes or no. Are -- are you arguing there are two mutually exclusive categories, or are there ads that fit somewhat in both?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you able to answer my question yes or no?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not claiming there 1111 14th Street, NW Suite 400 are separate categories."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's either -- it's either an issue ad or it's a candidate ad."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the -- does the FEC draw -- distinguish between sham ads and genuine issue ads?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So what is the test? Because I -- my vague recollection from a year and a half ago is that there was in that testimony political consultants who said if you really want to defeat a Senator, here's how you do it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Run an ad that just speaks about a group of Senators. It's plain that they're bad, and then put in some words that mention his name and everybody will get the point. They said that's even better than saying, vote against. And then our opinion said there is little difference between an ad that urges voters to vote against Jane Doe and one that condemns Jane Doe's record on a particular issue while exhorting viewers to call Jane Doe and tell her what you think. That was the opinion. So, now, what's your test to decide whether that's what's going on or whether this is a genuine 1111 14th Street, NW Suite 400 issue ad?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, this ad could have been run by your clients by a segregated fund."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It just ran out of money. Is that the deal?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. If you can do this, can a labor union do it?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And a corporation?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, then -- then we're back to -- I mean, I've heard this. This is very familiar music to me and I think you raise a tough issue. I just thought we perhaps had decided it. But the -- the reason that this was so tough was then these very, very wealthy individuals -- and since I once read through the list, I know who they are. And they -- they say, I'm going to give $15 million. You know, I'm going to give $15 million. So they hire this genius political consultant that's there in the record. And what happens is ads that look an awful like this, and this consultant says, hey, we have $15 million to pay for it from this one person. And they run them all over the country. And Senator after Senator is boom, boom, boom, boom."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It becomes a question of motive and how do we know what the motive is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bopp. General Clement, we'll hear now from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In McConnell against FEC, you stood there and told us that this was a facial challenge and that as-applied challenges could be brought in the future. This is an as-applied challenge and now you're telling us that it's already been decided. It's a classic bait and switch."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any other case that you can cite where we've upheld a facial challenge and then later said that an as-applied challenge was barred by our ruling on the facial challenge?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Like Justice Stevens, I think that's a yes or no. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I beg your pardon. I didn't hear the names of the cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a very different question. That's interpreting the scope of 1111 14th Street, NW Suite 400 Congress's power under section 5 of the Fourteenth Amendment. The issue is whether it's limited to the constitutional violations or sweeps more broadly. If you conclude that it sweeps more broadly, it's not suggesting that an as-applied challenge can be brought by someone who's covered by the broader sweep. That's a very different question. Is there any First Amendment case where we've said this is facially valid and then said as-applied challenges can't be brought?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it would be like in any of those cases where you have a -- a broad prohibition and you say, yes, there may be situations where it's unconstitutional, but the statute is valid on its face. And then someone comes in and says, well, my situation is one where it's unconstitutional. We've never said, well, it's too bad because it's valid on its face, have we?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it might have been that 90 feet included a public street and you couldn't go down a public street without -- so -- and so --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it does seems strange to me in a speech case to say we're foreclosing as- applied challenges."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose you can say, yes, you can have an as-applied challenge, but this one doesn't meet the test."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So let's say you had an organization that every month of every year it took out an ad the first week of every month, and it said the same thing and it said, contact your Senators. This issue is important to us. And they do that every month. All of a sudden, their ad's nature changes because an election is -- happens to be coming up and it's illegal the month before the election, even though it was clearly something that they did without regard to the election."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If we want to place an ad in October, the solution is to place an ad November through September, and then we're okay. And the only reason we're going to do it November through September is so we can do it in October?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a pretty broad definition of a sham."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But on an issue like this, the filibuster, it's the Senators who are doing it, and their ad referred to not only the Senator who was up for election, but the one who was not."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You think Congress has the power to prohibit any First Amendment contact -- conduct that might have an impact on the election? I mean, is that the criterion for whether it -- it can be prohibited?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you think there is a compelling interest in preventing people from thinking about an issue and then calling their Senator during the blackout period. That's the compelling interest that, in effect, you are arguing for."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are -- are Web sites and chat rooms covered by the McCain-Feingold?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But certainly under your view, they ought to be. If you funded a Web site which was very popular or a chat room, I certainly think it should come within your proscription so that we can't talk about issues during an election."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why -- why not? Suppose -- suppose most people look at the Web site and they don't listen to the -- listen to the radio. I think certainly McCain-Feingold should be extended to that under your view."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is the difference with this? I mean, in my mind are possible as-applied challenges. Bread for the City. Never supported the candidate, worried about the hurricane in Louisiana. Vote for relief for New Orleans. Write your Senator, Senator X. Organization two. Never supported a candidate one way or the other, but has an issue they're always interested in, and they run ads cycle after cycle after cycle and they don't want to pull them just because October has come along. All right? Now, think of those organizations where I think maybe, sure, maybe they'd win their as- applied challenge. And here, you're not arguing it -- he doesn't have a right to bring it. You're arguing, 1111 14th Street, NW Suite 400 of course, he can bring an as-applied challenge. He's just going to lose given our rationale. All right? Why?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What was the bright line rule that -- that you think the -- the opinion established? I thought the bright line rule was whether it's an issue ad or -- or, rather, a phony issue ad. I thought that was the -- the line that -- 1111 14th Street, NW Suite 400 that the opinion was trying to -- to draw. You -- you say that the opinion drew the line between what? All issue ads are out?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No issue ads during the -- the blackout."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, of course, I know."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And stand on your head. But the -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Within -- within the framework of the statute, you think the clear line that is established by the opinion is no issue ads without this special funding during the blackout. You think that's what the opinion says?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it speak about sham issue ads?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why did you say there were 7 percent of these that -- that are probably okay?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I deny the first thing, that it's easy to do issue ads without naming the candidate. The -- the point of an issue ad is to put pressure on -- on the candidate that you want to vote your way. Without -- without telling people to call -- not the candidate -- the -- the incumbent that you want to vote your way -- without telling people to call the office of that incumbent, you're not doing very much."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could they have said in the ad, call your elected representatives, not naming any names?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"General --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"That may be because the people who were doing the filibuster were the Senators. It's not -- it's not a surprising thing to link the Senators to that issue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The fact that it mentions both -- the fact that it mentions both Senators strongly suggests to me that it's concerned about the issue because one of the Senators wasn't up for election."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And they -- and they could have -- they could have named Senator Kohl, I take it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's such an odd calculus. Who is the person more likely to be influenced with an issue ad? The person who's running or the person who's not going to run for 4 years? Obviously, the former."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's -- and that's the one area where the ad is prohibited."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you're trying to influence the Senators who are presumably or possibly in their home State during a recess, that's 1111 14th Street, NW Suite 400 perfect timing to influence the Senators who are the ones engaging in the filibuster --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- without regard to whether they're running for election or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I've lost track of it. Your -- your answer to Justice Breyer's hypothetical about Bread for the City and the hurricane and all that is that that would be an illegal ad? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you do -- you do an ideological history, an ideological pedigree of various speakers. You think that's consistent with the First Amendment? That -- that was the ACLU's suggestion which, it seems to me, shows you how far we've gone down this road."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I want to know exactly. I didn't think -- I thought Congress considered this impossible question. I thought that 7 percent figure was from a study, in fact, dozens of studies, where these people who were experts, quote, decided that about 7 percent of the ads like this one distinguishing between really interested in issues or interested in issues but, in significant part, defeating the Senator. In the latter, of course, it's campaign and it's part of the regulation of campaign funds. But they didn't think we could do it. They thought first they could do it, and then they told the 1111 14th Street, NW Suite 400 FEC to go and produce a set of regs that would, in fact, try to screen out that legitimate 7 percent. Am I wrong about how the statute was supposed to work?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why haven't they done it? And I had thought also that they were supposed to control 527's by having regs or individual cases that would decide whether there was a mix of personnel between the campaign and the 527, whether they talked to people and planned their strategy. Have there been those regs written?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"General --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"General Clement, if you could clarify for me some -- a response that Mr. Bopp gave. Did this ad run, was it broadcast or televised before the blackout period?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you one other thing about the setting? When you went to the Web site to get further information, what was conveyed about Senator Feingold when you went to get that further information?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"General Clement, you -- you've pointed out the difficulties, but I don't know any other area where we said, well, you know, the -- the -- when you're dealing with important -- important freedoms, important guarantees, where we shrug our shoulders and say, well, the only way to accomplish what the Government wants to do is to ride right -- right over those guarantees. I mean, we say, we -- we cannot bust up this -- this drug conspiracy unless we use warrantless searches. So, you know, whatever it takes. We don't -- we don't operate that way. And here, you're -- you're dealing with a very fundamental guarantee --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- the -- the right which I think applies to corporations, as well as to anybody else, and for individuals to associate with one another to bring to bear influence on the legislative process. That's a fundamental guarantee. And it doesn't satisfy me to say, well, there's no other way to stop people from criticizing incumbents during -- during the election blackout period. Maybe you can't do entirely what you want to do."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But both of those examples, of course, are quantities, and once you -- I think it was Holmes who said, once you admit the necessity of drawing a line, you know, you can always find something on one side or the other. It's quite different between $1,000 and $2,000 or 100 feet and 75 feet and advocacy with respect to an election and advocacy with respect to an issue. It's an entirely different quality of a distinction, it seems to me."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"justices","text":"And -- and the difference -- the difference is this is a content-based inquiry. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think the real bottom line for the -- your opponent is that even a pure election ad should get the same constitutional protection as an issue ad, which is something we've rejected."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General. Mr. Bopp, you have 4 minutes remaining. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a vast difference, but the question I have is whether Congress has any 1111 14th Street, NW Suite 400 voice in trying to draw the line that divides the two categories."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and if we are in a gray area that there's some who could say it's issue and some could say it's electioneering, do we owe any deference to Congress' test that it has drafted?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So your position basically would say we should take all of these cases on a case- by-case basis and not give any presumptive weight to what -- what Congress has done."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bopp. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES BOPP","firstName":"JAMES","lastName":"BOPP","counsel":true,"justice":false,"side":"petitioner","words_spoken":2798,"interruptions":25,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":3749,"interruptions":23,"times_spoken":50,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":766,"interruptions":2,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":974,"interruptions":5,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1118,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":140,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":232,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":4,"times_spoken":17,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":238,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":320,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":2798,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":3749,"times_spoken":50,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":18,"words_spoken":4308,"times_spoken":115,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8391678585517289,"respondent":0.16083214144827107,"date":1472703110024}}