{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"FREDDIE J. BOOKER; and - - - - - - - - - - - - - - - -: UNITED STATES, Petitioner : No. 04-105 v. DUNCAN FANFAN ","counsel":[1,2]},"caseNumber":"04-104","date":"2004-10-04T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in Number 04-104, United States against Freddie J. Booker and 04-105, United States against Duncan Fanfan. Mr. Clement. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you say we found no serious Sixth Amendment issue raised.  Was the right of jury trial issue argued in that case, and decided?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The right to jury trial  is fairly clear and stark, and I just don't recall that being argued in any of those cases."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That just proves they don't listen to me as much as they should."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, here's the problem I have with the Government's argument  insofar as it does not urge that we reverse Blakely, I know that you want us to do that as well.  But assuming we adhere to Blakely, it seems to me you have a cure that doesn't correspond to the disease.  You say that the reason the right to jury trial does not apply here is because, after all, these sentences have not been prescribed, or these maximums have not been prescribed by the legislature, but rather, have been prescribed by a quasi-judicial agency. But the right of jury trial is meant to protect against whom?  Who are you worried about when you say, \"I want to be tried by a jury.\" You're not worried about the legislature, you're worried about the judges, precisely.  So I don't care if the upper level of the Guidelines were actually prescribed by a court, as opposed to the Commission which is, I don't know what it is, but it's not a court. But even if it were prescribed by a court, how would that eliminate the jury trial problem? The whole reason for jury trial is we don't trust judges."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we just go back to the point you just made, it's a little different when the judge has discretion and there's no -- the judge has discretion to take a whole bunch of things into account, but they're not quantified. And I think that was dramatically illustrated, the difference, by the decision of Judge Lynch when he said, \"Well, I'll go back to the old ways of doing it, I'll look at the Guidelines for some advice,\" he comes out with twenty-four months instead of thirty-three months. So I think there is a huge difference between a judge taking account of many, many  factors, not giving them a specific quantity as the Guidelines require."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but we're talking here about one precise role of the judge or of the jury, and that is, to find a fact that is necessary to keep you in jail for an additional number of years.  And the difference with discretionary sentencing is if it's, you know, ten  to twenty years, what you know when you do the crime is that you've laid yourself open to twenty years. Now, if you get a merciful judge, good for you, I mean, that's lagniappe as they say in Louisiana, but if you get a hanging judge, you've got twenty years, and you know that when you commit the crime, whereas we have a system now where you are entitled to no more than so much. And I find it just incompatible with jury trial right to say that that fact must be determined, before you can be kept in jail.  And yet we're going let it be determined by a judge.  That bears no resemblance to the discretionary sentencing system."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not the maximum exposure.  If, for example, one of the factors is whether the crime was committed with a firearm, I know that if I don't use a firearm, under the Guidelines, I can only get so many years, so somebody has to find that I used a firearm, and if I didn't, my maximum exposure is less."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or he makes a mistake in finding."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He finds a gun when there really wasn't one."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the determination, as is occasionally true of the Guidelines, is made not by the Commission, but by Congress itself?  Or made by the Commission at the direction of Congress?  Then the distinction that you're making between the maximum set by the legislature and the guidance provided, or the guidance to discretion under the Guidelines, really doesn't stand up.  So at least to the extent that Congress directly enacts Guidelines, would you concede that then, the critical finding has to be made by the jury?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference in effect?  I mean, that's where I'm having trouble, and I guess others are having trouble.  Yes, there's a difference in process, there may be a difference, in some sense, in ultimate status, but there isn't, it seems to me, any difference in effect.  The defendant in the courtroom is going to suffer the same effect either necessitated or sufficed by this fact which is just as crucial, whether it's a rule, whether it's a guideline, whether it's a statute, why should that make any difference for the Sixth Amendment?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the practical effect is the same but in the moment before either in theory they commit the crime or in the moment before the trial is over or in the moment before the sentence comes down, there is one big difference in the two classes of cases.  The defendant is entitled to claim that he can not be sentenced to the higher range unless a fact is found.  In a case of discretionary sentencing range, within that range, he can not make that claim, he can not make that assumption, and the -- that, it seems to me, is the point at which the jury trial right has got to focus."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And each one is appealable separately, each one is appealable separately, it's a separate legal finding.  And the judge doesn't, in discretionary sentencing, he doesn't have to make any factual finding, he can just look at you and say, \"I think you're a bad actor, you've got forty years.\"  We have a system here where the judge must make factual findings, and each one is appealable if he's made them incorrectly."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the principal reason you can't, or I think the principle reason that you're advancing is, that the Guideline system is so complicated.  There are a myriad of factors.  As Justice Scalia says, why isn't each one in that myriad subject to the same claim? Surely, the argument can't be just because it's more complicated, that the Sixth Amendment evaporates."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I find very little difference between telling him to evaluate it with regard to particular elements of a crime and asking him to evaluate it with regard to particular sentencing facts.  The result is the same.  You're asking him to evaluate it in light of certain facts that he has to find. Whether you call them the one or the other, he's doing the same thing.  If he finds this fact you get three more years; if he doesn't find it, you don't.  I mean, you know, as far as the real outcome is concerned, what difference does it make whether you call it an \"element\" or a \"required fact for sentencing\"?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that complexity, is the key or, suppose these Guidelines were proposed by the Commission, just as they are, with all their complexity, but they were proposed as legislation, and then Congress enacted these Guidelines, would you be able to make the argument that you're making, still?  The Federal system, now legislative guidelines is viable after Blakely?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not so clear anymore, it just happens that there are three members, but they don't have to be any judicial members, under the current legislation."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mistretta might have come out the other way had it not been for that observation."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The paradigm that the cases discuss in Blakely and in the cases leading up to it from Apprendi, are facts such as the amount of drugs, was there a weapon, was there violence performed against the victim.  And if the Court finds that these are so much like an element that they have to be proved, and adheres to its jurisprudence and invalidates the Guidelines to that effect, is there any argument that either the Government makes or that some of the commentators would make, that there are other kinds of  sentencing considerations that can be called factual, to be sure, but that should be the judge: say, lack of remorse as demonstrated after the verdict; the fact that after the verdict, investigation shows that of the two defendants, one was the real ringleader, streetwise, the other was kind of a naive dupe; or that there was a failure to cooperate with the person presenting the -- preparing the sentencing report. These are facts in a certain way.  Is it for a penny, in for a pound?  Do we have to treat all of these as factual, or is there any progress to be made in trying  to see if there are some, some facts that are, are like elements and some that are not.  That would be a -- it would take a number of cases, I suppose, to elaborate that."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What, what, what tests would you propose, or the commentators? How do we distinguish the permitted kind of fact that the judge can find, and those that must be for the jury?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, following up on Justice Kennedy's thought, if we adhere to the strict language in Apprendi itself, as quoted below, any - solely on the fact reflected in the jury verdict or the plea of the plea bargain, that's - that establishes the maximum.  What percent of the total number of sentences that are imposed in the, by the Federal system today would violate that  rule?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's look at the future and assume that in 97 percent of the cases which are plea bargains, you could agree on what the relevant facts are.  That certainly could be done.  And in the 3 percent that are trialed, it is my impression that a very small number of those actually involve violations of the Apprendi rule. Is that correct?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"See, it's relevant because underlying all this is a question do the guidelines fail in toto, or do they only fail with respect to those relatively small number of cases in which there's a violation of the Apprendi rule?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In raising the issue, it depends on what - the issue you describe.  A lot of people describe it as an issue when you just use the guidelines at all.  Do they raise an issue, involve it in a sentence over and above the amount that would be authorized by either the jury verdict or the plea bargain?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They all, of course, involve a potential upward adjustment.  But do they all involve actual sentences above the amount that the jury verdict would have authorized?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The thing that -- I'm sorry, but I really, it's important to me. Raising an issue, the issue is always raised when there's a possibility of a higher sentence, but I don't think it's fair to assume that that 65 percent of the sentences of tried cases actually resulted in sentences higher than what the jury verdict would  have authorized."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's potentially that every case does. But if in fact, most sentences come within the maximum anyway, it's of course a serious problem in those cases, but system-wide, it's not nearly the problem that the figures you've mentioned suggest."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as to past. I mean, it may have a significant one-shot impact with respect to cases that were decided without Blakely in mind.  But for the future, I, I just don't agree with you that changes could make some reduction.  I think changes could provide for jury findings whenever, whenever there's a need for a higher sentence based on facts.  I don't know; what is the problem with that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is, what is the lawmaking part?  I mean, if I have a choice -- if I have -- let's put the question this way. Congress has authorized the Commission and the Commission has said, \"If fact X is found, then the range is higher.\"  Is there a lot of lawmaking in concluding that Congress and the Commission would have preferred that range to be higher regardless of whether a jury found the fact or a judge found the fact?  That doesn't seem like much of a stretch to me.  There may be other reasons not to do it.  But in terms of judicial lawmaking, it doesn't seem like much to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What text do you have to take out?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends on what you mean by the \"court,\" doesn't it?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Just consider the word court to mean jury.  Jury or a judge."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which - which is sometimes done, there are statutes that refer to the court, that -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me, when there is an ambiguity that construed one way creates a constitutional statute and construed another way creates an unconstitutional one, it's an easy call."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It just means that if a different procedure is followed, you'll reach precisely the same sentences the guidelines reached."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think judges reach different results on factual issues than juries do?  Is that part of your submission?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But keep it simple because we're assuming that in most cases, there aren't a host of factors but usually just two or  three, such as the drug quantity and did he find a gun.  Now in those where there's a fairly simple fact to identify, would it make any difference in the ultimate sentence that's imposed whether the jury finds it or the judge finds it?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Keep to that example I've given you.  The gun and the drug quantity. Why would it make a difference?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't it make any difference?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And there's a difference  in sentence depending on the amount of money that the fraud involved."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In that case -- let's take them one at a time.  In that case, would it make any difference whether the jury made the finding or the judge made the finding?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then what"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now can you give me a case in which it would make a difference?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think a very large fraud such as you've described could be proved through two or three witnesses?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They used the Internet and they had all said -- I am not persuaded."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it can't be, maybe the judges shouldn't go, be going around guessing how many people have been defrauded.  Or you know, saying \"more likely than not, on the basis of the kind of evidence we usually don't accept in criminal trials.\"  Why is that okay?  I don't understand it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't make me feel any good if I spend another 10 years in jail because of it. Say, \"Oh, well, don't worry about it, it wasn't an element of the crime, after all.\" [Laughter.]"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":6,"sideBefore":"justices","text":"- about practical  experience in that regard.  I understand the Department of Justice has told prosecutors that now you allege these sentencing enhancers -- like drug quantity, like amount of property stolen -- you allege them in the indictment, you prove them beyond a reasonable doubt.  Has that proved intractably difficult in cases where it has been attempted?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well certainly in the case of, say, perjury at trial, you couldn't possibly allege that in the indictment  because you won't know."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They're not out. They've got to be separately prosecuted."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know of any case in which you can't."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I guess, we ought to have an obstruction of justice crime with defined elements that can be prosecuted."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I, I would, I would  take the same position today, unless you were going to define it, in terms of a condition that is both necessary and sufficient to expand the sentencing range of the crime that you are nominally prosecuting the person for.  I mean, that's the rub."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me go --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I've listed four categories of things that you think would be very difficult to prove to a jury at the trial, but not to a judge at sentencing.  The first is the vast amount of information now and prior to guidelines that were contained in the presentence report. That information, most of which was used since history was begun, maybe a hundred years ago, is simply not available until the trial is over.  The second happens to be the things that the Chief brought up, matters committed at trial, such as perjury. The third sort of thing are those things that just get too complicated when you try to list 15 in  indictment, such as victim -- put them all together -- victim, brandishing the gun, et cetera. And the fourth kind of thing are the things that are too difficult to explain to a jury.  Try explaining even \"brandishing\" to a jury, and if you can do that one, which may be easy, try the multiple-count rules. All right.  So I have those four things. Now, are there others?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, if I believe that that is just out of the question, it's so complicated, nobody could do it, it would  be a radical change, Congress could never have intended that, what about a much simpler approach? What you would do is take 3553(b), and you say, \"Read the word 'shall' -- i.e. 'shall apply the guidelines' -- to 'may,'\" so that the guidelines become advisory, either because the \"shall\" becomes a \"may\" or because you give each judge the power to give any reasonable reason at all as to why the Commission's guideline, they didn't actively consider this factor.  In other words, read 3553(b) as permissive. And now, assuming I've expressed myself on the underlying Apprendi questions, so I, but suppose Blakely does apply, would you -- is -- what would be wrong with taking that approach?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, I have thought of one thing that might be wrong. [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"So I'll ask you about it, if you want. [Laughter.]"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Could it be that \"shall\"  does not mean \"may\"?  Right? [Laughter.]"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Oh, that's not it? \"Shall\" --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"All right, well, I -- you see nothing wrong with that.  That makes the guidelines advisory, and there are a number of objections -- maybe not, maybe big, maybe small. One objection I was worried about is -- I'm giving you my thought process, you know, and I -- because I'm trying to get a -- your response -- is that if we did take that approach, you'd leave the appellate section in place.  That means every time the judge didn't use the guideline, the appeals courts would have to review for reasonableness. Now that would be in place.  We would discover judges all over the country having different views on that.  Courts of appeals would have different views about was or what was not reasonable.  We would be here to review those differences, and we would become the sentencing commission.  I thought I had escaped. [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Now, how, how serious an objection is that?  Or do you recommend that, if  you lose on this point, we take the approach of, in that way, making the guidelines advisory?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, have you escaped Apprendi?  If discretion is cabined by guidelines and appellate courts review, for the abuse of discretion in applying those guidelines, why isn't that the same kind of entitlement that the Apprendi/Blakely opinion is predicated on to begin with?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Absolutely.  Vote me for that.  I mean, after all, judges used to define the elements of crimes, didn't they?  And the mere fact that the elements at common law were defined by judges rather than by the legislature didn't mean that you didn't have to have a jury find them.  So if courts are going to establish the  guidelines, so long as they are still binding, it seems to me you still need a jury finding, or you haven't escaped Apprendi."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Judicial discretionary sentencing, as I understood it, never permitted an appellate court to increase the sentence given by the district judge.  Do you have any cases, where an appellate court said the district judge did not give enough years, where there was discretionary sentencing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be under statute, but I do not know, at common law, that when you talked about the discretion in the courts, it meant that in a criminal case a court of appeals could increase the sentence because of a -- because of an abuse of discretion by the sentencing judge.  I'm unfamiliar with any such case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Well, there are lots. There are lots, actually.  If you -- if -- I ask, \"Is it right,  that?\" [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But, I mean, if you take common law to mean England, as well as the United States, there weren't here, because the sentences weren't appealable,  but in England, they were appealable, and they had a common law work out of what they called the \"tariff,\" which is what the range of reasonableness was or wasn't.  And the prosecution, I believe, could appeal it of being too low; and the defense, being too high.  And the question was, Was the sentence reasonable?  The appellate court could set it. Now, if we had a system like that -- and this is my serious question -- is it unconstitutional under Apprendi if appeals court judges reviewing a sentence could say, \"This is the range of reason, this is arbitrary up here, or this is arbitrary down there\"?"},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That just seems so contrary to what Congress intended.  There's no evidence that they intended this scheme to be advisory. They told the Commission to set up a scheme that would be applied, because they wanted to make sentencing more uniformly applied in the Federal scheme of things.  I think it's a real stretch to try to argue for the position taken by some Federal judges in one of the amicus briefs that, \"It's just advisory, don't worry.\"  And I find it very difficult to understand how appellate review could be applied to such a scheme."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if this Court said the guidelines are unconstitutional, period, and then judges simply looked to the guidelines, figuring, well, this is as good an idea as anybody else has about sentencing? [Laughter.]"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it were done that way, why would it be that you would try to change the word \"shall\" to \"may\" in (b)?  Why not just have Section 3553(a), which does list the  judges may take into account in sentencing, one of -- among three or four others?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which has the guidelines --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as one of other factors."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that that, as Justice O'Connor suggests, deprives the statute of its principal purpose, which was to constrain -- to constrain judicial discretion.  If there's  anything clear about it, that was clear about, it was that they did not want judges to have as much discretion as they had.  And now you say these things are just advisory.  It seems to me much easier to -- I wanted to ask you one very precise question.  Assuming I think \"court\" can mean \"jury\" -- it doesn't have to mean \"the judge\" -- where in, in the whole guideline system, how many sections do not permit the use of \"court\" to mean \"jury\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think there's only one where, where it may not work."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that may be the one."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Anything else has to go?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know about fairer."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If you -- if you  interpret \"court\" to mean \"jury,\" how many of the sentencing factors which will be submitted to the jury are -- would be a radical departure from the tradition, the role of the jury in the criminal system in the Anglo-American tradition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you ought to get rid of that prosecutor. That didn't seem to me very sensible at all."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement can I -- you don't have an awful lot  of time left, and I want to ask you one rather important question, to me. There's been a lot of talk about severability of the statute, and I can understand the concept that we'll only apply it in certain categories of cases.  But normally when I consider severability, I'm thinking of the text of a written statute.  Is there a particular provision of the sentencing guidelines that you think can be severed from the rest of the statute?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just sticking to the statute, take out 3553(b) in its entirety, you just --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just not sure what's left of the whole statute if you take that provision out entirely."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Clement. Mr. Kelly, we'll hear from you. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the judge had simply sentenced the defendant, let's say, to ten years, but looked at these other crimes and said, \"In my practice, I go to 15.\"  All right?  That's the basic situation.  Is that unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, there are no guidelines."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now suppose the people who do exactly the same thing is the Court of Appeals applying the word \"reasonable,\" these officials of the judicial branch.  See, they're reviewing the sentence for reasonableness. They say, \"In our practice when a person commits bank robbery, if it's just an ordinary case, we think it's reasonable five years; but if he has a gun, seven years.\"  So if there's no gun, five years is the most that isn't arbitrary.  But if there's a gun, you can go to seven years.  In other words, an English-type tariff system.  Is that unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You would think it would be. So --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- now suppose the people who do it are the parole commission -- as happen to be in the United States, executive branch officials.  For the last hundred years, they get sentences, for example, that were indeterminate, or might have been for 30 years.  And what they say, \"It is our practice, assuming good behavior, that if it was just an ordinary bank robbery we'll keep him in for five years, but if he had a gun, he's going to stay in for seven.\"  Is that unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, what they have is an indeterminate sentence."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"California."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what they say is, \"In our practice, what we do is, we think it's reasonable, and we will keep a person in prison for five years in an ordinary bank robbery, but for seven years if he has a gun.\"  I'm asking if  that's constitutional.  Because that's the practice that they follow under parole commission guidelines, and they've done it now for a decade, I make up."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's constitutional."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Does he have an entitlement to a certain number of years under any of these questions?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When you're sentenced to an indeterminate sentence, he's not entitled to parole at any time --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- is he?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm trying to drive at -- and I'll be -- is that I can't imagine a court holding that a parole commission in the executive branch that has exactly this same system would be behaving unconstitutionally.  It's difficult for me to imagine -- though you say I'm wrong on that -- a court holding it's unconstitutional when a court of appeals does the  same thing reviewing for arbitrariness."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not phrasing the question well.  I'm trying to imagine sentencing guidelines run by a parole commission, executive branch officials.  I'm trying to imagine sentencing guidelines run under the word arbitrary by ordinary courts of appeals panels reviewing the sentences.  And if those are both constitutional, then, I would ask, why is it unconstitutional to put the executive branch and judicial branch officials together in one group called the sentencing commission?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that.  And - - well, maybe I'm just not going to get my question across.  I am trying to imagine Apprendi. Would Apprendi apply to parole commission guidelines?  I should think the answer, unless we're going to reverse a hundred years of history, is no.  Would Apprendi apply to a court of appeals panel with the power to review sentences for arbitrariness?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I would think the answer is no.  And, therefore, I wonder why it applies if we take judicial officials and executive branch officials, and they do exactly the same thing under the heading Sentencing Commission."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But what is your position if judges simply have complete discretion to sentence within a maximum range, and Judge A gives a lot of maximum sentences, and Judge B doesn't?  Is that system constitutional?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is it in our legal tradition -- what policies are served by preferring unexplained, unarticulated, standardless discretion to a system in which the judge gives reasons and follows careful standards and follows -- and follows standards that give consistency from one sentence to the other?  Why should the former be preferred?  What are we doing here?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What policies --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- are being furthered by that, other than wooden adherence to Apprendi and Blakely?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that, isn't that ultimately formalistic and contrary to our whole design of our system, which is to learn over experience and to codify and to explain what considerations we take into account in applying the law?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So suppose, in Justice Breyer's hypothetical -- like the California indeterminate sentencing regime which applied until about 20 years ago,   after an indeterminate sentence, the parole board interviews two people convicted for the same crime; one was the ringleader, street-hardened offender, and the other was just a novice, a guy that went along, although he -- they both committed the same crime. Under the California system, the former would be given a projected release date of ten years; and the other, a projected release date of about two years.  Would that be constitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Look, we're trying to go to the same point, and I think you're actually  given me a pretty good answer.  The --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm imagining my system being the system that Apprendi forbids.  So I'm not doing increase/decreases.  I'll think of the very kind of system.  And I take it your answer is this -- and remember, I dissented in Apprendi."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't agree with it. Right.  But there we are.  And so I'm trying to see how far it goes.  So I wonder, we take our Apprendi system and now it's being administered by a parole commission.  We take our Apprendi system, and now it's being administered by a court of appeals using the legal standard arbitrariness. And I take it your answer is those are just as unconstitutional."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now you understand what I'm doing, because I'm saying you either have to follow the force of your logic and make those unconstitutional, too, or you have to say there's a difference.  And, by definition, the only difference is who promulgated it.  And then, of course, I'm going to ask you, if there's a  difference right there, why doesn't this one, which is executive plus judicial, fall on my side of the difference?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I -- in my imaginary parole commission --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- I will argue a different point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I will argue it another time.  I've seen a lot of parole commission guidelines, and I would say they, a lot of them did fall within the Apprendi boundaries. But if we did take it and have the parole commission do it -- \"it,\" being the Apprendi forbidden system, in your view, is it unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And then the same thing is true of a -- of a court of appeals panel."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kelly, I would be interested in hearing you address some of the severability problems that the Government has been raising."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"If I could just ask one more question, because this is important to me."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":8,"sideBefore":"justices","text":"What about the previous California system in which it was an indeterminate sentence and the correctional authority made findings which set the sentence?  They were -- they were committed to the California --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- correctional authority for the term prescribed by law, and that was set after the fact, post hoc, by the California Adult Authority."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They're not increasing it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's an indeterminate sentence."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They set the sentence."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  It was just sentenced, the judge, for the term prescribed by law.  And an agency, after interviewing the defendant, after looking at the probation report, set the sentence.  The term prescribed by law could be for life."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He sets the sentence within the range authorized by the jury's verdict. That's the question."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well. What if, what if the statute says \"every felony in this state shall be punished by a term of not less than one year, or, on the other side, life,\" and you're committed to the parole authority, and the parole authority will decide between those boundaries?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There might be a due process problem."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I hope you will go over to the -- to the severability problem, because, as I understood it, you and the Government were very much at odds about what should be severed and what shouldn't, and we didn't get to ask Mr. Clement about his severance, which was going to be that to the extent no plus factors are involved, no sentence-enhancing factors are involved, the  guidelines remain binding.  He didn't get a chance to say that in his argument, and I hope he'll address it. And you say, \"Whatever you do, don't make it half binding and half advisory.\""},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And why would it be so terrible to say, \"Well, to the extent that there are no  sentencing enhancing factors, let's preserve what Congress did, let's make them binding when the jury doesn't have to find anything\"?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it any less uniform, any more manipulable, than on your proposal?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, uniformity is gone.  A certain manipulability has got to be faced as a fact, and I'm not sure that you're proposing a better solution, I gather."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, except that the manipulation, at that point, is the manipulation, in a way, in the present system, and that is it's the manipulability of charge bargaining."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"It does exist under the guidelines? How does it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, only, only, only if you have statutes that have mandatory minimums or that have lesser sentences.  That's true."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But compared to the status quo, if you have the guidelines alone, one of their basic objectives was to prevent that kind of manipulation.  And, by and large, I thought they had succeeded on that point."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Well, hasn't charge bargaining simply been replaced with fact bargaining?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that lawful under the guideline?  Is the judge required to accept the facts as the -- as the prosecution and defense  agree to present them?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that I understand why you wouldn't have the same alternatives under your view.  Because is it not correct that if the, if the sentence -- the change under consideration is a decrease, those findings could be made by a judge.  Whereas, if it's an increase, you'd say they have to be found by a jury.  So why don't you have the same possibility of a two-track system under your view?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you would say -- you would say your proposal is closer to what Congress really wanted, because it would leave in place all of the sentences that would be commanded by the guidelines, but just require a different fact finder in some of the cases."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But then what about all the factors -- Justice Breyer outlined four categories of, of guideline factors that are not easily, if at all, presented to the jury.  The Chief Justice mentioned the one of perjury at the trial itself.  Could never give that to a jury because it hasn't happened until the trial.  And some of the others that become very complicated, like he mentioned, other -- other relevant conduct, relevant conduct, yeah."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that would just be out."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It would have to be prosecuted as a separate --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well couldn't he have a sentencing phase afterwards?  I don't know."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Could I interrupt for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"There's one thing that's running through my mind.  What if the defendant gets on the stand and testifies to a version of the events that the jury must have disbelieved in order to convict?  Could not the judge -- in effect, he would be making the finding -- he would say, \"The jury has really found this fact, and, therefore, I can rely on it.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is your answer to Justice Ginsburg's question?  And I'd appreciate your focusing on what I thought were the two most important ones, which is, first, the -- I thought that sentencing for a hundred years had gone on primarily on the basis of the presentence report. And the idea was, the person is convicted and now we're going to decide what to do with this individual who's convicted, and we're going to read what the probation officer writes about it, and he'll go interview people after, as he does. And many, many, many, if not most, of the facts in that presentence report were not available at the time of trial.  They're about the history of the individual, and they're more about the manner in which the crime was carried out. And the other main thing is the -- is the vast number of really complex operations, multiple-count rules, relevant conduct, all kinds of things that -- try even \"brandishing.\"  I mean, that's the second thing, the complexity. So the presentence report --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and the complexity."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":9,"sideBefore":"justices","text":"In other words, the tradition was that we asked the jury to determine what crime was committed, and the sentencing judge to determine the context in which it was committed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Congress's basic -- that's a good answer.  Congress's basic objective here is -- was uniformity.  I think it was a noble objective, whether or not it's been achieved or, but are you saying to Congress, Sorry, the Constitution prohibits you, in Congress, from trying to create uniformity, or greater uniformity, of sentencing among district judges? There's just no way you can do it, because if you throw everything to a jury, you know, you throw it right into the hands of the prosecutor to determine what to charge, what not to charge, what facts to agree upon, et cetera, no way to do it? We're back to our two cellmates -- one day served, 50 years served -- though the real conduct was the same."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How about the  form of verdict under your system?  Is there one line for the basic offense, and then other lines for each additional factor that's alleged in the indictment?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you're suggesting, then, a special -- a special verdict in every case where there are guideline facts to be found."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But a special verdict wouldn't do from the point of view of the defendant, I think would resist it very heavily, if what the findings have to be are, say, a much larger drug quantity, the relevant conduct.  These are things that could be damning for a defendant. So a defendant surely would not want that, all of this to be tried to the jury that's going to try the basic case.  The defendant would much prefer to have the jury not know about that it wasn't  five ounces, that it was 500 grams, or that, at the same time, the defendant did a lot of other bad things."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you would have to have, then, essentially two trials."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't it -- isn't it -- isn't that going to be so in every relevant conduct case in which the Government thinks the relevant conduct is a serious factor?  There's either going to have to be a separate jury verdict on sentencing, or the district judge is going to be limited simply to whatever range the jury fact finding provides as the maximum range.  There are no other possibilities, are there?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the defendant in that case going to say look, I, I'm claiming a serious problem, if you're asking the jury to make a specific finding that I committed relevant facts A, B, C, D, and E, even though I don't happen to have been subjected to a criminal guilty verdict with respect to each one.  By, by requiring those findings, you're going to skew the jury's mind to the point where I'm not going to get a fair shake on the guilty/not guilty finding or special fact finding most immediately relevant to this case. Every defendant is going to demand a separate jury proceeding for that, isn't he?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you wouldn't sit back and allow that focus, if you're the defense lawyer you're not going to allow that focus to be made at the time of the basic guilty/non guilty finding, are you?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know what the Kansas system is?  I mean, right after Apprendi, they transformed their guideline system into one where the jury makes the findings, but are all of their trials bifurcated?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"As long as you're on the subject, I'm quite --- you're going to --- what is your reaction to what I've written, which you've, you're just going to say wrong, wrong, wrong, but I want to know why.  And what I know why in particular is I  speculated somewhat, that the reason that this might work, your side of it, if it works despite the, the complication, the bifurcated trials, etc., is that 97 percent of the cases are handled through plea bargaining, and this will give you a little bit of a leg up, which I speculated the defense bar likes.  I'm not surprised.  But then, I thought with in the long run, you just can't have a system of justice that depends for its workable nature upon plea bargaining, which in fact depends on the weapons you give to prosecutors.  And so I ended up thinking, I just can't underwrite such a thing.  And I'd like to get your, your, your reaction to that."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Kelly.  Ms. Scapicchio. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So can I ask you the same question?  Imagine that the statute says bank robbery is zero to twenty years.  Case one, a separate statute says a guideline commission will make distinctions, and the guideline commission says, \"five years in the ordinary case, seven years with a gun.\"  Case two, the same thing but a  parole commission does it.  Case three, the same thing, but a court of appeals panel does it, under the guise of what's arbitrary, what isn't. They're all, in your opinion, to be treated alike."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there is just what I said, just what I said."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Conspiracy to what?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Judge Hornby had some distress in doing that, didn't he, because the difference was quite large?  Based on what the judge found, it would have been fifteen or sixteen years as opposed to five or six years?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He didn't say it, that that was his discretionary choice. He said that -- -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He made, he made those findings of fact, that -- leadership role and the quantity of drugs."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And on the basis of those two he said the guidelines would require me to come up with this higher sentence, not that using the guidelines as advisory he would have gotten --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And then the other, that's the high range, and the low range is, I'll just stick with the crime that he was indicted for, and that's five or six years."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's quite a windfall for Mr. Fanfan, isn't it?"},{"name":"CHIEF JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did the trial judge give any indication of what sentence he would have imposed if he were not constrained by the guidelines?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You wouldn't sever out the ones that would permit a downward departure, would you?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You would leave  in place the provisions for downward departures?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, and -- but could you answer my question?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would you leave in place the provisions for downward departure?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How can you do that? The statute that makes the guidelines mandatory applies to both upwards and downwards departures, so I have always had trouble knowing what provision of the statute anybody severs.  I can understand your saying that there's a bunch of unconstitutional applications of the statute, and you have to set aside the sentences in those particular cases, but I simply don't understand severing a single provision that covers both upward and downward departures.  How do you sever it?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's the same, that's the same provision that allows departures for the same -- by the same procedure."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me you're not severing a piece of a statute, you're just severing a bunch of applications of the statute you think are invalid."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Correct.  I understand."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But would it -- would it really  save the guidelines in the way that Congress intended them, to strike basically the provision for enhancements, and leaving in place the provisions for downward departures?"},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe we should just leave it to Congress to decide, because it doesn't sound like the scheme Congress intended."},{"name":"JUSTICE O'CONNOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And it intended fact finding by a preponderance for both upward adjustments and downward."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but will there be proportionality if the sentences, sentences can be downward, the jury verdict could be adjusted downward, but not upward?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you can say the same thing if we simply said that the whole guidelines fall, and they're simply  there for judges to apply if they wish. You can say, \"Well, if Congress doesn't like that they can come in and put a new system.\" That's true any time Congress acts."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you -- why do you have to call it severability?  Suppose we just said it's clear that whenever these facts have not been found by a jury, the guidelines cannot be applied?  That the guidelines are unconstitutional, as applied, when there's been no jury finding, and leave it.  We're not severing any particular language, we're just saying that that portion, that proceeding in that fashion produces an unconstitutional sentence.  And then let the Government work out how it wants to find its way around that problem."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just not sure, I share Justice Stevens' perplexity as to whether that's really properly described as severing part of the  statute."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"And may I add this thought, that it seems to me, I don't know whether this is true; Mr. Clement and I had a dialogue that was inconclusive; I had been under the impression, perhaps erroneous, that in fact the number of unconstitutional departures if one follows Apprendi as being the constitutional rule, is actually a small percentage of the total, and if it should follow that only three, four, five, six percent of the sentences that have heretofore been imposed or will be imposed in the future would be unconstitutional, that's a pretty weak reason for saying the whole statute is unconstitutional on its face, or even in one provision of the statute.  It seems to me you just say, \"Oh, okay, you can't impose those sentences in those three percent of the cases.\"  I don't know why that's a departure from our prior practice."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, my suggestion is everybody is going to be sentenced under the Guidelines; the only difference is that in three or four percent of the cases you may have to bring a jury in to get an enhanced sentence."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You wouldn't care whether you call this severing, severability or not, would you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't think you would."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And I assume, don't you, that any solution we come up to is likely to be an interim solution anyway?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But the idea is that this works because most cases are plea bargained."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what you'll do if you're right, is all you would say is any time that the prosecutor wants to say that you committed the bank robbery or you committed the drug offense with more than a minimal amount of money or more than a minimal amount of drug, or there were guns, they get into a bargain, and they end up with a sentence once they bargain -- if that's the sentence, because they're not even going to contest it before the judge, both sides will come in and agree.  But in those few cases where they do contest it, you would have to have the jury find the facts."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, the only reason that I find it disturbing is to think that Congress could have wanted such a system is given other developments in Congress, mandatory minimums and all kinds of things, that seems to me to be a system that would really, might make non-  uniformity in reality, worse than it was before 1986.  See, I mean, my goodness, every prosecutor's going to be doing something different, every defense attorney; everything will depend upon the bargains.  The judges when they come in will think different things.  I mean --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Should we uphold something like that in the face of a Congress that wanted uniformity?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Did you find out anything  in your research on this where anybody in the -- this discussion on the guidelines began, I think, in the early 70's, it's been around for 30 years. The guidelines have been law for 17 years, and until recently with Apprendi, is there a history of anything being written  on the guidelines being unconstitutional for the Sixth Amendment reason?  Did any group of judges, or defense attorneys, or academics or anybody write anything that we could look at until quite recently in which they thought this was a possibility?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, before we began with Apprendi? ."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Nothing."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Have you read Justice Thomas's opinion in Apprendi?  He's got a lot of prior law that's in there  that maybe would be of interest to you."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask just one, one last question?  Do you agree that within the guidelines ranges, which sometimes are fairly large, the judge does have the discretion to impose any sentences he wants to based on the conduct of the defendant, whether or not it's proved by the jury?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You get to the range by the jury finding, the judge still retains substantial discretion within the, within the range."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you Ms. Scapicchio.  Mr. Clement, you have four minutes remaining. "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Clement, the case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":6990,"interruptions":14,"times_spoken":81,"laughter":1,"num_int_by":5},{"id":1,"fullName":"T. CHRISTOPHER KELLY","firstName":"CHRISTOPHER","lastName":"KELLY","counsel":true,"justice":false,"side":"respondent","words_spoken":1829,"interruptions":24,"times_spoken":70,"laughter":1,"num_int_by":7},{"id":2,"fullName":"ROSEMARY SCAPICCHIO","firstName":"ROSEMARY","lastName":"SCAPICCHIO","counsel":true,"justice":false,"side":"respondent","words_spoken":1580,"interruptions":5,"times_spoken":41,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":0,"times_spoken":19,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1468,"interruptions":2,"times_spoken":38,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":1371,"interruptions":1,"times_spoken":40,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":925,"interruptions":4,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":741,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":2522,"interruptions":6,"times_spoken":51,"laughter":4,"num_int_by":2},{"id":10,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":130,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":6990,"times_spoken":81,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":29,"words_spoken":3409,"times_spoken":111,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":16,"words_spoken":8299,"times_spoken":209,"laughter":7,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.6455203767998136,"respondent":0.35447962320018644,"date":1472523515126}}