{"petitioner":{"name":"ILLINOIS TOOL WORKS INC., ET AL.","counsel":[0,1]},"respondent":{"name":"INDEPENDENT INK, INC. ","counsel":[2]},"caseNumber":"04-1329","date":"2005-11-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in Illinois Tool Works Inc. v. Independent Ink, Inc. Mr. Pincus. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you about patents and tying products. Are there component parts that are patented in today's complicated world, and do they -- do they -- do the component parts become part of the tying product? I mean, how does that work?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does the patent somehow spread to cover the larger product? I -- I don't see how it works."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose -- I suppose we could say -- I just hadn't thought of it. I -- I suppose we -- we could say that it's not a separate product. I mean, no -- no -- there's no market for the -- for the small micro-component in the TV. You're selling a TV."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an -- a very interesting question, but it seems to me that we could handle that by just saying, well, there's not a 1111 14th Street, NW Suite 400 separate product."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, why would the person want if he thought that? I mean, why would a person want a patent if, in fact, he didn't think that it gave him the power to raise price above what the price would be in its absence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you see, you're talking about the wide -- you -- you say there are a lot of failed patents. The person got it because he thought it would, but he shouldn't have because it actually made no difference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There might be. I don't know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there might be. There's a set of valueless patents."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And in respect to there being a valueless patent, the owner would not be able to raise the price over what it otherwise would be. And why not then make that a defense, that a person could say, I have a valueless patent, and he could introduce evidence to prove it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand the respondent's position, it's not the component. They're not arguing that. So you're answering a hypothetical case that isn't presented here. And also, respondent says that we are talking only about patents where there is a successful tie. So leave out all those cases where I have a patent and it's never produced a penny, and somehow I can make mileage out of that."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's go to --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Mr. Pincus, you -- you had a 1111 14th Street, NW Suite 400 second point you were going -- in response to Justice Breyer's question. What was your second point?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the refutation of the presumption really the same thing as a demonstration of market power?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and we usually leave the demonstration of market power to the -- to the plaintiff in the case."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So it -- it'd be rather strange to -- to have in this one category of cases the 1111 14th Street, NW Suite 400 market power has to be -- or lack of market power has to be demonstrated by the defendant."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there's a distinction -- do you think there's a distinction between components in cases where there's a one-on-one relationship between the tied product and the tying product and cases like this which involve metering? Do you think there's a different possible approach between the two?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But your earlier point was we know that a whole lot of patents are not all that important. But is it not fair to assume that when a patent can generate metering in this particular kind of situation, that it -- that it's a likelihood that it has more power than the average patent?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it's -- if it is true, as your opponent says -- and I don't know if it is or not -- that you're able to get twice the price for the ink than you otherwise would get, does that -- is that any evidence of market power?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it were what the record reflected."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it also true that some -- some economists disagree? And I'm just wondering if there's disagreement among economists, should we take one view over the other?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pincus, let me go -- ask you to follow up on that and, in effect, go back to -- to Justice Ginsburg's question. I will assume that patents as such do not give market power. I will assume that there are many successful ties in which that is also not true. What is -- is your kind of short answer to the -- to the argument, which I think Justice Ginsburg was getting to, that if it is, in fact, worth litigating in an antitrust case, that is a pretty good -- darned good reason to assume that there is market power and that it is, of course, having a discriminatory price effect? What's the short answer to that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to say I --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I would have thought the answer was you could say that in any case in which an antitrust case is -- is brought. So essentially it -- it gets to be reductionist."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the fact --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Do you think the existence of the laws of -- of -- the existence of the lawsuit -- of -- of the presumption is what drives a lawsuit?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does it drive the -- I mean, it -- it drives the lawsuit with respect to one 1111 14th Street, NW Suite 400 element. And -- and I -- I guess one argument is if -- if we reaffirm the rule that you're challenging, it will invite more lawsuits. They'll say, boy, the Supreme Court really means it with this presumption now. Has that, in fact, been the case that the presumption, at least as it has been understood up to this point, has driven lawsuits and, in fact, has driven lawsuits that ultimately were unsuccessful even though the market power point was, of course, satisfied?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but this is -- this is basically a practical question, and I -- I'm trying to get a -- I guess because I'm not an antitrust lawyer, I'm trying to get a handle on how the presumption is actually working in the system, and I'm not sure that I understand it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it's the other one that's the critical one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the other one being that -- the attack on the problem is there happens to be instances where tying is justified for procompetitive reasons, risk-sharing, maintaining product quality, probably Jerrold Electronics. There are a number of them. And the real problem is that the law hasn't admitted a defense. But where the attack should be is on the tied product, not the tying product. What do you think of that?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you how far your position extends? I think there's a good argument that if a patent is really a good patent, it doesn't really matter whether the patentee charges a very high royalty or gets a -- reduces the royalty and gets profits out of the tied -- tied product. In your view, is the rule sound that if it is a monopoly in the tied product, that there is an antitrust problem?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in the tying product. Excuse me. In the tying product."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that's all you're asking for --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I'm just wondering if it isn't -- if it isn't the logical conclusion of your position that it really doesn't matter, even if there is a monopoly in the tying product."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm -- I'm asking sort of an economic question rather than a legal question."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If your position is all the economists say this is a lot of nonsense, I think maybe it's a lot of nonsense even if there's a monopoly in the tying product is what I'm suggesting."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a -- a point 1111 14th Street, NW Suite 400 that you were in the process of answering. The -- the argument is made that this tying product had such clout that you were able to extract not twice but three times the price for the tied product. And you were saying no to even double the price."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Pincus. Mr. Hungar, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Hungar, is the issue of the presumption, as it applies to copyright, part of the question presented? And do we have to decide that issue here?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And market power -- you mean price -- ability to charge a price higher than otherwise would be the case? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"As you're defining it. As you're defining."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Fine. Then you're talking about patents where the person who paid for the attorney went to the Patent Office and so forth. That was just a mistake."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But then are you relying on that, the existence of valueless patents?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If you're going beyond that, which patents are you talking about?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I see."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Mr. Hungar, one of the amicus briefs for the respondent was submitted by a professor, I think, named Barry Nalebuff --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- which took the view that the Court should, in any event, retain the presumption where a patent is being used to impose a variable or a requirements tie. Do you have any comment on that view?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it wouldn't be a new one. It would be just following the old IBM case and all those cases."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but that's the example they're saying it would be following. It's not a brand new idea."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But your -- your answer to Justice O'Connor is there should be no distinction even if there is evidence that there's a long-term relationship, a requirements relationship, and an increase in price."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the Government have -- I'd like to ask you the same question Justice Stevens asked Mr. Pincus about the broader question. Much of the economic literature on which you rely sort of sweeps aside the particular question today because it rejects the notion of tying as a problem in the first place. But does the Government have a position on that? Assuming there's monopoly power in the tying product, the Government's position is that that still presents an antitrust problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"This is not part of a broader approach to get rid of the tying issue altogether, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And -- and what is the Government's position on the latter question?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But isn't that also true even if there's monopoly power? That's what -- I really think it's a very interesting question as to whether it makes any difference whether the monopolist who happened to have a patent just charges high prices for product A or decides to charge a little less for product A and make hay out of product B."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No. I understand it's not. I'm just kind of curious about where we're going down -- we're going down a new road in this whole area. I'm just wondering how -- what our destination is."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"We're talking about components, for example. It doesn't seem to me it makes any difference whether General Motors has a monopoly or not when it wants to sell, you know, two components as part of the same package. Anyway, I've gone astray too much."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. 1111 14th Street, NW Suite 400 Ms. Sullivan. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this isn't a requirements tie case, is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- that, I would think, would be one of the strongest cases for not having a per se rule because if, in fact, you have a justification, in terms of sharing risk with a new product, that would be one of the cases where you would expect to find a tie. And -- and so I'm not really very persuaded by the effort to draw a wedge between requirements and other things. But what I do find very difficult about this case is -- you can see from what I'm saying -- that at the bottom, I think there are cases where tying is justified. But the way to attack that would be to say here, here, and here it's justified and that would have to do with the tied product. It would abolish the per se rule, making it into a semi-per se rule. But here, we're attacking a different thing. We're attacking the screen, which is a -- the tying 1111 14th Street, NW Suite 400 product. Now there, that's just a screen. And -- and so I'm -- I'm not certain whether attacking the screen and insisting on a higher standard of proof is better than nothing or whether you should say, well, leave the screen alone and let's deal with the tied product on the merits. That I think is what Justice Stevens was getting at too. And -- and I'm -- I'm not being too clear. You understand where I'm coming from, and I -- I want you to say what you want about that. But that's what's bothering me here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. This case isn't what's bothering me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But this in -- as a practical matter, this screen is really the heavy lifting in the antitrust cases. This is where you need all the economic studies, you have the discovery, the experts. This is what costs a lot of money and shifts a lot of the litigation burden on the other side if you have a presumption."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, except that the -- the Chief -- Chief Justice's question -- and it -- it's the same question as Justice Souter had and is what concerns me. My -- my understanding -- and it's not an understanding based on any experience litigating in this area -- is that when you hire economists, in order 1111 14th Street, NW Suite 400 to establish market power, this is a substantial undertaking. It's -- it's a significant part of litigation costs. And what you're saying is that this is an important rule so that we -- we vindicate the important rule by putting the presumption on -- on the defendant. But you can say that with many important rules in many other areas."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"More often than not, it doesn't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that isn't so. I mean, you could have a patent that was valueless or didn't itself confer very much, but the person is trying to establish the market for the product. It's a component, and he attaches this tied product as a counting device knowing that if it's successful, everybody makes money, and if it's not successful, he and everybody else lose. That's -- that's the kind of justification. And that could happen with --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let me be more specific. A person has a patent on an item in a machine. This is a great machine. It's fabulous. We've all had friends who have tried to get us to invest in such machines. We don't know what it does, nor does anyone. (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But if it's a success, we'll 1111 14th Street, NW Suite 400 all be rich. Now, he decides to tie something to that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"To tie something to the great machine."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Correct, if it takes off."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If it takes off, everybody will be rich, and if it doesn't take off, who cares. Now --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- that could happen."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And there often does, I guess."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'll put this machine in your store for a penny. A penny."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"By the way, a penny and you have to buy marvelous component. And by the way, if it takes off, you'll buy a lot of marvelous component, and if not, not."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I have to interrupt to say 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- I think your opponent would say the district court made a finding to the contrary."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If your -- if your arguments are right, isn't that going to typically be the case? In which case, why do you need a presumption at all?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the only issue is who has to prove that. I mean, you -- you could find out who their customers are in -- in discovery and -- and go to their customers and then, you know, show that all of the customers are dissatisfied and wouldn't buy -- wouldn't buy the machine -- wouldn't buy the ink were it not that they needed the machine. I mean, it's just a question of -- of who has to prove it. That's all."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We don't know how many people paid -- paid off the plaintiff. We -- you know, frivolous litigation becomes evident only when it proceeds far enough that it's -- it's reported. What -- what I assume would happen most often is that the -- the person who has the patent would just say it's just not worth the litigation. Here. Go away. We don't know how much of that there is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are you conceding that the presumption makes no sense outside of the requirements metering context?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm kind of curious what your answer is to the Chief Justice's question. (Laughter.)"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but the question is does the presumption make any sense at all outside of the requirements context. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let me try this again, and I'm thinking of a way of saying this more clearly. This is my actual dilemma. If I decide this case against you in my view -- and suppose it came out that way -- I would be concerned lest there be a lot of big companies in the technology area that have real market power in tying products and get people -- and they extend that power through a tie into a second market and thereby insulate themselves from attack. I would be afraid of that really happening, and everything gets mixed up in a war of experts in a technology area about do we have the power, don't we have the power, and who knows. If I decide this case in your favor, I would then be afraid that particularly in the patent area, there will be lots of instances where new technology, uncertain technology, uncertain new technology, does not get off the ground because a very easy way to finance the risk through a requirements contract, for 1111 14th Street, NW Suite 400 -- example, so that we make the money if the product succeeds, because people buy the required product at a higher price. That will never happen. And patents is an area where new technology is particularly at risk. So I see a problem both ways, and I'm really not certain what to do."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But why can Congress --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, didn't they do that? Didn't they do that in the Patent Misuse Reform Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't it logically inconsistent for Congress --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- to say that a patent is insufficient evidence of market power in the misuse context and then just turn around and say, but if you're having a straight lawsuit under antitrust, it is sufficient as a presumption?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it gets back to how important you think and how -- whether it's true or not that the market power is the heavy lifting, as far 1111 14th Street, NW Suite 400 as all these screens go."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, once you start that, then you're saying that -- which I thought was the -- I would have agreed with the dissent -- the concurrence in -- in Jefferson Parish, but that's not the law. And so now what you're saying is, well, we have to go and really make that the law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you're going to give me -- if you're going -- well."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I just ask your point on that? You are giving -- your main argument is there are good reasons to retain this presumption. But then you said even if there aren't, leave it to Congress. The Court created this rule, the market power rule, not Congress. Why, when we're dealing with a Court-created rule, should we say, well, the Court has had it in play for 60 years, so it's the legislature's job to fix it up, instead of the Court correcting its own erroneous way?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"As I remember the text of section 3, it applies to other products patented or unpatented."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We're not even sure, are we, Ms. Sullivan, that -- that you can extend, assuming that there is market power in the patent -- we're not really sure that you can extend it through tying. I mean, there's -- there's dispute among the economists even on that question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There are no -- I thought we were just talking about several."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Price discrimination, I gather, sometimes good, sometimes not. If it pushes out sales --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- on the low side, it's good. If it just extracts profits on the high side, it's bad."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And so I think most economists -- in fact, everyone I've ever read agrees with that."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, one of the interesting aspects of this kind of discrimination is the victim of the discrimination is the more powerful buyer in these cases."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You could probably say that in every -- in -- in every antitrust case where -- where the defendant is -- is alleging a -- a monopoly on the part of the plaintiff. It's almost always the case that the plaintiff knows -- knows more about his business than the defendant does. It's not distinctive here, it seems to me. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't -- it's in fact easier for you here. You can go down to the Patent Office and see what they've distinguished as -- the sense in which their product is an innovation and why it's not just like the other products that might be available that you could use."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose you can do that under modern computer technology. You couldn't have done it 20 years ago."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Sullivan. Mr. Pincus, you have 2-and-a-half minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Pincus."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2698,"interruptions":16,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1477,"interruptions":9,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":2,"fullName":"KATHLEEN M. SULLIVAN","firstName":"KATHLEEN","lastName":"SULLIVAN","counsel":true,"justice":false,"side":"respondent","words_spoken":4151,"interruptions":23,"times_spoken":45,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":223,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1162,"interruptions":5,"times_spoken":32,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":709,"interruptions":3,"times_spoken":26,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":4175,"times_spoken":57,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":4151,"times_spoken":45,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":3644,"times_spoken":108,"laughter":2,"num_int_by":7}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126661}}