{"petitioner":{"name":"WACHOVIA BANK, NATIONAL ASSOCIATION","counsel":[0,1]},"respondent":{"name":"DANIEL G. SCHMIDT, III, ET AL. ","counsel":[2]},"caseNumber":"04-1186","date":"2005-11-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Wachovia Bank v. Schmidt. Mr. Frey. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that was enacted, was it not, in 1887?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And hasn't the -- the word hasn't changed --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in all those years. And there were no interstate branches in 1887, I assume."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's a little hard to look for congressional intent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress makes mistakes sometimes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, a -- a national bank charter typically lists the national bank's principal place of business.  Correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Its main office."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that  amended if the principal place of business changes? The charter is amended."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So this would put national banks in a favored position compared to corporations --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which are citizens of their State of incorporation and their -- their principal place of business."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"My point is just --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A good bit of your argument is that your friend's interpretation on the other side would put national banks in a disfavored position."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument would put them in a favored position compared to a typical corporation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would -- what would be your view?  I know the question is not before us, but suppose we had a question like the principal place of business."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frey, in practice, is there, as there often is for a corporation, a divergence between those two places?  You have many corporations incorporated in Delaware with their principal place of business, say, in Michigan. In the case of a national bank, is there that similar difference that what you call its main office or where it's chartered is different from where it has its principal place of business?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you would say that the main office is the place where they're established. Is that what you think the word established refers to?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I think we need to go there, at least -- it seems strange to me that you have two different words and if, indeed, established means the same thing that you're telling us located means, I'm not going to agree with you.  I mean, they're -- they're two different words --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or an ATM."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there I think the Fourth Circuit said we -- we had a case that resolved that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the Fourth Circuit said that we had a case that -- that answered that question, not a case involving this particular provision --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but a case involving another provision of -- of the banking laws."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frey, remind me of the State bank.  A State bank is, for Federal diversity purposes, a citizen of two -- two places or only one?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be the --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- its place of incorporation and --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- principal place of business if it's different."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you're -- you're asking us to interpret a statute that they passed in light of events subsequent to the passage of the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that when they passed it, national banks were only in one place. Well, they were only located in one place --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- even if you adopt the reading of the Fourth Circuit."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think a lawyer has to go back, in order to advise a client, and -- and when he has a word -- two words in -- in a provision -- one, established; the other, located -- he has to go back and figure out every one of these reenactments and inquire into, you know, what Congress meant at the time?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He -- he has -- he has a statute that says established in one part, located in another, and he has a Supreme Court case, which I mentioned, but you apparently disregard, which is Bougas, which --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which -- when I asked about it, you -- you drew a blank.  I mean, that's the case I was referring to.  And in -- which had a similar  provision using the word established and located and said that established meant one thing and said what in this case it meant. Now, it was for a different purpose, to be sure, but if I were a lawyer looking up -- and it -- you know, it dealt with banks.  And if -- if I were a -- a lawyer, I would have -- I would have said, gee, there it is.  The Supreme Court --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- says where you have established and located in -- in the same provision, located means where they have a branch."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That may well be."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and whatever -- whatever the outcome, whether it was equality or non- equality, and whatever the rationale, whether it was the purpose to be served or something else, the Court held that the word located in a banking statute which had both the words established and located in it --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- meant where they have a branch.  And -- and that seems to me a very persuasive indication for a lawyer --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who's trying to figure out how to advise his client."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":5,"sideBefore":"justices","text":"In a venue statute, as opposed to a subject matter jurisdiction statute, the venue means where, where -- what particular court. Subject matter jurisdiction is which court system. They're entirely geared to entirely different things."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Srinivasan, we'll hear now from you. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What about its principal place of business if it's different from its main office?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Principal place of business."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So the main office is it, like 1332 before the '58 amendment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What did the Government argue in Bougas?  I -- I didn't look up the briefs in the case.  Did the Government appear in -- in that case?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"In Bougas, they were there to -- they were put in originally in the original drafting.  They were paired, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I -- could I get your position again on exactly 1348?  You say main office is where the bank is located?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about if that's different from the national bank charter?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if its charter says something else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Because I gather you  don't have to amend your charter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How -- how do you tell where a bank's main office is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So its main office would be -- be where its articles of incorporation say, even if it has 90 percent of its branches in another State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So you can have these banks -- I don't know -- presumably a State that they bear little or no relation to could offer some favorable treatment of them and they could suddenly say, you know, Wachovia's main office is in Wyoming or something, even though it doesn't -- it has one -- it has one ATM or one branch there.  And that would be all right with you?  That would be where -- where they were located?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That would be the only place that they were located."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"If a national bank changes its main office, it must get the approval of the Comptroller to do so?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What sort of circumstance?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Does it say -- just to take the Chief Justice's example, say they decided they want to open a branch in -- just a -- just a one-window branch in Wyoming and make that the main office.  Would there have been any reason why they couldn't do it?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So in other words, the -- the Comptroller would automatically approve such a change."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the term, main office, have any significance for -- for any purpose other than this jurisdictional issue in this case?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask you another question that is really a follow-up on the Chief Justice's earlier -- for a private corporation, it's located both where it's incorporated and where it has its principal place of business.  Is it your view that a national bank may have two parallel locations or just one?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It could -- it could have a -- it could be a citizen of the State where its -- its papers say its main office is and also the State where, in fact, its main office is."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I should use a  -- different word.  Where its principal place of business"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- they have a big operation in New York and a -- and a Delaware headquarters in -- in Dover."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"And if we did -- if we did interpret 1332(c) that way, there wouldn't be any favoritism for national banks."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what do you mean that national banking associations are, after all, corporations?  I thought they were distinct entities from corporations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"They're not incorporated -- they're not incorporated under the laws of any State, though."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But -- I'm sorry. Maybe this is something everybody knows but me.  But I would have thought that a national association is distinct from a corporation in a way, for example, that a partnership is distinct from a corporation.  And I wouldn't have assumed that the laws with respect to corporations automatically applied to national banking associations.  But you say they do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you did say 1332(c) does not apply to the national bank.  It's only one location."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gilreath. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let me -- let me raise the reality check question.  If -- if we assume that that is not the only possible reading of that statute, why in the world would Congress have wanted to impose the -- the system that follows from -- from your result in  which the -- the national banks are -- are excluded from diversity jurisdiction to a degree that the State banks clearly are not?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- I guess the problem is if -- if we start with the assumption that I made a second ago that your reading is not a necessity -- it's a possible reading.  No question about it.  But if -- if we assume that it's not an absolute necessity, we -- we try to avoid freakish results, and this seems like a freakish result.  And I take it your answer is it may be a freakish result.  We're not claiming that Congress intended it.  But that still leaves us, I think, with the problem of a -- a reading which is not absolutely necessary that does produce a freakish result.  And if that's the case, why shouldn't you lose?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No.  The question is why would Congress -- let's assume we have a choice between two readings.  Why would Congress want to give the State courts -- the State banks -- State banks -- greater access to Federal courts than it gives national banks?  What earthly reason would there be for Congress wanting to do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it -- it says located.  I mean, do you -- what about an ATM?  Does an ATM make them -- that's all they've got in Wyoming. Does that make them located in Wyoming?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what about if we go back to 1880 or whatever and they had a messenger?  You know, they only had one office, but they had depositors in different States, and this messenger went from State to State handing out the cash and collecting a fee. Would Congress at that time have considered that bank to be located in all the States where the messenger showed up?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Couldn't have a messenger? He just delivered some mail.  The post office was slow."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The Pony Express."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You can have private delivery of mail.  Can you? Well, that's a -- but what -- what even more -- what about a -- a warehouse?  I mean, it's where they keep the -- the money bags or whatever.  (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"That's all that's -- that's all that's -- and that's all that's in the State.  Are they located in that State?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you -- call your attention to another word in the statute that seems persuasive to me?  It's the word respectively.  The statute says all national banking associations shall be, for the purposes of all other actions by or against them, be deemed citizens of the State in which they are respectively located, which I would read as saying in which each of them is located.  Isn't that --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They're talking about a plural banking associations, not just plural branches of one association.  And it's in which each -- in which  they are respectively located, which strikes me as saying in -- in which each of those national banking association is located, which seems to me to read as though there's only one location for each bank."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Well, that -- that would be true if it said the State in which they are -- in which they are respectively located, but it does say of the States."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":5,"sideBefore":"justices","text":"That's what it does say: the States in which they are respectively located."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Yes, so each one could be in many States.  No?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And of course, it refers to more than one State because it referred to even more than one national bank association.  It's a plural associations, and then it says, each of them shall be deemed a citizen of the State in which -- it says in the plural -- in which they are respectively located."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Correct.  That's exactly right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But not with every State with which it has a close nexus."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, in other words, the partnership -- we have a corporation where it's incorporated and Congress said a principal place of business.  We have a partnership where each partner is located.  I don't know of any instance where for subject matter jurisdiction, that is, which court system you go to, as distinguished from personal jurisdiction or venue, you have a notion that someone is a citizen of every place where it does the business. Is there -- is there any other example?  It's certainly not true of a partnership.  It isn't true of -- of a corporation.  Is there any other entity that would, for subject matter jurisdiction purposes --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Its members."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but the question that I asked you is, in the realm of subject matter jurisdiction, that is, which court system, Federal or State, as distinguished from where can I grab this person for personal jurisdiction purposes, what are my venue choices, is there any other example in all of title 28 where, for subject matter jurisdiction purposes, this -- every place where it's located counts?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do we owe any degree of deference to the Comptroller's interpretation of the provision?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is not a matter of -- of -- over which the Comptroller has administrative responsibility, is it?  I mean, this is just a matter for the courts as to what court these associations can be -- can be sued in.  And I don't see how the Comptroller has any business in that area."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I -- I guess he deals with these associations all the time, so we should -- we should listen to him, but -- but he -- he is not authoritative as to -- as to who comes into court, is he?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What do you do with their -- their hypothetical in both your friend's brief and the Government's brief about Ford Motor Company, not in terms of 1332 but common parlance?  If you ask  somebody where Ford Motor is located, they're likely to respond by saying, well, what do you mean?  Do you mean their headquarters?  Do you mean the -- the plant down the street?  Do you mean the dealership?  It does suggest that located doesn't have the clear meaning that you rely on."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the argument here is -- is in the context of deciding which citizen an entity is a citizen -- which State an entity is a citizen of, we normally don't think that entities are citizens of multiple States.  Just as you wouldn't think if -- if you're asking, you know, where does the Ford Motor Company manage its -- its operations from, you wouldn't think from multiple States. So here when you're talking about citizenship, why doesn't this argument of context cut precisely against you?  We're talking about citizenship.  People aren't citizens of -- of 50 States.  I mean, that -- that's an extraordinary result to reach."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So we should be looking for one State or maybe two States at most."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In South Carolina.  It's not -- it's not as though you're being sent to some other place.  The only question is whether they would have access to the Federal court.  But as far as personal jurisdiction is concerned, you have it in South Carolina."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it would still be in South Carolina."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the same would be true if you were dealing with a State bank incorporated in North Carolina with its principal place of business in Virginia that had 50 branches in South Carolina. The same thing --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- would still be true."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And that's the parity that Congress has -- that has been the guiding principle of Congress' enactments in this area since"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I go -- may I go back to the textual argument that Justice Scalia was suggesting a little while ago?  If we presume that normally a citizen is a citizen of only one place -- there are multiple -- there are other situations where you have a dual citizen -- and that you would normally assume they're only a citizen in one place, then Congress, in order to solve the problem of corporate headquarters in the private commercial world, corporate headquarters, a main piece of business, went out of its way to say corporations shall be deemed to be a citizen of two places -- they made a special statute when they could be a citizen of two places, which overcomes the presumption that it's a citizen of only one place.  But there's nothing to overcome the presumption that in 1348 they're assuming each citizen has only one place  of citizenship because that statute just used the word respectively.  It talks about many banks but in -- respectively citizens of -- of different States.  But I think that's fully consistent with the notion, sort of the basic background notion, that one person has one -- one citizenship; one corporation has only one place of citizenship."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this -- I'm -- I'm relying strictly on the statutory language in making this argument."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, because it doesn't say anything about anybody being a -- capable of being a citizen of two different places, whereas 1332 does, which is the unusual situation."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Respectively."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"See, but it's clearly unusual to say you can be a citizen of two places.  And to do that, you had a special statute in 1332.  To say you can be a citizen of 40 or 50 States simultaneously, there really is no precedent for that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Frey, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if there were the problems that you hypothesize here, Congress could have dealt with them by enacting something that dealt with the proliferation of branch banks rather than interpreting the 1948 statute in light of 1980's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's not a rule that they've adopted.  All they say is that they're citizens of wherever they're located."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANDREW L. FREY","firstName":"ANDREW","lastName":"FREY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2747,"interruptions":15,"times_spoken":40,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1608,"interruptions":10,"times_spoken":30,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JAMES R. GILREATH","firstName":"JAMES","lastName":"GILREATH","counsel":true,"justice":false,"side":"respondent","words_spoken":2488,"interruptions":9,"times_spoken":34,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":808,"interruptions":7,"times_spoken":40,"laughter":1,"num_int_by":4},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":46,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":6,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":29,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":727,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":85,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":4355,"times_spoken":70,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":9,"words_spoken":2488,"times_spoken":34,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":18,"words_spoken":3162,"times_spoken":110,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.7624944627608342,"respondent":0.2375055372391658,"date":1472523515137}}