{"petitioner":{"name":"GERALD T. MARTIN, ET UX.","counsel":[0]},"respondent":{"name":"FRANKLIN CAPITAL CORPORATION, ET AL. ","counsel":[1]},"caseNumber":"04-1140","date":"2005-11-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Martin versus Franklin Capital Corporation. Mr. Heldman. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Rule 11 is about frivolous arguments and motions, is it not?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  And Christiansburg Garment is about unreasonable arguments.  I suppose that not every unreasonable argument could be deemed to be a frivolous one."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think you know it when you see it? [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But, when Congress passed this language, the scope of Rule 11 was not as well defined and understood as it is now.  So, the overlap argument you're making may not really go to what Congress had in mind."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When you talk about the text, though -- and I understand that the \"may\" language here has been read by the Court in very different ways, depending upon the statute -- but you have a statute that literally alternates sentences between \"shall/may,\" \"shall/may,\" and it  seems to me that if your rule is closer to \"shall\" than \"may,\" it seems that it was an odd choice of words for Congress to employ."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- it could be remanded sua sponte for any number of reasons, so -- so, you're saying not that there is some wiggle room to allow \"may\" to operate, you're simply saying it depends on the party that initiates the remand.  And I guess my question is, Could you give us an example, or examples, of a remand on a party's motion, on a plaintiff's motion, in which the fees would not be allowed?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the plaintiff who waits over a year to move for remand when it appears as though the case is going in the defendant's favor?  Doesn't \"may\" give a district court discretion to say, \"I'm not going to reward a plaintiff, who wants to go back to State court only when he was on the brink of losing in Federal court, with fees.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just -- you say that your presumptive fees are included would cover that  case.  It, in part, is -- resembles your case, because you didn't move to remand until the case was pending in the Federal District court for over a year."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, indeed, wasn't there a change in the law after the case was removed?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Tenth Circuit, I thought, held that the district court was within its discretion to deny the award, because, at the time of the removal, the defendants had  objectively reasonable grounds to believe that removal was proper."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you stated, at the outset -- and, I think, properly so -- that we're interested in what incentives --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- are put in place by whatever rule we adopt.  I'm not sure about the incentives in -- on the facts of this case, or in other cases, based on your rule.  The defendant has only 30 days to decide whether to remove.  That's a Federal right that should be given some due consideration.  You, in effect, want to make the removing defendant an insurer against improper removal.  And I just don't know why that should be the policy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it a big issue when the provision did not provide for counsel fees?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When it --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when the statute provided for costs --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which, in our system, do not include counsel fees, was it a big issue when all that was included was costs?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask a question?  I never had one of these problems when I was in practice, so it's all new to me.  But, \"an order remanding the case may require payment of just costs and any actual expenses, including attorneys fees, incurred as a result of the removal,\" does that mean that if, after the removal there are substantial proceedings in the trial court, in an appeal, and so on, and then you suddenly discover that the -- there was a mistake and you remand -- you can get fees for all the litigation work that took place in the interim?  It could be a very large sum of money, couldn't it?  It's not just fees incident to the fight over whether removal was proper."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- conceivably, could include all sorts of discovery and arguments on motions and so forth that might actually save time in the subsequent proceeding, if it goes back to the State court."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the judge's discretion includes both whether or not to include any fees, and he also has quite a bit of discretion on what to include in the fee award, I suppose."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- shouldn't we know what the rule is with reference to the extensive fees Justice Stevens requires?  Shouldn't we know that, as part of the background for what we're going to do in this case?  And if you say -- and you seem to indicate, \"Well, it's going to be up to the discretion of the judge.\"  Well, if we know what the rule is, then it's not part of the discretion."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't -- why doesn't that also go for counsel fees?  I mean, there are expenses in discovery, but there -- there's counsel time in discovery.  So, wouldn't the same rule apply?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know what it is you're arguing for.  That is, I -- when I get through all these words in the attorneys-fees cases, I've got it in my mind that, like the civil rights statute, they say, \"You normally get fees, unless you shouldn't.\"  All right?  That means you're normally gonna to get them."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The plaintiff, anyway. All right?  Then we have a case with a copyright. The copyright says it's all the way up to the district court, really, which means a grab-bag, and what the particular judge thinks is fair in the instance.  And I guess you could have a rule saying, \"You hardly ever get fees.\"  So, in my mind, I got it, \"Well, who knows?\" and, \"No, you almost always do,\" or, \"No, you almost always don't.\"  Now, is that a good characterization?  And what -- which one of those three are you arguing for?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you're not arguing for \"You always don't.\" [Laughter.]"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then, which one do you want?  Do you want the thing --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, if you want \"you always get them,\" in the civil liberties cases there is a good policy reason, according to the court, underlying that judgment of how Congress wanted to give this to people to vindicate civil liberties.  I've never heard of a policy of closing the Federal court door, because if, in fact, you were to have that rule in this case, it would simply discourage people from removing it in cases where they think they have a good claim to remove it, because they'd have to pay huge costs if they were wrong.  So, I'm not aware of any closing doors of Federal court policy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now I --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unfortunately, I guess, from your position, I don't know what Congress meant here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Therefore, I'm trying to figure it out in terms of the policy --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as well as the language.  Okay, in terms of the policy, I'm simply saying that I don't know why you have a better claim than a copyright plaintiff, and I can think of why you don't have as good a claim as a civil rights plaintiff, the reason I said.  So, what is your response to that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  Under your rule, there's a presumption.  I thought that the rule you're asking us to approve is the one that's applicable in the Seventh Circuit, which is that you presume there will be counsel fees when a case is remanded to the State court, unless there are  extraordinary circumstances that would overcome the presumption.  Now, that's what you're -- that's the rule you're asking for?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's such a different in the context.  The Title VII plaintiff gets fees after a defendant has been found a law- violator.  And, here, a defendant has a right to access to a Federal court.  And the statute -- you are emphasizing text.  If one looks at the Omnibus  Act out of which this provision came, we see two removal-friendly pieces in it, right?  Because, no longer do you have to verify a removal petition; you just do a simple notice.  And that's one.  And there was another.  Oh, yes.  Yes, you don't have to put up a bond anymore if you want to remove."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's a  general -- you're -- you seem to be arguing more generally for the British rule, rather than the American rule.  And I read our decision in Fogerty to say that when we're confronted with language like this, \"may,\" you don't assume that Congress intended to overrule the basic American rule and apply the British one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Those were all the, you know, private attorneys-general-type cases, where you're -- where the view is that the plaintiff is carrying out a mission of ferreting out and enforcing the law.  But that's -- this is a quite different context."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Every party who prevails on a motion to admit evidence or to exclude evidence is promoting the policies and the rules of evidence, but we don't think that those motions should result in a -- in fee shifting."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr.  Heldman."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Chilton, we'll hear now from you. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that it allows Rule 11 fees to be imposed --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- which otherwise wouldn't be imposable.  It seems to me that what cuts against that interpretation is the fact that it does try to set some standard.  It says, \"An order remanding the case may require payment of just cause -- just costs and any actual expenses, including attorneys fees.\"  Especially the \"just costs,\" that's a standard.  It's not saying, \"You can use Rule 11 and apply whatever standard Rule 11  contains.\"  What's your response to that?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm -- I don't -- I'm not sure that I agree with you that Rule 11 applies.  It really deals with frivolous actions. And here, we're talking about the imposition of reasonable costs, are we not?  Just costs."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think the standard is different than that, under Rule 11."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, why --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- is it in your interest to ask us to apply Rule 11?  You're hoping that, in future cases, it will be less likely that these are awarded?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the Solicitor General, I guess, suggests that the Christiansburg Garment standard is the appropriate one."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And do you disagree with that?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but there had been case-law changes, hadn't there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought a comparative advantage of the Solicitor General's approach, and, by the same token, of the Petitioner's contrary approach, is that it avoids a lot of litigation over a collateral issue, like which court you ought to be in.  As soon as you get into a multifactor analysis, then you get briefs on both sides arguing their factors and the other side's factors, and the judge has to decide.  If there's a presumption that applies in most cases, you don't waste time over jurisdictional squabbles like this."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's hard to have three different kinds of standards with attorneys-fees statutes.  I mean, there are quite a few of them, and -- I can understand saying some of those statutes mean you almost always should get it, because of special policies reflected in the history of the statute, et cetera.  That's Christianson. And I can imagine Fogerty, where you say, \"As to an ordinary one, it's ordinary.\"  \"Ordinary\" means it's up to the discretion of the district judge.  And there may be many reasons.  Do we want a third one, where --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- let's say they pass this -- and it's \"unusual\"?  I mean, we're going to get several categorizations and shadings of statutes.  I don't have an answer.  I'm not suggesting a point of view on this.  I'm curious what you think."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- think we do have three, if you count Fogerty, because you have the Christianson, which is the most defendant-friendly. And then you have Piggie Park, which is the most plaintiff-friendly.  And then you have Fogerty, which is been -- has been called the multifactor --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- test."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You know, it would really improve the dignity of this Court if we referred to \"Piggie Park\" as \"Newman.\" [Laughter.]"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose that one could assume that to be the congressional intent, if Congress often has such an intent for such substantial imposition of financial liability.  Do  you have any other examples of where Congress has essentially left it up to the district judge, with a broad, virtually nonreviewable -- I guess it's reviewable, but -- to some extent -- but multifactor test, whatever the district judge considers important?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What are --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- what are some other examples where Congress has allowed this degree of financial liability to be subjected to the discretion of a district judge?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And this is liability for what?  In -- for --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't Fogerty an example.  Isn't the -- what is the standard that Fogerty announces?  It rejects the British rule, and that it rejects the one favoring -- one party over the other?  What is the standard you get out of Fogerty, other than pure discretion of the district  court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as it was just mentioned, \"multifactor,\" in a footnote, it said it would be neutral.  I think the big point in Fogerty was that it was going to apply in both directions, be neutral as between plaintiff and defendant."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You've given us, in your multifactor test, you said, \"objectively reasonable basis to remove.\"  And another factor might be that the plaintiff delayed in moving to remand.  What other factors, besides the \"objectively reasonable basis to remove\" and the  plaintiff's delay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is your position on what fees we're talking about.  Do you agree with your friend that money that's spent, that's going to have to be spent anyway in the State court proceeding, though, is not wasted, that that's not recoverable?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Have the lower courts addressed that issue?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are there -- are there instances, under your view of the statute, in -- under the standard you propose, where costs would be awarded, but not fees?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And, once --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- again, can you advise us of their practice or lower-court opinions  addressing that issue?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because we think of costs as really a matter of course.  As Justice Scalia points out, it says \"just costs,\" which -- I take it \"just\" modifies just the cost and not the actual --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I return to Fogerty for a minute?  As I read the footnote at the end of the opinion, which you - because say referred to the Third Circuit rule, it talks about, \"nonexclusive factors are permissible.\"  It doesn't say the factors used by the Third Circuit are the -- you know, set any particular standard.  As I read it, it leaves the discretion entirely up to the district court to apply whatever reasonable and appropriate factors seem correct in the particular case."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- but you're --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- the part of the decision on which you rely is the footnote at the end of the opinion, is that right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":7,"sideBefore":"justices","text":"If the -- the broader discretion we give to the district court, the less litigation there is likely to be on this subject."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not those very cases.  By definition, this issue only comes up when the case should not have been removed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, it's not the cases that Congress wanted to be removed that we're talking about."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I wonder if that's a correct statement.  It seems to me there are a lot  of cases in State courts.  In 1983, cases are subject to State court jurisdiction, where the plaintiffs are trying to enforce a Federal right."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I just thought you said the State court would never be enforcing a Federal - - I may --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- I may have misunderstood your point --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- I'm sorry."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, it was an improperly removed case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Heldman, you have four and a half minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not, then, just say \"objectively reasonable basis to remove\"?  That's a one -- one standard."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If the law was so anti- removal, then one would expect there would be some kind of threshold check once you get to district court.  But the removal process is: you file your notice that you're removing.  That's it.  There it goes.  And the district court doesn't do any kind of initial screening to let it in.  It just gets there"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- by rapid transit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. MR. HELDMAN:  Thank you, Your Honor. CHIEF JUSTICE ROBERTS:  The case is submitted. [Whereupon, at 11:06 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"SAMUEL H. HELDMAN","firstName":"SAMUEL","lastName":"HELDMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3251,"interruptions":25,"times_spoken":46,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JAN T. CHILTON","firstName":"JAN","lastName":"CHILTON","counsel":true,"justice":false,"side":"respondent","words_spoken":2554,"interruptions":21,"times_spoken":44,"laughter":3,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":481,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":109,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":539,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":6,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":508,"interruptions":4,"times_spoken":12,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":239,"interruptions":3,"times_spoken":8,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3251,"times_spoken":46,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":2554,"times_spoken":44,"laughter":3,"num_int_by":7},{"side":"justices","interruptions":23,"words_spoken":2786,"times_spoken":90,"laughter":3,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034766}}