{"petitioner":{"name":"JOSEPH SCHEIDLER, ET AL.","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"04-1244","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Scheidler versus National Organization for Women, and Operation Rescue versus National Organization for Women. Mr. Untereiner. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if we were to agree with you on any one of the three questions, would that end the case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there was a theory that was put to the jury -- and it's right there on the special interrogatories -- one category was violent acts that obstruct commerce with no connection at all to extortion.  That was there.  And I have a question about your characterization of what the Seventh Circuit did.  It was puzzled.  It says, \"Extortion, they all go.\"  But here are these four that don't involve extortion, and there's no ruling from the Court on those.  Was the Court supposed to assume that the Court made a question -- decided a question of statutory interpretation by silence?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there any argument on the merits as to those four counts?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes.  Is it conceivable that we overlooked that point?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I just -- do you think it's conceivable that we just didn't realize those four points were at issue?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you think we resolved the statutory construction issue that you're now arguing very carefully at this time?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They may assume it --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but there's nothing in the opinion to give any --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's possible, at least, that we just overlooked that aspect in the issuance of our opinion, would it be more helpful to move on to the other two questions at issue here, since they would be determinative?  It's --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it's disturbing to think that some court below deliberately was trying to defy what this Court said.  And I'm not sure there is any indication of that.  It may have thought that those issues -- those other acts were overlooked, and, therefore, they had some right to deal with it.  But I wonder if we shouldn't focus on the other two legal issues here."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether the Court should rule on it, as in a matter of first decision. We are a Court of review.  There was no determination of whether the Hobbs Act included such a category in the Seventh Circuit.  So, the difficulty, the impediment to addressing your position is that however strong it may be, it wasn't resolved below, so why shouldn't we follow the natural order that first the District Court speaks, and then the Court of Appeals, and then it comes here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  How could the -- how could the Court of Appeals not have resolved this issue?  How could it possibly have rendered its judgment without resolving this issue?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you raise this issue below?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Is that how we apply statutes, that if they may plausibly be read a certain way, that's what they mean?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how that's a resolution of the question."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm with you --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- up to the point where you say it went as far as it possibly could.  As Justice Scalia indicates, why didn't it say, \"This is the way the Act must be interpreted,\" period?  So, it didn't go as far as -- I'm just quibbling with your -- I'm just quibbling with your statement that it went as far as it possibly could.  I don't think it did.  That's the problem."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"We got you off of --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Were you --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"We got you off of your first point, but I'd like to just loop back to that for a minute, at this point.  Is this imprecision, this ambiguity, grounds for our reading -- our insisting on reading our earlier remand and judgment literally and saying that there are no predicate acts -- there are no predicate acts that support this judgment?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- is there some prudential argument for us not to reach this issue and just insist on the wording of our earlier mandate?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm concerned about your characterization, not only of suggesting that there was some attempt to force a particular decision, but I'm reading the Seventh Circuit's remand to the District Court.  It went through your argument, which it said was a substantial one, that no change was intended in the codification.  And it said, \"While these revisions were intended to be formal stylistic changes, it is not beyond  the realm of the possible that the revisers may have made certain substantive changes.\"  That doesn't sound like they were ruling on it definitively, but they were tipping their hand.  \"Not beyond the realm of the possible.\"  That was --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how they -- how they could dispose of the case without resolving that. That's my puzzlement."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- I mean, can we do that in a case that comes up here, and just say, \"There are good arguments on both sides, it's quite plausible,\" and remand the case without resolving the issue? [Laughter.]"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"They asked the District Court to resolve it.  They said the District Court should resolve it in the first instance, and then they would review it, presumably."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the reason they said it was plausible is that -- and you may well be right, on the bottom line, and the Government agrees with you, but there are -- there's a redundancy in the statute. There's a phrase in there that could be taken out, and the statute would have exactly the same meaning, if you're correct."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me those words -- I forget what the -- \"commit threats of physical violence.\"  So, take those words.  The statute will have the same meaning."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, really?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What function do they perform? What case would it cover that would not otherwise be  covered?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That do not rise to an obtaining?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see what you're saying."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- I understand."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, we didn't reach that, last time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, if we -- if we agree with you on the Hobbs Act, I assume you would not have us reach that third question this time, either."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, at the time they did that, the Clayton Act had already been passed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument's a little inconsistent with the Franklin case, though."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Gwinnett -- Franklin versus Gwinnett County."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Ms. Blatt. "},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"Would you not --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Would you tell us what -- which one of these questions, in your view, we ought to address, first and foremost?  If the answer to any of them  is favorable to Petitioner's position, I guess that's the end of the case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"Even though two U.S. attorneys, years back, did predicate cases on there being a discrete crime of obstructing commerce through violent means."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"Ms. Blatt --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"-- can I identify a concern? I'd like you to help me out on it.  I -- that language, if you construe it the way the other side does, it would cover certain violent conspiracies that would merely obstruct interstate commerce that we could all be concerned about today.  Are there other criminal statutes on the book that fill that gap?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"So that you're saying, in substance, that you don't need to read the Hobbs Act the way they do in order to protect the public from the kind of harms that the -- they would read the statute as covering."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"","text":"What do you mean?  It's a separate --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"","text":"-- a separate offense?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"","text":"So you charge two counts for violating the same section?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"","text":"Two separate violations, each of which violates the same statute?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"","text":"Is it -- you just -- on your list, I had the impression, but tell me if I'm right or wrong, that there's a specific statute dealing with abortion clinics now, though there wasn't when this case began."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"","text":"So that if --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"","text":"-- Operation Rescue did the same kind of thing now that they did then, the Petitioners in -- the plaintiffs in this case would be able to get relief under that statute.  Is that right or wrong?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"Ms. Blatt, your time is almost over, so, on the injunction part, what remedies are available to the United States under your reading of the provision?  Injunctive relief, yes.  What about -- is  there any monetary relief that the United States can seek under RICO?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"","text":"I have -- just have one question.  If we were to adopt the Petitioner's first suggestion that we should simply have a strict reading of our mandate, would that cause problems, so far as people interpreting our precedent and indicating that, by  implication, we've reached this Hobbs Act question?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"Regardless of whether we knew what we were doing, we said it. [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"Except if they think we didn't know what we were doing.  I --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"-- they ignore it if they -- if they think that we didn't know what we were doing."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"Only when it's perfectly clear that we didn't know it.  [Laughter.]"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"You don't think there's even an arguable basis for saying we resolved the statutory question that's presented now, do you?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":8,"sideBefore":"","text":"But it's not mentioned in the opinion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Thank you, Ms. Blatt. Mr. Chemerinsky. "},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's true, but don't you have the further difficulty that we didn't merely reverse with respect to the -- to the Hobbs Act violations, or to the listed ones.  We made it clear.  We said, expressly, that the judgment had to be reversed, which seems to sweep everything within it, doesn't it?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But, I mean, that's what we always say.  And it may be that there is absolutely nothing to do, at that point, except enter judgment for one side and be done with it."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think -- I think, you know, your argument is fine, but the trouble is, if the question is, \"Did the Seventh Circuit honor the judgment of this Court?\" I think there's a pretty good argument that it not -- that it did not, based upon the fact that we, in effect, summed up everything we were purporting to  say with the phrase that the judgment itself had to be reversed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's not talking about the deciding of issues; he's talking about reversing a judgment.  You don't have to go into what the issues are in order to follow that instruction.  The judgment is reversed.  And if there were issues that should have been resolved in order to reverse the judgment, and that weren't, it would seem to me that your remedy would not be to say to the Court of Appeals, \"Well, the Supreme Court didn't mean what it said,\" or, \"didn't know what it was doing,\" but, rather, to move for reconsideration here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying you couldn't -- you couldn't file a motion for rehearing on the ground that the Court neglected to address four points that were  made very -- you made nothing of them in the -- in the argument or in the briefs.  It was almost not considered at all.  You mean that when a judgment is issued that is so clearly, in your view, erroneous, you can't come to the Court and say, \"The judgment is erroneous, you forgot to address these issues\"?  I hope you can do that in a motion for rehearing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They would have to say not just that.  They would have to say, \"The court did not deal  with those four issues, and, therefore, its judgment was erroneous.\"  They would have to say that in order to -- in order to act the way they did --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- because our judgment was \"reverse.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do we look -- do we -- do we typically enter judgment, ourselves?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When was the last time we did that?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't think we would actually enter judgment.  We'd -- we might reverse with instructions to have the lower court enter judgment, but  we wouldn't enter the judgment ourselves."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The mandate, in this case, remanded, is that what you --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So further proceedings --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- consistent with the opinion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it also said, in the last paragraph, \"all of the predicate acts supporting the jury's verdict.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, it says --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"all the predicate  acts supporting the jury's finding of a RICO violation.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, it's quite clear what \"all\" was referring to."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Chemerinsky, if we turn from what this Court did, or did not, think about last time around to what those four counts were, would I look to find out what were those four acts of violence that remain in the case?  I could not find, in any of the papers before us, any specific definition of what those acts of violence were.  I mean, the jury was given -- I don't know what -- was it a dozen possibilities?  And they found four.  But which four, we have no idea."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he -- but wasn't this tried to a jury?  That was a jury that made those findings."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the jury is no longer sitting."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He knows that there were four acts.  He knows that he -- under his instructions, the jury could pick 12.  How could he know which four the jury homed in on?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But does it -- when what turns on that finding is injunctive relief, the judge might very well be influenced by what those particular  acts were.  He might say one set of four was not adequate to issue this injunction, but another set of four would be.  And we just don't know -- we don't know what those acts were.  The jury is not to be called back.  The Seventh Circuit said \"no more evidence.\"  So, if we get down to those four acts, how can we say those are sufficient to uphold an injunction, when we don't even know what the acts were?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say \"most favorable to its conclusion,\" but did the jury conclude that there should be an injunction?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's up to the judge."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, I mean, the principle that you interpret a verdict in the manner most favorable to its conclusion has no application here at all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  You mean it's up -- I don't understand that.  The judge, in order to issue the injunction, becomes a second fact-finder, and he can find four -- he can pick four out of the twelve, perhaps four that the jury had not picked?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, he can -- he can actually make a finding.  And it -- and it could be that the jury found that eight of them weren't valid, and the judge, in order to issue an injunction, can contradict the jury and say, \"You know, I find that other four\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the Seventh Circuit in its most recent expression said, \"It may well be that the judge will decide that those 4 predicate acts\" -- as opposed to 121 going in, 4 -- \"were not sufficient to support certainly a nationwide injunction, but perhaps not any injunction.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything that -- under your reading of the Hobbs Act, that isn't covered by the FACE Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I know.  But in terms of the -- we now have specific legislation addressed to the specific context.  And all of the acts that you're complaining of in the original suit are actionable under the FACE Act, aren't they?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like you to get to the meaning of the Hobbs Act."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And I'll try to focus my own thoughts on this by saying two objections to what you're arguing, related, that when they passed the Hobbs Act, it had a section 2, and section 2 said that, \"This is an Act that forbids robbery and extortion, all involving interstate commerce.  And robbery/extortion involve property.\"  Then it had a section 5.  And section 5 said, \"This Act forbids physical violence or threats of violence  related to section 2.\"  Now, all that happened since then is, there was a recodification.  And the recodification wasn't meant to change anything substantive. Second and related point: Enmons.  For 35 years, working people in this country have thought they had a right to strike, free of the Hobbs Act.  And your interpretation, as the AFL-CIO points out, will gut the right to strike. Now, those are two strong arguments against you, and I'd like to hear your response."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we've also said that we don't assume a substantive change from a recodification."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, your argument requires us to assume that Congress intended a substantive change when it recodified the Hobbs Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Who -- who's enacted the model penal code?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Chemerinsky, the problem that I have, and Justice Breyer expressed, is, we have the reviser's notes that suggest, \"I was just getting rid of extra words.  I was making this a tighter provision.\"  And there's not anything to indicate that Congress considered any change in the substance of the Act."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But here's a -- the reviser telling us, \"I did this, and I did this to clean up the Act, to make it less wordy.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- let me talk --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":6,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"-- about the comma.  I don't -- I don't -- I don't understand your argument on that point. I mean, it says, \"Whoever, in any way or degree, obstructs, delays, or affects commerce or the movement or any article or commodity in commerce by robbery or extortion or attempts or conspires to do so,\" comma -- that's the comma you're talking about?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"or threatens physical violence to any person or property,\" but it continues, \"in furtherance of a plan or purpose to do anything in violation of this section.\"  Now, the only thing that this section has, prior to that statement, said to be a violation is obstructing/delaying by robbery, extortion, or attempt or conspiracy to robbery or extortion."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No, but --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"\"Plan to do anything in violation of this section,\" which is not just obstructing commerce, but obstructing it by robbery, extortion, or attempt or conspiracy to robbery or extortion."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's a jurisdictional hook, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"When you see something in a criminal statute that forbids \"affecting commerce by,\" that means that Congress wants to prevent the conduct that will follow the words \"by,\" and it needs a jurisdictional hook, so it puts in \"affecting commerce.\"  That's how I've always understood the Federal criminal code.  Am I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- wrong in that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what meaning do you give to the phrase \"in furtherance of a plan or purpose to do anything in violation of this section\"?  Under your interpretation, you could just drop that -- drop that phrase completely."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not a violation of the section.  \"Obstructing interstate commerce\" is not a violation of 1951."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- is obstructing it by robbery or by extortion or attempt or conspiracy to robbery or extortion."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, because the --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Well, what do you say to the response --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":10,"sideBefore":"justices","text":"-- the counsel for the Government explained that if, in the course of committing a robbery, some bystander is physically injured, it's covered."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that's understandable, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If you're --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- convicted --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- of the crime, but you cannot be indicted as a separate crime.  This makes it a separate  offense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying we -- you can use it to aggravate the punishment for some other offense, but this does -- this does something quite beyond that.  It says it is a separate offense."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say they are punished as a part of the act, but Justice Scalia's point is still true, it only goes to punishment.  The way this is written, it may be charged as a separate offense."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I mean, one is -- I'm attempted to say, \"Well, tell Congress that.\"  If they want to create a separate offense, they can do it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the reasonable reading of that, \"violence in the course of achieving -- for the purpose of achieving the object in question,\" as opposed to, in effect, a \"by-blow against a bystander\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- I want to give you a chance, because you're quite right in thinking that I'm moved, in large part -- or worried, in large part -- not about this language, but about the change in Federal criminal law. And the change in Federal criminal law, if you're right, way beyond this case, would transform virtually every threat of violence made anywhere in the United States into a serious Federal crime.  At the least, it would -- and make a major change in threats of violence on the picket line.  And those are two aspects of the same thing.  And I'm worried about the upsetting of expectations way outside the context of this case and making a major change in Federal labor law, for example."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What does it -- 1951(c) says what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but I -- then perhaps I -- that's an old statute, 1951(c), isn't it?  Is it something brand new?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  What is it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the case that interpreted the Hobbs Act, which is Enmons --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- seems to rely, for the  labor-union exemption, on the fact that a threat of violence in an effort to obtain legitimate wages is not within the Act.  But if we read \"legitimate wages\" out of the Act, then I guess we would be left with \"the threat of violence.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, the -- it's not a -- that's wrong.  It says \"affect commerce.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And, therefore, we have the instance of any threat of violence that affects commerce becomes a Federal crime subject to 20 years of  imprisonment.  And, of course, in today's world, as you know, I believe almost everything affects commerce.  And if I'm even close to being right, this is a major incursion of Federal law, serious criminal Federal law, into what could be fairly minor matters of State criminal law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your friend's answer was that that was an implied right-of-action case; and, therefore, the remedies had not been spelled out; and so, you assume the broader remedies.  What's wrong with that answer?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"As you read it, can a private party get a preliminary injunction?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, a private party could get an -- not only permanent, but preliminary --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- injunction."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Chemerinsky, I -- you said earlier that our -- that we \"reversed and remanded.\"  That was not in our opinion, though, as it sometimes is, \"Therefore, you know, the case is remanded.\"  It doesn't  say that.  Our opinion here just says \"reversed.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It just says --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"reversed.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see.  And they interpreted \"reversed\" to mean \"remanded.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, that enabled them to say that what we meant was not \"reversed,\" but \"reversed and remanded.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They didn't look at the last  line of our opinion, which said \"reversed.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They made the assumption that this Court has an obligation to reason why, and there was no reason why given as to those four counts."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's a broad principle. Whenever a Court of Appeals thinks that we haven't really resolved all the issues in the case, they can ignore our order that says \"reversed.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Congress never discussed the change in the Hobbs Act that you're  proposing, in 1948. [Laughter.]"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We also actually entered a mandate, too. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Chemerinsky. Mr. Untereiner, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 11:01 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"ALAN UNTEREINER","firstName":"ALAN","lastName":"UNTEREINER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2234,"interruptions":17,"times_spoken":36,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ERWIN CHEMERINSKY","firstName":"ERWIN","lastName":"CHEMERINSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":3085,"interruptions":44,"times_spoken":82,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":200,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":820,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":6,"times_spoken":27,"laughter":3,"num_int_by":4},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":948,"interruptions":7,"times_spoken":38,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":248,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":3},{"id":8,"fullName":"MS. BLATT","lastName":"BLATT","counsel":false,"justice":false,"side":"","words_spoken":1331,"interruptions":11,"times_spoken":22,"laughter":0,"num_int_by":5},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":672,"interruptions":5,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":3,"times_spoken":7,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2234,"times_spoken":36,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":44,"words_spoken":3085,"times_spoken":82,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":30,"words_spoken":3861,"times_spoken":152,"laughter":5,"num_int_by":8}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.7664639446734283,"respondent":0.23353605532657173,"date":1472419305142}}