{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"No. 04-1203 GEORGIA, ET AL.; and TONY GOODMAN, Petitioner, v. No. 04-1236 GEORGIA, ET AL. ","counsel":[1]},"caseNumber":"04-1203","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll hear argument first in United States versus Georgia, and Goodman versus Georgia. General Clement. "},{"name":"JUSTICE O'CONNOR","id":3,"text":"Can it -- with respect to the reasonableness aspect, in Turner versus Safley, we said prison administrators have a good deal of latitude, in the prison context, in order to maintain order.  Now, do you see the reasonableness requirements of the Disabilities Act as being congruent with the Turner-Safley reasonableness analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Are you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"-- suggesting --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Are you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"-- suggesting that the ADA does not add to the burdens of the State officials, it just simply tracks what's already required under Turner?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Under Turner, one of the considerations that can be taken into account are the budgetary limitations of State officials.  Does that apply under the ADA, as well?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Of course, all of the concerns you've mentioned could be taken care of by injunctive relief.  You don't necessarily need damages."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, but if we held the Act was applicable for injunctive relief, it would -- it would be, because I'm -- the pert part of your argument is that you could have a attorneys fees and triple damages where trial attorneys levy against the State treasury, which is -- which is what the eleventh amendment is largely concerned with.  That -- all of that would follow from what you've said so far."},{"name":"JUSTICE KENNEDY","id":4,"text":"I know they're not available under Title II, but, I mean, as a constitutional matter, there's certainly nothing barring them, based on what you've told us so far."},{"name":"JUSTICE GINSBURG","id":5,"text":"General Clement, in two respects, it -- I think you have addressed the cost concern by comparing, in your brief, the Federal experience, which is subject to these controls, and you said it wasn't an inordinate expense, but you also pointed out that every State prison system is subject to the Rehabilitation Act, because they get Federal funds.  Is there a difference between the obligation that State systems would have under the Rehabilitation Act and under the ADA?"},{"name":"JUSTICE GINSBURG","id":5,"text":"And the --"},{"name":"JUSTICE GINSBURG","id":5,"text":"-- damage remedies available under the Rehabilitation Act is --"},{"name":"JUSTICE GINSBURG","id":5,"text":"Damages are available?"},{"name":"JUSTICE SCALIA","id":6,"text":"General --"},{"name":"JUSTICE O'CONNOR","id":3,"text":"But this --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- Clement, I'm interested in another statute that has applicability in the circumstances, and that's Section 1983 and the Prison Litigation Reform Act.  Under the -- under the Prison Litigation Reform Act, if you're bringing a constitutional claim under Section 1983, you have to exhaust your prison remedies before you can do that. And that is not the case here, is that right?"},{"name":"JUSTICE STEVENS","id":7,"text":"May I ask you to comment on this?  This problem of --  just troubles me a little bit.  If we hold this provision unconstitutional because it is not congruent and proportional and so forth, does it not follow that the Title II is entirely unconstitutional, it cannot even be enforced by injunctive relief?"},{"name":"JUSTICE STEVENS","id":7,"text":"Well, it --"},{"name":"JUSTICE STEVENS","id":7,"text":"-- the whole basis for the constitutionality of the statute, I think, is the Enforcement Clause of the fourteenth amendment."},{"name":"JUSTICE STEVENS","id":7,"text":"That's true of Title II, as well as Title I?"},{"name":"JUSTICE STEVENS","id":7,"text":"Right."},{"name":"JUSTICE STEVENS","id":7,"text":"Right."},{"name":"JUSTICE STEVENS","id":7,"text":"So, what I'm suggesting is that it is not merely a matter of damages that's at issue here, but the entire validity of Title II."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, General. Mr. Bagenstos.  "},{"name":"JUSTICE SCALIA","id":6,"text":"Do those violations that you allude to -- is there an extensive record of violations  by the State of Georgia?"},{"name":"JUSTICE SCALIA","id":6,"text":"Well, you're --"},{"name":"JUSTICE SCALIA","id":6,"text":"But the money --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- is not coming from the Nation, it's coming from the State of Georgia.  Was the State of Georgia guilty of constitutional violations?"},{"name":"JUSTICE SCALIA","id":6,"text":"No, no, my --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- I mean a record -- a record that would have justified applying, against the State of Georgia, prophylactic measures."},{"name":"JUSTICE SCALIA","id":6,"text":"Even against people who  played no part in that nationwide record."},{"name":"JUSTICE BREYER","id":9,"text":"Is this relevant to the -- I just saw these as -- I -- just by chance, it - - one of the cases in the SG's brief involved Georgia juvenile facilities, where mentally ill patients were restrained, hit, shackled, put in restraint chairs for hours, sprayed with pepper spray."},{"name":"JUSTICE BREYER","id":9,"text":"And that seemed to be one instance coming out of Georgia."},{"name":"JUSTICE SCALIA","id":6,"text":"Was that before or after the enactment of this statute?"},{"name":"JUSTICE SCALIA","id":6,"text":"Well --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- I'm looking at the --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- at the chart in one of the amicus briefs, which shows that there are, for Georgia -- and it lists all the States -- for Georgia, zero arguable State violations prior to the Act."},{"name":"JUSTICE SCALIA","id":6,"text":"The --"},{"name":"JUSTICE SCALIA","id":6,"text":"Well --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- State and local violations."},{"name":"JUSTICE SCALIA","id":6,"text":"But State and local units don't enjoy the sovereign immunity of the State."},{"name":"JUSTICE SCALIA","id":6,"text":"You --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- don't need this Act to sue them."},{"name":"JUSTICE STEVENS","id":7,"text":"May I ask you this?  The notion of our reviewing the adequacy of the evidence before Congress is something that's always seemed, sort of, puzzling to me.  Do you know what -- what is -- what standard do you suggest that we should apply in  determining whether the evidence before Congress was sufficient?"},{"name":"JUSTICE STEVENS","id":7,"text":"Yes, I understand your view is that, whatever the standard is, you win.  I'm just curious, do you have a -- [Laughter.]"},{"name":"JUSTICE STEVENS","id":7,"text":"-- do you have a formulation of what the proper standard should be?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I understand your submission -- and that's what I heard from the Solicitor General, as well -- on the difference between enforcement and the substantive right.  You're assuring us that we don't need to worry about that, because there's no great difference between what you think is required under the ADA and what's required under the Constitution."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I'm just wondering if that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"-- a reasonable reading of the ADA, which I had always understood to be a significant change in -- in terms of what rights are available to the disabled.  And it seems to me quite different from Turner against Safley, which talks about the demands of the prison environment and the -- and a high level of deference to prison administrators.  Do you think that approach is, in fact, consistent with what Congress had in mind with the ADA?"},{"name":"JUSTICE O'CONNOR","id":3,"text":"One --"},{"name":"JUSTICE O'CONNOR","id":3,"text":"One --"},{"name":"JUSTICE O'CONNOR","id":3,"text":"One concern is that, in the prison situation, the prison is exerting control over all aspects of the prisoner's daily life.  That's very different from just court access, as in Tennessee  versus Lane, and it could require very extensive requirements, perhaps.  Is that a concern, or should it be, in the \"congruence and proportionality\" examination?"},{"name":"JUSTICE SOUTER","id":10,"text":"Mr. Bagenstos, on this point, do we have any figures on what -- I guess it's  the Rehabilitation Act that applies to the Federal Prisons -- do we have any figures on -- you know, on what that has cost in required accommodations?"},{"name":"JUSTICE SOUTER","id":10,"text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"text":"It applies -- it applies to State prisons, as well, because of its Spending --"},{"name":"JUSTICE SOUTER","id":10,"text":"Well, yes, that's right."},{"name":"JUSTICE GINSBURG","id":5,"text":"-- Clause legislation."},{"name":"JUSTICE SOUTER","id":10,"text":"Yes.  That's right."},{"name":"JUSTICE KENNEDY","id":4,"text":"Why is it so clear that damages are necessary and that equitable relief shouldn't suffice?  It's --"},{"name":"JUSTICE KENNEDY","id":4,"text":"-- it's puzzling -- it's puzzling to me, the notion that trial attorneys and their clients can levy upon the funds in State treasuries under the Eleventh Amendment.  Why is it congruent and proportional to allow that?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, where you say Section 1983 failed, the ADA could allow equitable remedies."},{"name":"JUSTICE KENNEDY","id":4,"text":"And why --"},{"name":"JUSTICE KENNEDY","id":4,"text":"And why shouldn't that -- why shouldn't that suffice?"},{"name":"JUSTICE SCALIA","id":6,"text":"Why don't --"},{"name":"JUSTICE SCALIA","id":6,"text":"Why don't you need it for  1983 violations?"},{"name":"JUSTICE SCALIA","id":6,"text":"Constitutional violations. Not just prophylaxis --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- but actual constitutional violations by the prisons under 1983 --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- that don't happen to relate to the handicapped and, thus, are not covered by this legislation?  You can't get damages there."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, wait, but -- you know, in 1983, when you exhaust your prison remedies, the prison fixes what was wrong, and that's the end of it. But, under this Act, you go through your prison remedies, what do you ask the prison for?  Money?  The prison can't give you money, so they say, \"No, you can't get your money.\"  I --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- mean, the prison-remedy thing is -- the only thing it does is make it take a longer time to get to court, but it does the prison no good.  It's going to be liable for damages anyway."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Mr. Castanias. "},{"name":"JUSTICE BREYER","id":9,"text":"But was there -- there was a reporter who was one of the disabled people, I think, wasn't there, in Tennessee versus Lane?"},{"name":"JUSTICE BREYER","id":9,"text":"And so --"},{"name":"JUSTICE BREYER","id":9,"text":"-- what is the right that that reporter has that's specific to courthouses?"},{"name":"JUSTICE BREYER","id":9,"text":"Well, was there any problem of that in Tennessee versus Lane?  I thought the courthouse officials there said, \"There'll be a trial. No problem there, just whether you have to walk up the steps or don't, and we'll give you a trial down below.\" Was there -- it's the right of access to courthouse, specially?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"-- your friends on  the other side say that's not a big deal, because the ADA looks only to reasonable accommodations; you can take all those factors into account; and presumably the lower courts would.  In other words, they say you're already subject to most of these obligations anyway, and it's just a little bit extra, under the ADA."},{"name":"JUSTICE GINSBURG","id":5,"text":"Have Courts of Appeals approved those determinations?"},{"name":"JUSTICE GINSBURG","id":5,"text":"And how many has it -- in the District Courts, how many have been rejected when it's something like television or recreation?"},{"name":"JUSTICE GINSBURG","id":5,"text":"Well, before you do --"},{"name":"JUSTICE GINSBURG","id":5,"text":"-- as I understand it, and as the Solicitor General confirmed, you are subject to the Rehabilitation Act, where the substantive scope is the same.  So, what -- you are saying, in the prison context, this is undue, but you all -- you are already subject to it under one Act.  And how has that been working out?"},{"name":"JUSTICE O'CONNOR","id":3,"text":"But do you --"},{"name":"JUSTICE O'CONNOR","id":3,"text":"-- agree that --"},{"name":"JUSTICE O'CONNOR","id":3,"text":"-- the Rehab Act contains the same essential requirements as ADA?"},{"name":"JUSTICE O'CONNOR","id":3,"text":"And you agree that it applies at least where the States are accepting Federal money for the prison?"},{"name":"JUSTICE O'CONNOR","id":3,"text":"Does it apply in the prison in this case -- the Rehab Act?"},{"name":"JUSTICE SCALIA","id":6,"text":"Mr. Schaerr, who's going to be representing some States as amici, will presumably  have better information on that subject."},{"name":"JUSTICE BREYER","id":9,"text":"In your point of view, would it help if the Court said -- I guess it would, but I -- in order to get rid of this problem, if the Court said, \"Look, it says 'reasonable.'  Of course prison has special problems,\" and, referring, say, to Turner versus Safley, said that, \"These things about television remote controls are not really, normally, a matter of unreasonableness.\"  So, in other words, we hit -- we -- you'd give considerable discretion to the -- to the warden, and the Act would have bite in cases where there is really a serious problem, like this one. It's alleged to be a really serious problem."},{"name":"JUSTICE BREYER","id":9,"text":"I thought it said \"reasonableness.\""},{"name":"JUSTICE O'CONNOR","id":3,"text":"Is that case cited somewhere?"},{"name":"JUSTICE GINSBURG","id":5,"text":"But maybe in the prison setting, the lower courts would pay some attention to the Court's recent decision in Cutter against Wilkinson, where the Court made it very clear that a high level of deference -- even dealing with a strict- scrutiny standard for religious freedom -- that a high level of deference would be paid to prison administrators' judgment of what safety and discipline requires inside a prison.  Wouldn't that -- wouldn't that carry over to the ADA, were it to apply?"},{"name":"JUSTICE SCALIA","id":6,"text":"We could say that --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- in this opinion.  I mean, that would make it happen, wouldn't it?"},{"name":"JUSTICE GINSBURG","id":5,"text":"Do you think that the --"},{"name":"JUSTICE GINSBURG","id":5,"text":"-- that if the prison explained what their practices were, in terms of the needs of security, that a lower court will then say, \"Well, never mind that.  The Supreme Court just said it.  We don't have to enforce it\"?  I don't think there would be that kind of lawlessness."},{"name":"JUSTICE GINSBURG","id":5,"text":"It's interesting --"},{"name":"JUSTICE GINSBURG","id":5,"text":"-- that you cite that case, in terms of Justice Scalia's remark, \"Watch what we do, not what we say.\"  Cleburne was a remarkable case in that respect.  It purported to apply rational- basis review, but the plaintiffs won."},{"name":"JUSTICE GINSBURG","id":5,"text":"But if you think --"},{"name":"JUSTICE GINSBURG","id":5,"text":"-- if you think of the -- any conceivable basis -- doesn't even have to be offered if the -- if it's, indeed, the rational-basis test.  It has been suggested that something more is going on in Cleburne, and, I think, in all candor, one  would have to say so.  Because if you looked at the rational-basis test that had gone before, this one looked no better, no worse."},{"name":"JUSTICE SCALIA","id":6,"text":"Mr. Castanias, suppose the Court agrees with you that the response here is not proportionate, and, hence, that the prophylactic aspects of this statute are invalid.  There remains the fact that the statute covers actual constitutional violations for which you don't need any special proportionality.  Certainly, the Government can allow the States to be sued for constitutional violations. And the plaintiff here claims that some of the acts he's seeking damages for do amount to constitutional violations.  How can we possibly say that that suit does not lie?"},{"name":"JUSTICE SCALIA","id":6,"text":"It doesn't lie damages here.  Can you get damages under 1983?"},{"name":"JUSTICE SCALIA","id":6,"text":"Against the State?"},{"name":"JUSTICE SCALIA","id":6,"text":"State officers don't have any money. [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"text":"We're talking about damages against the State."},{"name":"JUSTICE SCALIA","id":6,"text":"Under --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- 1983 --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- absolutely."},{"name":"JUSTICE SCALIA","id":6,"text":"No, no, I mean the portions that go beyond constitutional violations are no good. I'm not -- I'm not going to read it unrealistically so that it only includes constitutional violations.  But, to the extent that it includes constitutional violations, why isn't that lawsuit perfectly okay?"},{"name":"JUSTICE BREYER","id":9,"text":"Well, that's --"},{"name":"JUSTICE BREYER","id":9,"text":"This is true.  This is exactly the point I had asked about before.  This is a better point.  Because I thought that bridge was -- that -- was crossed in Lane.  That is, I don't see how you can say that Lane was not giving -- saying it's constitutional to have prophylactic rules.  And that's why I raised the reporter.  I've never heard of a First Amendment right of a paper to send a particular reporter.  I mean, if there's a disabled reporter who couldn't get into the courtroom, I guess they could send a different reporter.  Maybe that's a First Amendment right, but I have not heard of it.  So, I thought that, really, Lane is saying, \"You can sweep, within the prophylactic rules, a lot of things that are not, in fact, constitutional violations, but simply discrimination against disabled people.\""},{"name":"JUSTICE BREYER","id":9,"text":"I think there is a First Amendment right for a newspaper, for example, to send a  -- -- particular reporter to the courtroom.  That's an interesting question.  I never thought of that one.  I"},{"name":"JUSTICE BREYER","id":9,"text":"-- you don't think Lane stands for the proposition of their prophylactic rules being perfectly legitimate under the Eleventh Amendment, where you have a set of constitutional violations?"},{"name":"JUSTICE BREYER","id":9,"text":"No, I was asking --"},{"name":"JUSTICE BREYER","id":9,"text":"I'm --"},{"name":"JUSTICE BREYER","id":9,"text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, presumably, that's because the prisoners don't have a lot of choice as to which accommodations they're going to select. [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"text":"Well, that just proves that they went too far.  It doesn't prove that, to the extent that it covers a constitutional violation, it's okay.  We will say the excess is bad."},{"name":"JUSTICE STEVENS","id":7,"text":"Do you think --"},{"name":"JUSTICE STEVENS","id":7,"text":"-- the level of scrutiny applied in Cleburne was precisely the same rational- basis level that is applied in a lot of other rational- basis cases?"},{"name":"JUSTICE GINSBURG","id":5,"text":"Can we go back, Mr. Castanias, to Justice Scalia's question about the core concerns?  And we have been told by Respondents that their core concerns are sanitation, mobility, protection from physical injury.  Now, that sounds to me like constitutional Eighth Amendment heartland."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Counsel. Mr. Schaerr, we'll hear now from you. "},{"name":"JUSTICE STEVENS","id":7,"text":"May I just --"},{"name":"JUSTICE STEVENS","id":7,"text":"-- be sure I understand this point?"},{"name":"JUSTICE STEVENS","id":7,"text":"Are you, in fact, arguing that the statute might be -- I know you don't agree with it -- might be proportionate and congruent with respect to all of its prohibitions, but, to the extent  it provides for a damage remedy, then it crosses the line?"},{"name":"JUSTICE STEVENS","id":7,"text":"But --"},{"name":"JUSTICE STEVENS","id":7,"text":"But is that -- it -- because it has a damage remedy, or would it be equally noncongruent without the damage remedy?  That's what I'm trying --"},{"name":"JUSTICE STEVENS","id":7,"text":"I'm following up on Justice Kennedy's question to your colleague."},{"name":"JUSTICE SOUTER","id":10,"text":"Mr. --"},{"name":"JUSTICE SOUTER","id":10,"text":"Mr. Schaerr, before you go on, may I just ask you one question on the point that you made -- and you made it in the brief -- about the failure to establish a -- some kind of a history of unconstitutional action in this particular State?  Do I understand you to claim that that is a -- that a record of some sort must be made by Congress?  Or can a record of that sort be made in the courts, in the course of litigation, as a predicate for a particular lawsuit like this one?"},{"name":"JUSTICE SOUTER","id":10,"text":"Right, but Congress --"},{"name":"JUSTICE SOUTER","id":10,"text":"-- but Congress normally operates on a -- on a national scale --"},{"name":"JUSTICE SOUTER","id":10,"text":"-- so that, I mean, we -- I guess, we would normally say, \"Well, you can show 40 States out of 50 were in trouble.  That's probably good enough to get you across the line, at least.\"  But you're not saying that.  So, are you saying that Congress has got to make the record with respect to each individual State?"},{"name":"JUSTICE SOUTER","id":10,"text":"So, it could be done --"},{"name":"JUSTICE SOUTER","id":10,"text":"-- it could be done --"},{"name":"JUSTICE SOUTER","id":10,"text":"-- in the litigation of this case, then.  There could be a trial record of prior violations."},{"name":"JUSTICE SOUTER","id":10,"text":"No, but my question is, Where does the record have to be made?  Does Congress have to make it, on a State-by-State basis, or may that record be made in the course of a trial in a particular State as a predicate for subjecting that State to liability in this instance?"},{"name":"JUSTICE SOUTER","id":10,"text":"So that Congress could have known this, whether they specifically adverted to it, or not.  That would be sufficient."},{"name":"JUSTICE KENNEDY","id":4,"text":"And I'm saying this to help you.  I'd love to get reason two.  I'm wondering -- [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"text":"Even if they're bad, why aren't the other ones good?"},{"name":"JUSTICE BREYER","id":9,"text":"Well, why isn't all that true of Lane?  Everything you've said is also true of the prophylactic part of Lane.  I mean, I've never heard that people took seriously -- though maybe they should have -- but, before the ADA, I have never heard there was a constitutional right of a disabled person to go to a courthouse on the second floor.  There were second-floor courthouses all over the country.  I don't know that was true of the bathrooms.  I don't know it was true of a lot of things in courthouses.  So, I think your argument could be made in schools, courthouses, all over the place.  And I take it that Lane said, \"Prophylaxis\" -- whatever the word is -- \"of that sort\" -- [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"text":"-- \"is fine under Title II, given a core of constitutional violations.\"  So, how do you distinguish them that?"},{"name":"JUSTICE BREYER","id":9,"text":"You mean --"},{"name":"JUSTICE BREYER","id":9,"text":"-- beyond a --"},{"name":"JUSTICE BREYER","id":9,"text":"-- the average public, you had a constitutional right?  I mean, you might have.  I might be surprised.  But, interesting."},{"name":"JUSTICE BREYER","id":9,"text":"The average person could have brought a lawsuit, a person in a wheelchair, and said, \"All the courthouses in this country, or in this county, are on the second floor, and moreover the bathrooms -- I need a special bathroom,\" and they would have won without the ADA.  Why did we need the ADA, then?"},{"name":"JUSTICE BREYER","id":9,"text":"Ah.  Ah, you're saying -- I  -- what I just heard was, it's -- the reporter just was a stand-in for the average person, that the average person had these constitutional rights, which may have been a --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Schaerr. General Clement, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"General, when you -- earlier, you told us that this doesn't add much to the Constitution, in Turner versus Safley, and then we hear about access to the TV lounge, which doesn't sound like a constitutional deliberate-indifference Eighth  Amendment claim.  I mean, if it's important to us how much of this applies, how do we address that issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, General. The case is submitted. [Whereupon, at 11:01 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2252,"interruptions":12,"times_spoken":25,"laughter":1,"num_int_by":4},{"id":1,"fullName":"GENE C. SCHAERR","firstName":"GENE","lastName":"SCHAERR","counsel":true,"justice":false,"side":"respondent","words_spoken":1174,"interruptions":14,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":413,"interruptions":5,"times_spoken":19,"laughter":1,"num_int_by":3},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":217,"interruptions":2,"times_spoken":9,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":7,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":631,"interruptions":16,"times_spoken":40,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":327,"interruptions":5,"times_spoken":18,"laughter":1,"num_int_by":3},{"id":8,"fullName":"MR. BAGENSTOS","lastName":"BAGENSTOS","counsel":false,"justice":false,"side":"","words_spoken":2031,"interruptions":33,"times_spoken":44,"laughter":0,"num_int_by":8},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":750,"interruptions":7,"times_spoken":22,"laughter":1,"num_int_by":2},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":11,"fullName":"MR. CASTANIAS","lastName":"CASTANIAS","counsel":false,"justice":false,"side":"","words_spoken":2369,"interruptions":36,"times_spoken":50,"laughter":0,"num_int_by":7}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":2252,"times_spoken":25,"laughter":1,"num_int_by":4},{"side":"respondent","interruptions":14,"words_spoken":1174,"times_spoken":25,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":52,"words_spoken":3332,"times_spoken":151,"laughter":5,"num_int_by":7}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.5763068584441694,"respondent":0.4236931415558306,"date":1472418052663}}