{"petitioner":{"name":"NEIL RANDALL, ET AL.","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"04-1528","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in 04-1528, Randall v. Sorrell, and the consolidated cases. Mr. Bopp. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, would you clarify a procedural point?  As I understand it, on the expenditure issue, there is no final decision that has gone back to the district court for further proceedings."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it may -- the district court might -- may well find that nothing passes constitutional muster in the end."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you arguing now then that there may be no limits on expenditures?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- when -- when you make that point, that on this record the -- the claimed interests are not compelling or not proven, would you have us leave the door open for a greater degree of proof?  For example, take the -- the problem of candidate time.  The lower the donation limits are, the 1111 14th Street, NW Suite 400 -- the more donations there have got to be, and -- and there's -- there's plenty of comment, particularly in some of the amicus briefs, on the amount of time that political candidates generally spend scrounging around for money.  If we decided the case your way, would the door be left open for a more impressive and compelling record on this issue?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you also say, on this record."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So I -- I take it your point then on the combined corruption/competition for money problem is that there isn't any record that would support it."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, but you're saying this combination cannot be a compelling interest as a matter of law, consistent with the First Amendment.  Is 1111 14th Street, NW Suite 400 that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, just --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Or at least where -- where the limitation -- you make a big point of this in your brief as -- as I -- as I recall.  At least where the reason the candidate would have to spend so much time is the very small contribution limit established by the same statute.  It's -- it's rather like the -- the murderer asking for mercy because he's an orphan, having killed his parents."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to get back to Justice Souter's questions, could you answer it this way?  Let's assume that some members of the Court simply accepted the proposition that money buys access. And -- and I don't think maybe we can take judicial of 1111 14th Street, NW Suite 400 -- that, but I -- I think that's a common sense conclusion that we can reach.  And you tend to fight this in your brief to say that this doesn't happen.  I tend to doubt that.  I tend to think money does buy access.  What -- if -- if we or I were to conclude that, what would follow?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Let's say it's privileged access."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, isn't the answer that the -- that this is up to the voters.  The voters can see what's going on and throw the legislator out if they choose."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it is true that all the polls say that there's public disaffection and cynicism.  Does that translate into action to defeat incumbents who take particularly large sums of money? Is there -- is there statistical evidence to show that?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May ask you this question, Mr. Bopp?  This -- in -- following up on Justice Ginsburg's inquiry, is it your view that there is no 1111 14th Street, NW Suite 400 set of facts, no matter how scandalous and so forth and so on, Watergate and all the rest of it, could ever justify an expenditure limit?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's the case, then why -- why would it be inappropriate to have further hearings in this case to see whether they're -- they could be justified?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand.  I'm just curious to know what sort of -- what sort of evidence could ever support an -- an expenditure limit in your view, if -- if any."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, with respect to the contribution limits, what -- what makes this case different from the -- the Shrink PAC case from a few years ago?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think it -- you think it's the dollar amounts that are involved?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it was pointed out in -- in one of the briefs -- and I -- I didn't go back and check it myself, but I'd like your comment.  It was pointed out in one of the briefs that the limits in Vermont were substantially close to or even -- even higher than the -- than the limits in the Missouri scheme, out of which the Shrink litigation grew.  Do you know whether that is correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It always -- it always does, yes. (Laughter.) 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there were lower limits, Mr. Bopp, and I think that's what Justice Souter was asking about."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"There were the thousand dollars, but I think it went down as low as $250 in --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Yes, take the whole schedule in Missouri."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there was a court that subsequently considered the rest and upheld the contribution --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we -- we didn't send it back so that more of a record could be made, did we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you know.  You expect them to name names?  I mean, here -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Really, that -- that's -- that's a lot to ask."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose three legislators had been corrupted, venal, criminal corruption, actually taking no wink-wink, nod-nod, a specific agreement to vote for money.  So what?  Does that change your case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose that had been demonstrated in -- in a particular State.  Does that mean, in your view, that a State can have strict contribution limits and support?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  It's true.  It's -- 1111 14th Street, NW Suite 400 it's done.  There have been criminal convictions."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, if -- if you -- if you concede and -- and you tend, at least, to back away from the proposition that the case I put would be an inadequate ground or an adequate ground for legislative limits, then I suppose you can say the State has the power to prevent this from happening to begin with."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Only -- only the most corruptible. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, toward the end of your brief, you -- you make the argument that if we accepted the State's position in this case, we implicitly would have accepted the position that totally -- totally publicly funded elections would be constitutional.  And -- and I -- I realize your -- your 1111 14th Street, NW Suite 400 concern there was with expenditure limits, obviously, not contribution limits.  You didn't come out and say it, but I -- I assume your position is that that would be unconstitutional per se.  A totally publicly funded scheme would be unconstitutional per se."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and its unconstitutionality would rest on the limitation on expenditure, in effect?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, yes, yes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But on -- on your view, if -- if there were a -- a mandatory publicly funded scheme and the -- the limits on expenditure were very high -- it was a very generous scheme.  They gave them lots of money -- it would still be unconstitutional because there would be -- I -- I take it on your view, because there would be an elimination of any way to participate by contributing.  Is that correct?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would also prevent the candidate himself from expending his entire fortune, if he wishes, in informing people of why he should be elected --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- think that's okay. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which raises no possibility of corruption."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what you mean they have an exception for the wealthy family."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, may I ask you? You keep -- the way you're discussing this case, one would think that the trial court found there was an evidentiary insufficiency, but I thought, at least on the contributions part, the trial court found that the evidence sufficed to justify those limits."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  What -- what amounts were suspiciously large?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you -- can you point to the place in the district court opinion that you're referring to?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Sorrell. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you -- you say in your brief -- I'm reading from page 13 -- that the record convincingly shows that the ties among donor groups and elected officials often determine the positions officials take.  Can you give me an example of an official who took a position because of the ties to donor groups?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your position is that that official's official positions were determined by the donor groups, as you say in your brief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your brief says determined.  And did -- did you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it should say influenced rather than determined."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How many prosecutions for political corruption have you brought?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that political corruption in Vermont is a serious problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would you describe your State as a clean State politically or as a corrupt one?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"To the extent that Vermont legislators can be bought off by $51? (Laughter.) 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's very sad. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But that's the limit you've placed on -- on contributions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the -- you know, if -- if you accept more than $51, you're -- you're likely to have your vote determined by that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then why -- why the $50 limit?  It certainly isn't based on the corruption --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  He's thinking in -- he sometimes thinks in the past.  He's -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"He's translated it into 1974 or '72 real dollars."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's $200.  The same question or $201."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And they can -- and presumably they act accordingly at the polls.  If they think someone has been bought, I assume they don't reelect the person."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I have the same question Justice Scalia had.  I mean, the -- the question is you -- you have limits here of $100 per election.  It's $200 per cycle."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"For a House.  $300 for the Senate, $400 for a candidate for statewide office, including the Governor.  That's $200 for an election for Governor.  You throw in contributions in kind.  You say that the political parties themselves cannot give more than that $200 for an election for the Governor. 1111 14th Street, NW Suite 400 If we translated those into 1974 dollars, they're just the numbers Justice Scalia mentioned, and I would like to know why are they -- why does not give incumbents a tremendous advantage, that if you have the incumbent plus a newspaper, it's hopeless, that there's no way of spending as a challenger.  In other words, why aren't these limits far too low?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not going to help to say incumbents had a bigger advantage before.  That is, the question is, what we're interested in is -- at least what I've written that I'm interested in, is at what point do these become so low that they really, as a significant matter, shut off the possibility of a challenge.  And from that point of view, your numbers, which do not tell me the expenditures in a competitive district, and your numbers, which do not explain all the problems that Judge Winter had with these things, do not help.  That's why I'm asking you the question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I want your answer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about the expenditure.  I'm talking about the contribution limits.  I and my friends have the following thought. We don't know who the candidates for State rep are, but we want a Republican slate or we want a Democratic slate.  So we get all our $5 together, give them to the Democratic Party or the Republican Party in Vermont, and lo and behold, that party cannot give more than $100 in an election to a State rep, et cetera. Now, to the -- to the ear, that sounds as if a challenger or a slate of challengers or a party that wants to challenge is going to have a really tough time.  So I want you to explain it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It shows that on average. It doesn't show that in the competitive races, which is where the -- where the shoe pinches."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's just what I said. Your figures show that the average spending is below, but that's not what's significant.  What's significant is what Justice Breyer posed, where -- where there is a contested race and -- and some new candidate wants to unseat somebody who's been in there for years.  That's -- that's where the shoe pinches."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in -- in any -- or in many campaigns, the -- the issues take shape during the 1111 14th Street, NW Suite 400 process of the campaign, and there are historical events, national events that suddenly occur that people want to comment on.  And I -- I just don't see that there's any capacity for adjusting so that the public can know how candidates are facing issues that are beginning to emerge that the public has a vital interest in. My understanding was that a quarter-page ad in the Burlington newspaper was, I think, $1,400.  Now, it's -- it's gratifying to know that Vermonters are splurging on cable television, but it -- it -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- it seems to me that this is a highly restrictive rule insofar as having the campaign be able to address the issues that the voters say that they've become interested in."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did he have a primary?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's another feature of -- of this scheme that I find quite puzzling.  You get the same expenditure limit for the election cycle whether you go through a primary or not.  What an advantage that is for the incumbent."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Sorrell, would you go back to the -- your comment on -- on average expenditures?  Do we know from the record how many of the -- how many of the contests, on the basis of which the average was calculated, were contests in which there was a -- a contested primary?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was there any testimony or evidence on the other side of the point that Judge Winter makes?  That is, you have someone running in a primary and then faces an incumbent in the general election, but there's nothing left in the till because it was a hard-fought primary.  That -- the advantage to the incumbent in that situation was a large concern to at least some of the judges on the Second Circuit."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not on the contributions, is it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not going back on the expenditure limit."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the problem, I mean, I was getting at and Justice Ginsburg is getting at, Judge Winter got at it.  The -- the problem is -- is the -- the total limitation on an election cycle, including the primary, when the primary involves a challenge so that the challenger has an uphill fight presumably to start with in the primary.  And if he's going to maintain an effective uphill fight in the primary and he's lucky enough to win, he's going to get to the general election and he's going to be broke. That's -- I mean, that's -- that's the problem that we're concerned with."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If the burden is on the candidate to establish that -- that somebody's expenditure is independent and shouldn't be counted against his expenditure limit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A presumption, which means the burden, to go forward and show the opposite, is on him.  Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the money that he spends in overcoming that presumption is charged against his expenditure.  Isn't that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The other side says the opposite.  I'll ask them whether that's --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May -- may I ask --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, I suppose the Vermont courts could construe it more narrowly at some later point.  I would hate to rest the opinion on that."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, I looked at your -- the -- the references in your brief for that proposition, and I did not see them borne out.  You referred to a -- a footnote in the district court opinion which, in turn, refers to the remark of a sponsor of the amendment that -- that resulted in the presumption being in the law.  And the only thing that was attributed to the sponsor was that the presumption should be regarded as rebuttable.  The -- the footnote in the statement did not indicate that the presumption was a disappearing presumption, once the other side 1111 14th Street, NW Suite 400 went forward with any evidence.  So I don't see, based on your -- your citations, that the presumption goes away simply by -- by one party going forward with evidence."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the point is what if we don't have that simple of a situation. Let -- let me ask you this.  Maybe we can short-circuit this.  I mean, do you represent as an -- as a statement of Vermont law that this Court should decide the case on the assumption that the presumption is a disappearing presumption, once evidence is offered against it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is an affidavit from the candidate enough credible evidence in your view? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And thereafter, all the -- all the candidate has to say is in an affidavit, no, it wasn't coordinated, and then the burden is on the State to show that it was."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, the opposing candidate or the State."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just can I ask a technical question here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just -- is -- is it the case or not the case that if I contribute my car to drive the candidate for Governor, let's say, between Burlington and Montpelier, and I buy the gas, does that count against the limit?  Yes or no.  I'm a volunteer and I buy gas and drive him back and forth."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  He drives."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not there.  I lent him the car. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Okay.  I got the idea.  If he does -- if I do, it's not. What about I have a coffee -- coffee.  I wanted to get the line.  I see it.  Coffee.  I want to have coffee and donuts, free donuts because -- and coffee for people to come in.  Is that counted or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  It's $200.  Coffee and donuts are expensive. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Okay?  Count it or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Donuts and coffee.  In other words, it counts as long as it's over $100."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Under $100.  Under $100."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Counts. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Wright. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"No, but I -- I thought that the point was that the public mistrusts their representatives because of large donations, and I thought the point being made was, well, if that's the case and the public sees that this fellow has gotten a $10,000 donation, the public will say this -- this fellow is in that -- is in that corporation's or that person's pocket."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"And I won't vote for that person.  You -- you don't have to show that -- out of the mouth of the candidate, that -- that he voted for the bill because he got $10,000.  The mere fact that it's on the public record that he got $10,000, if -- if what you say is correct, that -- that people are worried about, the -- the corruptive effect of such donations, people should logically vote against that candidate who accepts so much money."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"But I thought --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"-- when you look at the -- the record, Vermont would be the last place that you'd be worried about it.  The political culture, as we just heard, is that it's easy to go door to door, and that's what the Vermonters expect.  And it doesn't take an arms race to get on your feet and go door to door.  And it seems to me that there's a real dilemma on the respondents' side of the case between justifying low limits by saying you don't really need money to run effectively and at the same time suggesting that there's a serious problem with too much money."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"Which is it?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"Could candidates --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":10,"sideBefore":"justices","text":"On your question -- the -- I'm sorry."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Could candidates run effective campaigns if there were no -- with these contribution limits if there were no expenditure limits?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"No.  I mean, if there were no expenditure limits, if candidates could expend as much as they want, could they raise enough money with these contribution limits --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"-- to run effective 1111 14th Street, NW Suite 400 campaigns."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"I thought the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Wasn't it the State auditor?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"No, I know, but didn't we have in front of us a limit, which I wrote was rather 1111 14th Street, NW Suite 400 border, that involved a State auditor campaign?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"I thought so, in Shrink Missouri."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Which is not quite the same political volatility perhaps, but --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"I have a different question I'd like to ask you which I haven't heard addressed yet.  On the expenditure limits, there is a case, Buckley v. Valeo, and the Court held in that case that expenditure limits are not constitutional.  Now, whether I agree with that or don't agree with that, am I not bound by that? And insofar as you try to distinguish it, you've read what Judge Winter said about your efforts to distinguish it.  And therefore, I'd like to hear why you think I'm not bound by a past precedent in an important matter, with which I may or may not have agreed at the time."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"I thought -- I thought what that case said and what many of our other cases say, with regard to expenditures in particular, is that you're not talking about money here.  You're talking about speech.  So long as all that money is going to campaigning, you're talking about speech. And when you say you don't need any more speech than this, that's a very odd thing for -- for a -- a United States Government to say.  Enough speech. You don't need any more than this.  And that's the reason the expenditure limits, as opposed to 1111 14th Street, NW Suite 400 contribution limits, were regarded quite differently in Buckley and I think should still be regarded differently today.  You're constraining speech.  It's not money you're constraining.  Contribution limits, you're constraining money, but when you say you can't expend more than this on your campaign, you're saying, no, no, no, this is enough speech.  We're going to -- we, the State, are going to tell you how much you should campaign.  That's very unusual in -- in American democracy."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"Limit the contributions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"That solves that problem. 1111 14th Street, NW Suite 400 Limit the contributions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"But you want to limit expenditures, even if it's the person's own money.  No possibility of corruption.  You're saying, no, this is enough speech.  We don't want to hear any more from you.  We, the State, will tell you how much campaigning is enough.  That's extraordinary."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"How do you -- how do you police that, though?  Because an incumbent can -- has so many opportunities to go before the public that wouldn't necessarily be categorized as campaigning but as part of his or her official duties, while everything 1111 14th Street, NW Suite 400 a challenger does is going to be credited against his account."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"You may answer the question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"Thank you, counsel. Mr. Bopp, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how that comes.  How does that come about?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES BOPP","firstName":"JAMES","lastName":"BOPP","counsel":true,"justice":false,"side":"petitioner","words_spoken":3578,"interruptions":21,"times_spoken":44,"laughter":0,"num_int_by":6},{"id":1,"fullName":"WILLIAM H. SORRELL","firstName":"WILLIAM","lastName":"SORRELL","counsel":true,"justice":false,"side":"respondent","words_spoken":1737,"interruptions":17,"times_spoken":51,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":444,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":261,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":857,"interruptions":1,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":496,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":895,"interruptions":4,"times_spoken":32,"laughter":4,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":117,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":752,"interruptions":2,"times_spoken":25,"laughter":3,"num_int_by":1},{"id":9,"fullName":"MS. WRIGHT","lastName":"WRIGHT","counsel":false,"justice":false,"side":"","words_spoken":1227,"interruptions":14,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":62,"interruptions":2,"times_spoken":4,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3578,"times_spoken":44,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":1737,"times_spoken":51,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":15,"words_spoken":3884,"times_spoken":130,"laughter":9,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7222864814833048,"respondent":0.27771351851669523,"date":1472523515159}}