{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"LINDA K. FLOWERS, ET AL. ","counsel":[1,2]},"caseNumber":"04-1477","date":"2006-01-17T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Jones v. Flowers. Mr. Kirkpatrick. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kirkpatrick, I don't 1111 14th Street, NW Suite 400 recall what -- what the rule is. Does notice have to be given by registered mail? Would it -- would it be adequate notice in the -- in the ordinary case to send notice by regular mail?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but do we have a case that says that, you have to use registered mail?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think we did. And it would seem to me that especially when you have the taxpayer's name and address on file, I doubt whether it would be a denial of due process to send notice by regular mail to that address. And if -- if that satisfies due process, the State would never have known that it did not reach the individual."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems -- it seems mean to punish the State for going the extra mile and sending the notice by registered mail because that informed them that it didn't reach him."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In Mullane, it was regular mail. It wasn't certified mail. Right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And isn't it 100 percent clear that there were a number of those addressees who didn't get the letter?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet, their interests were cut out by the decision, and the Court said that was okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have another factor here that wasn't present in Mullane; that is, the person who received notice has a statutory obligation to advise government of the current address. The people involved in Mullane had no such obligation to notify anybody of their current address."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't the government in -- in Mullane it wasn't the government."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do -- how do we -- I mean, this was the problem I -- I had with -- with your -- your brief here, and it's the same problem Justice Ginsburg has. What kind of weight, what significance do we give to this obligation to keep the government informed? On the face of it, it seems like a -- an obligation that ought to get considerable weight. Everybody knows that if you own real estate, you've got to pay real estate taxes on it. You're going to have a hard time doing that if they don't know where to send the bill, and so on. So it seems like a very reasonable obligation for the government to put on you. What weight do we give that in -- in the analysis?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then that would be so even if there were no affirmative obligation on the property owner."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You'd say, well, if they -- if they send the -- the notice to the last address they had, or if they send it -- since we're talking about real estate, maybe if they send it to the -- to the property, nothing wrong with that. So that's kind of a wash."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But I want to know what Mr. -- I mean, it does not relieve it of some constitutional obligation, and we're trying to figure out what that is. And -- and the point of my question is in figuring out what it is, what significance do we give to the affirmative obligation on the part of the property owner to keep the government informed of the address? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Then -- then it has no significance ever because the -- the State has an obligation to use the best address it has, whether he's got an obligation to -- to keep the address updated or not. And -- and this is the -- the tough point for me with your case. It seems to me that your case depends on our saying the obligation to keep the -- the address current has absolutely no significance."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And he also had a continuing obligation to inform the government of his address. One fact about this case that -- perhaps it was in the record and I missed it. At the time the property was sold, how much did Mr. Jones owe, taking account of the back taxes, the interest, the penalties, all that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How did they find him, by the way?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Would you tell me --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- how in your opinion?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Oh, excuse me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"How did they find him?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm not saying how did they? How in your opinion should the Post Office Department or the government have found him? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"So they find 13 people called Gary Jones or G. Jones in Little Rock. Now, what do they do?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt with this question? Do you think all those steps were constitutionally mandated?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was constitutionally mandated in your view?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would not include posting on the -- posting a notice on the house as constitutionally mandated."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they can -- they can do --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a lot things."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to decide what they must do."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that be constitutionally sufficient if they posted a notice?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now so it would not be constitutionally sufficient if that's all they did."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is the constitutional minimum that would be sufficient?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be decided on a case-by-case basis depending on the particular facts in the case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And your opponent argues very persuasively the mechanical rules are very important in this particular area of government business."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I take it in -- in this case -- I mean, I -- you're probably right that it would have -- it would have worked here, but I -- I take it that in the absence of that -- that hindsight, you would say that in -- in the regular case that simply posting notice on the house, after the letter is returned, would not be enough, that the -- that the posting on the house would be sufficient only if they had exhausted other efforts to get a better address so that in this case, going back to Justice Breyer's example, they -- they'd have to follow up whatever it is, the 18 G. Joneses or Gary Joneses that they could find in the phone book before they could then fall back and resort to posting on the house. Is -- do I understand you correctly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the search of -- the search of what? Just Little Rock or the State of Arkansas? What if this guy had moved to Chicago? They -- he'd be out of luck under your approach then."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How many people --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Does -- does it follow from your argument that someone who purchases at a tax sale, before they conclude the purchase, should find out what the State has done?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the purchaser from that purchaser the same. In other words, if Flowers had sold to X, then X has to make the same inquiry because he sees I guess what, a quit claim deed or a tax sale. 1111 14th Street, NW Suite 400 So before a purchaser can purchase from Flowers, that purchaser too must see whether or not they hired an outside agency and so forth."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it required to do that under your title, if you're going to have your title set aside by Jones?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the purchaser from Jones? If -- pardon me -- from Flowers. If Flowers has spent the money, then that purchaser is out of luck."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So one of the consequences of your rule is to devalue any property sold by the government because it is open to this kind of challenge for deficiency in title. So you've now devalued the 1111 14th Street, NW Suite 400 property in the hands of the State."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask, Mr. Kirkpatrick? In Arkansas, is the tax -- tax delinquency a matter of public record so a prospective purchaser would find it by making a title search?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it could be revealed by a title search?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would this case come out differently? You know, your client had an obligation to keep the State informed of -- of his -- his address so that they could send the tax bills to him, suppose the statute, in addition to simply 1111 14th Street, NW Suite 400 reciting that obligation, said, and if the taxpayer does not keep the State advised of his current address, any notice mailed to the last address that he gave will suffice for all purposes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it said that explicitly. Would that -- would that make this case come out differently?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? I mean, the State can punish people for not doing what the law tells them to do, and here the State is saying we tell you to keep us -- you keep us advised of your -- your address. If you don't, I guess we could throw you in jail for half a year, but no, we're not going to do that. We're just going to say that -- that your -- your punishment for violating the law is that this kind of a notice will suffice."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there -- no, but this is a consequence of violating the law of -- of Arkansas. Certainly the State can impose consequences 1111 14th Street, NW Suite 400 for violating its law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, and my next question is going to be, if you say it would come out differently, then isn't -- isn't it sort of silly to make the State go on and say that? If they could do the same thing by simply reciting what's going to happen, why -- why should we make them do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they fine him for not -- could they fine him for not -- for not keeping them advised of -- of where -- where his tax address is?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They could. Suppose they could. Right. 1111 14th Street, NW Suite 400 Could they fine him -- how much money did you lose here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they fine him $70,000?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's pretty harsh, but do you think this Court would strike it down?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You do."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":4,"sideBefore":"justices","text":"I frankly don't see the difference between failing to keep the State advised as to your residence and failing to pay your taxes. He knew he had a duty to pay the taxes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And should not that figure into the analysis?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no, I understand that. But doesn't -- he would know whether the taxes had been paid or not. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is a very unique fact situation. We're trying to announce a rule that will govern the typical transaction. And is it not true that typically the homeowner will know whether or not he's paid his taxes?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But he has to make mistakes for 2 or 3 years running before it's significant."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but how long do the taxes have to be in arrears before they can send him a notice and start the proceeding running?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kirkpatrick, you distinguish Mullane. You recognize that a lot of the people never got that notice, and you said there were many people involved there, that you could rely on others. It's also how much of a burden are you going to put on the notice-giver when you have a large class involved. There was a figure -- and I forgot what the number it was -- of how many notices are -- don't succeed in delivery."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"His wife is living in the house?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Were they divorced?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So he owns the house. She doesn't. She must not pay any taxes, and she sees these letters coming from him registered and says, oh, they're his problem. That's basically what could have happened."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you have that kind of relationship with your wife, doesn't he have an obligation to watch what's going on?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they leave a notice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Phillips, we'll hear from you. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe this day -- in today's world, a registered letter is worse than ordinary mail. That is, I don't think -- my understanding is that the post office, unlike FedEx and unlike UPS, if you're not home, they leave a -- a notice, you know, and you check a box, and if you check the box, they'll leave it off 1111 14th Street, NW Suite 400 the next day. We don't live in a -- my wife isn't home. My wife works. And -- and most wives no longer stay home to get the mail, and we don't all have butlers at the door. And you call up the post office. They say, oh -- if you get through to a human being, which takes 15 minutes, after you go through the menu, they say, phone the post office branch. And they say go get in the car, find a parking place, get in the line, and there's half a morning gone. Now, why is that a reasonable way? Why can't they do what FedEx does? This is a world -- husband works, wife works, two children are screaming. We've got to get them to the doctor. We have to have them at school. They have appointments all morning, and there's nobody home. So whatever they did with Mullane and said registered mail is fine, why isn't it unreasonable to use that system rather than use FedEx's system?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why not? It says calculated. It may be. Now, you tell me why it's so remarkable because I think I could take judicial notice of what life is like for most families in the world 1111 14th Street, NW Suite 400 today, that they don't have butlers, et cetera."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the whole point -- at least I understand -- of Justice Breyer's question is that you have taken a step to make it more difficult for the mail to get through by insisting that the person be there to sign for it, and it's obviously more likely than not he's not going to be there. And if you had just used regular mail and dropped it off, I think more likely he would have gotten it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No. The purpose of 1111 14th Street, NW Suite 400 certified mail is to make sure you know if it didn't get to the person. And you knew that and then you didn't do anything about it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. Let -- let them do that. Fine. Just have a little box and the person signs and says, tomorrow leave it at the house, just like FedEx does. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This is the FedEx rule of due process."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This is the FedEx rule of 1111 14th Street, NW Suite 400 due process. (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But is the Chief Justice not correct that ordinary mail is more apt to get to the destination than certified mail?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But even if it's marginal --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the -- the principal purpose of the certified mail is to let the sender know whether or not the notice was received. It would seem that a State that decides to -- to make it necessary in every case to find that answer should have some -- some purpose in doing so and -- and, therefore, some follow- up that would occur when it's not delivered."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you also know that nobody got the notice. If nobody signed for it and took it, nobody read the letter."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you would know that the letter was not opened and read by the addressee."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if it isn't opened and read --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- if it isn't opened and read, they didn't get notice. They didn't get actual notice."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask one other question I intended to ask your opponent? How many States have rules that require something more?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Including -- including Arkansas. Didn't Arkansas change its law so now it requires if you -- if it's unclaimed, they have to do personal service?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This taxpayer, though --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This taxpayer -- even though he failed to give notice of his current address, this taxpayer would be entitled under the current statute to personal service."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he still lived in --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he still lived in Arkansas."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Homestead."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, counsel, one 1111 14th Street, NW Suite 400 thing you did -- your client did was provide notice by publication in a local newspaper."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you bother doing that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You don't -- you don't rely on that as in any way discharging your constitutional obligation to provide notice to the -- to the homeowner."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"See what you think of this. If in fact the letter --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":7,"sideBefore":"justices","text":"What would you think of a rule that said --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What would you think of a rule that said if you use certified mail and it returns uncollected, the additional step you must take, you just send ordinary mail?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but skip that. What about -- you know, I was thinking precisely the same, but just with slight -- if you get the letter back and you don't have the FedEx rule, you either have to have the FedEx rule or send a letter."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, because the purpose is to get reasonably calculated to get notice, and in the world today, there are an awful lot of houses where nobody is home, you know, and there's no convenient way for them to go to the post office without giving up a certain amount of work. And so they say, forget it. 1111 14th Street, NW Suite 400 If it comes from the lands division or something, who cares? Now, that -- I don't know how you'd know how many there are like that, but it's a question of reasonable calculation now to get the mail through."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it a tiny minority --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I'm not even sure it protects that minority. I think there are a lot of people who won't be home when the -- when the postman comes with the -- with the registered letter, but there are very few who -- who won't take the trouble to -- to pick it up. I mean, it may be --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't there a second purpose for -- for sending it certified mail? And that is, it assures that it doesn't get lost. I think they track it closer. They can tell you where the letter is. I think each post office has to record that they've received it and so forth."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Whereas if you just sent it regular mail, it may have been lost."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This -- this assures that it reaches the destination."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose we had a case where the homeowner has kept the Lands Commissioner informed of her current address, does everything she was supposed to do except at the time this notice, certified mail notice -- at the time of the delivery attempt, she's hospitalized having a quadruple bypass, so she never gets it. And then what -- what are the consequences of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But your --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But your -- your position is, though, when you get the certified letter returned is you have no obligation to do anything further."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that even you might not have an obligation, it seemed to me you would have a motivation to do more because you want to collect your taxes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which is sort of puzzling to me as why the States don't have a -- an affirmative interest in providing the best notice that they can."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is it of any --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is it of any relevance to consider the burden or the obligations this rule that petitioners advocate place on downstream 1111 14th Street, NW Suite 400 purchasers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, you would get the whole -- you'd just get a little bit less because the cost of notice is borne by the purchaser and if they have to do a Google search or use one of these other services, it's going to add a little bit more to their cost, and you're just going to get a little bit less. It's not going to interfere with the administration of the program."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"For getting the property --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- for getting the property in this case, we're at 20 percent of its market value. It's -- it's worth another $500 to you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. That's -- Mr. Phillips, property bought at -- at delinquent tax sales is usually bought at far less than its market value."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your friend said that the $80,000 comes from the fact that it -- at the -- at the auction, it -- the opening bid is one-quarter of the fair market value. He said something like that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, was the opening bid $20,000? So it was at least one-quarter of the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the $20,000 would have been a permissible bid even if the market value was $40,000."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would your argument be any different if there weren't a statutory obligation to keep the government informed of the -- of one's mailing address?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me unrealistic to assume that the average citizen would know that duty more clearly than he'd know the duty to pay his taxes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a provision of Arkansas law that if in fact they do track down the property owner and he is at an address different from the last address that he had given, that the expense of tracking him down may be charged to him, along with the delinquent taxes, penalties, and so on?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So in practice the answer is no?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. 1111 14th Street, NW Suite 400 Mr. Feldman. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but redeliver -- you have to be there to sign for it again."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Well, then -- then the problem --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- I'm thinking -- what I'm thinking is that where -- where you're trying to reach a person, the means has to be reasonably calculated. I'm simply saying a means today is not reasonably calculated to reach the average person unless it gives him the choice of getting it when he's not home. All right? Now, there are two ways that could happen. One, you could modify that form or, second, the simple rule would be if it comes back undelivered, mail them a letter."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't say all that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I said do either. What I -- what I was thinking of, which isn't clearly I think coming across, is send it certified mail, by all means. 1111 14th Street, NW Suite 400 Fine. He either has to sign and say, leave it off tomorrow, I'm not home, or if the post office doesn't make that available, then if the letter comes back undelivered, the person who's trying to send him notice has to send him an ordinary letter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, none of this would have been sufficient if we were talking about your -- your client, the IRS. They do far more extensive effort to find the individual before they sell property for delinquent taxes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, which way is that -- I mean, the fact that he tried six times and he wasn't there should have told the State this isn't working."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but your position is they don't have to do anything."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mullane said that we look to what a person who really wanted to find the person would do. A person who really wanted to find Mr. Jones and got the certified letter back saying, nobody is claiming this, would have done something more."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Which -- which you agree does no good at all. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"When is the last time you read legal notices in a newspaper?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Have you ever done it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think a lot of people who buy property at tax sales do read those notices regularly."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But Mullane, as Mr. Kirkpatrick pointed out, involved masses of people. This was a common trust fund, and the reliance was on that a goodly number of them would get notice and they were kind of stand-ins for the ones who didn't. But here, we're dealing with a single individual. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't -- why isn't the simple answer to that concern to say, look, there's no way to tell in advance or, you know, by any general rule, at least not legislatively, how far they've got to go to try to find the correct address, but they know where the house is and they've got at that point to go to the house and put a notice on the door? That's simple, easy. Why -- why isn't that the answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Feldman. Mr. Kirkpatrick, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"With -- with respect to the fact that your client did not alert the State to its change of address, is there anything in the record about whether that his separation was permanent or is that a gradual thing? I mean, did he not know if this was a permanent change of address or what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may finish."}],"people":[{"id":0,"fullName":"MICHAEL T. KIRKPATRICK","firstName":"MICHAEL","lastName":"KIRKPATRICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3285,"interruptions":25,"times_spoken":64,"laughter":0,"num_int_by":7},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2721,"interruptions":22,"times_spoken":57,"laughter":1,"num_int_by":5},{"id":2,"fullName":"JAMES A. FELDMAN","firstName":"JAMES","lastName":"FELDMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1711,"interruptions":7,"times_spoken":18,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":614,"interruptions":3,"times_spoken":28,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":698,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":666,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":811,"interruptions":3,"times_spoken":22,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":656,"interruptions":6,"times_spoken":37,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":2,"times_spoken":10,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3285,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":4432,"times_spoken":75,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":19,"words_spoken":4133,"times_spoken":147,"laughter":3,"num_int_by":7}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":0.5150337042318381,"respondent":0.48496629576816186,"date":1472523515154}}