{"petitioner":{"name":"GRAHAM COUNTY SOIL & WATER CONSERVATION DISTRICT, ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES, EX REL. KAREN T. WILSON. ","counsel":[1,2]},"caseNumber":"04-169","date":"2005-04-20T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Graham County Soil & Water Conservation District v. the United States. Mr. Browning. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Browning, this argument that you're making, where you seem to be having great solicitude for the -- for the whistleblowers, for the people who might be retaliated against -- the respondent and the Solicitor General answer your argument by saying in all the years that 3730(h) retaliation claims have been available, there has been no instance of qui tam plaintiff barred because the retaliation occurred outside the 6 - year limitation. Yes, one could hypothesize these cases, 1111 14th Street, NW Suite 400 but are there any actual cases where the retaliation in fact fell outside the 6-year, dated from the submission of the false claim?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe they don't get retaliated against if they testify at trial."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the question is whether there is a problem out there in the real world on -- for people whose interest is certainly not identical to yours."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. All that's true, but the question that I think Justice Ginsburg asked was you have on your side the whole National Defense Industrial Association. You have the Equal Employment Advisory Council that represents dozens and dozens, I take it, of businesses. We have your own client. We have you in the firm. Everybody. I imagine you all racked your brains to say has there ever been such an example, and I take the answer is no, never. Not all of you could even find one instance where this happened. Now, am I right? Because that's what I think unless you provide the example."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So -- so what would be so unreasonable about a Member of Congress concluding the 1111 14th Street, NW Suite 400 following? We want these things to end after 6 years, you know? And there's never been an example of this horrible that you think of, and so we are going to end them all after 6 years from the time the thing took place, the cheat took place. And that's it. And if there's some other problem of the kind you're worried about that comes up, we will worry about that later through amendment, tolling, et cetera. Why is that an -- we don't want 30 - day statutes of limitations or 90-day statute of limitations. We want 6 years. That helps most people. And if there's an odd case that doesn't, we'll worry about it. What's the answer to that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's true, it would be. And the reason we're doing it is because there's a period of time when somebody lies to the Government and we don't want actions that are related to that. We'll have to go into that proof to take place more than 6 years later. Now, that would be the reason, and I agree it would be contrary. But the difficulty for me is the language seems 1111 14th Street, NW Suite 400 to point to that reason."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I can't find that reason idiotic."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I don't mean to interrupt, but it is true that this is a civil action that's brought under 3730(h), is it not?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it is literally within the plain language of the statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems -- it seems if you read a provision like this, it says what the United States would be required to prove. Implicit in -- in that is in any action brought by the United States under 3730. I think -- think (c) is clearly talking about cases in which the United States is bringing the action."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't think that's at all as clear as that (c) is directed to cases brought by the United States for the reason that Justice Breyer just explained. Congress might want to have one 6-year limitation and say, well, maybe there would be this hypothetical case that you're worried about, but for the most part, 6 years will take care of everybody."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, but is it also not true that some of the people who get retaliated against may be the same people who bring the qui tam 1111 14th Street, NW Suite 400 action?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if they don't get the - - recover as being the victim of retaliation, they may still get a very handsome reward for what happened to them."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the real world, do we have such cases?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Another real-world question. Do we -- do we have any -- do you have any experience that you can rely on either to show that in fact these subsection (h) claims are brought customarily with the main qui tam action or, conversely, that they are brought separately? Do we know what's going on?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In connection with what's included and what isn't included, the -- in that same 3731 provision in (d), (d) is limited to (a) and (b) and so excludes (h). And if Congress had meant that with respect to the 6-year period, they could have said the same thing, that it relates to (a) and (b) and not (h)."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They could have done the same in 3731(c) also. Instead of just saying any action brought under section 3730, they could have said any action brought under -- which one? (a) of -- of -- which is the one that allows the Government suit?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"(a). They could have said (a), and they didn't. They said all of 3730."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Sloppy - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is what you can take."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask -- may I ask you a question about the alternative? If we don't follow this statute, you -- you refer to State law for the correct cause -- statute of limitations I guess."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I imagine because there are different forms of retaliation -- sometimes it's a discharge, sometimes it might be slander by defaming the person for his next employer, it might be a tort, they beat him up or something, there could be a lot of different kinds of retaliation -- each of which would give rise to a different statute of limitations under State law. Does that seem reasonable?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We had to make up a rule to fill a gap."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about Wisconsin, Michigan, Illinois, and -- and Florida? Maybe they all 1111 14th Street, NW Suite 400 have different statutes and they have different kinds of causes of action that may be relevant in the retaliation case."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but in our construction of the statute, we have to think about its application throughout the United States, not just in North -- North Carolina."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it a necessary element of a successful action for retaliatory discharge that -- that the action under the False Claims Act have succeeded?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the Government contend is to be done under (b)(1) when no violation of section 3729 is committed?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't we have to do that anyway when -- when in fact a person brings an ordinary claim? I mean, Joe Smith brings a claim that XYZ company cheated the Government. Now, that doesn't mean it was committed. It just means he says it was committed. After all, he might lose."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean if in fact the plaintiff loses because the jury finds for the defendant in the qui tam action, then it should have been dismissed on statute of limitations grounds."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, of course not because - - because the word is committed there refers to the claim of a plaintiff. Doesn't it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that if -- if there's no violation, then there's no triggering event to start the statute of limitations running."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Browning, is it proper to consider in the calculus that if you use 6 years from the date the -- that the false claim was made or was alleged to be made, then you don't have to get into the question which State's statute of limitations, the choice of law question, and then when you identify that State, which limitation period within that State? I mean, those are two inquiries which can sometimes be rather complicated. They are obviated entirely if we take the 6 years from the Federal statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We've done it for several hundred years, haven't we - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for all Federal causes of action? We've -- we've looked to State - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"When there is no statute of limitations."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is Federal statute. Is there one? And my question is deciding is there one -- this is not something drawn from thin air. There is a 6-year period right in the statute."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Browning. Mr. Hurt, we'll hear -- we'll hear from you. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Sloppiness. Sloppiness. How about that as a reason, sloppiness that appears throughout 1111 14th Street, NW Suite 400 the rest of this -- of this piece of legislation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- do you know of -- of any other situation in which a -- a time limit is imposed that has nothing whatever to do with the -- with the act that the individual is complaining about, nothing whatever to do with the act - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"And -- and where the time limit begins to run even before the act occurs?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Before the act occurs."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the time limit could have expired before the act occurs. Right? So you get free retaliation after 6 years. Is that right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, wait. What kind of an equitable doctrine?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that one of the major things they were concerned about was retaliation against witnesses in the qui tam action, and that will always occur after. I mean, the -- the suit for retaliation will then always occur after the qui tam action."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Hurt, can you -- can you go back a few steps? Because there was a difference between an answer that you gave and one that Mr. Browning gave. He said it's a mixed bag, the litigation of whether it's brought in one action and the whistleblower is making both claims or whether the retaliation claim is saved out and brought in a separate action. You said the vast majority of the cases involve the whistleblower asserting both claims in a single action. Which characterization is right? Mixed bag or vast majority?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":4,"sideBefore":"justices","text":"You're now saying majority, not vast majority."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wait for the SG. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you're reading alleged into -- into (b)(1). Right? Sure, it will always be based on an alleged violation. So it doesn't have to be a violation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Hurt, what -- what about 1111 14th Street, NW Suite 400 the argument that unlike most retaliation situations, here if you take that 6-year period, which is much longer than the general run of retaliation statutes take it, then you would have a qui tam plaintiff who waits while the back pay is mounting, and so you can have an exorbitant application both with respect to the amount of back pay and the claim for reinstatement. 5 years down the road - - I haven't worked with this company now -- I'm going to insist they take me back, be reinstated. That -- that concern, that on your reading there is the potential for much larger damages and much more disruptive reinstatement than is usually the case."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but isn't -- isn't Justice Ginsburg's question raised by your very argument, that you don't want whistleblowers having to bring their whistleblower actions before they are ready to bring their main actions? And if it's going to take -- you've just said how difficult it may be to prepare one of these qui tam cases. If in fact you're right and it may take a 1111 14th Street, NW Suite 400 couple of years from the time the employer gets wind that something is going on and fires or does whatever, then in exactly that situation, the -- the whistleblower damages are going to be mounting during that period of 1 or 2 or whatever years it may be before the qui tam action starts. So on your hypothesis, it seems to me, you're going to get just the situation that Justice Ginsburg raised."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's -- let's first see about your argument. Isn't that what your argument implies?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Hurt. Mr. Driemeier, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What he's saying is it should be read to include only those causes of action under 3730 that the rest of (b) makes sense as applied to, just as in (c) the phrase, brought under section 3730, should be interpreted to -- to include only those causes of action that the rest of that provision applies to, namely, those -- those actions under 3730 that involve the United States. I mean, that's -- that's a perfectly reasonable - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You think -- do you think 1111 14th Street, NW Suite 400 Congress is more likely to amend 3731(b) to say clearly and non-sloppily what it means if we find for the Government here or if we find for the -- I mean, for - - for the side that the Government supports or if we find for the other side?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what about this as a general -- as a general principle of construction? A court should not, unless there is no reasonable alternative, construe a statute of limitations provision in such fashion that the statute can expire before the cause of action arises?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a reasonable proposition?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me reasonable to me."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that was the point that the Seventh Circuit made clear in -- in its --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- statute of repose."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What about an action of ejectment, an action of ejectment that arises only after the adverse possession statute of limitations have run?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure it is right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But we don't run forward to 1111 14th Street, NW Suite 400 create situations like that, do we?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"My -- my point isn't that it couldn't exist. I just said you should not interpret a statute of limitations if it is reasonably possible to avoid it in that fashion."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he's already alerted to the extent that he's taking retaliatory action as true. He may not whole -- know the -- the whole extent of -- of what the employee knows, but he's already been tipped off."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you another textual question? You -- you want us to say that (b)(1) must apply to all civil actions under section 3730. Must (b)(2) apply to all civil actions under 3730 as well?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So that -- that could exclude even a retaliation action by an individual who -- who doesn't -- who doesn't know when the -- when the individual -- the official of the United States found out about those facts. That -- that doesn't seem to me very reasonable."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That provision is very -- very reasonable as applied to qui tam actions. It doesn't seem to me to make any sense as applied to a retaliation action."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It might be, but maybe the United States found out before -- before that individual came forward. Maybe there was an official in the United States."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And so he's -- you know, he's -- he's out of -- out of time before he even knows about it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Strange."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, but it -- but it would mean that just as 3731(b)(2) can be selectively applied to some categories and not to others, so also, by parity of reasoning, (b)(1) can selectively be applied to some categories of violation and not to others."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What about the rest?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I would county that as being brought separate. I think you should add that with the other 5."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, apparently Florida didn't think so."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Apparently Florida didn't think it was too short."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Driemeier. Mr. Browning, you have 8 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just go back to what you said. In -- in the Major -- whatever it is -- is there any limitation at all, or just the limitation on the qui tam and as here, as you contend is so here?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, that's -- that's a criminal proceeding."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Browning. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTOPHER G. BROWNING","firstName":"CHRISTOPHER","lastName":"BROWNING","counsel":true,"justice":false,"side":"petitioner","words_spoken":2903,"interruptions":19,"times_spoken":39,"laughter":0,"num_int_by":4},{"id":1,"fullName":"MARK HURT","firstName":"MARK","lastName":"HURT","counsel":true,"justice":false,"side":"respondent","words_spoken":1418,"interruptions":6,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":2,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"respondent","words_spoken":1766,"interruptions":10,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":78,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":752,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":303,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":7,"times_spoken":36,"laughter":1,"num_int_by":4},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":15,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2903,"times_spoken":39,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":16,"words_spoken":3184,"times_spoken":39,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":8,"words_spoken":2695,"times_spoken":84,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.49058861405507637,"respondent":0.5094113859449236,"date":1472703110028}}