{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"MAINE BOARD OF ENVIRONMENTAL PROTECTION. ","counsel":[1,2]},"caseNumber":"04-1527","date":"2006-02-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in S. D. Warren Company versus Maine Board of Environmental Protection. Mr. Kayatta. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kayatta, if I took a drum of water out of the river and put it in the garage next to the river for 5 years, and, 5 years later, came out and poured that drum of water back into the river, is that a discharge into the river?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it different here, where you have the dam restraining the waters for a certain period, and then it's being released later, at a subsequent time? Why --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- isn't that also a discharge?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though it's retained in a -- what -- an impoundment pool, or whatever, behind --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"So, you think it's a different case if it's not a continuous motion; in other words, that the water is released -- you know, it's released on the weekends, but, during the week, it has to build up in the -- you would draw a distinction and say there's a discharge, in that case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is an important point for me, and I wasn't quite clear what the briefs told me about it. My understanding was that there is an argument that when the water stays in the reservoir, the impoundment area, that there's a stratification, and the oxygen components at different levels change, so that when the water goes back into the dam, it's qualitatively different. It's the same water, in a sense, but it's also qualitatively different in its oxygen and other characteristics. And that sounded to me like a discharge."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"So, if --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I don't --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But is it --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"So, if it were established in this case that the water is qualitatively changed in a significant degree because of its oxygen component, that would be irrelevant to the question you're asking?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"You're saying the changes occur in the river, above the dam; and, therefore, what's left -- what's let back into the river below the dam is the same river, unchanged."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, let me just be sure I understand one point fully. But the character of the water is different above the dam and below the dam."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you agreed that there was a different -- a different oxygen content in the water."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it's the same water, with a slightly different chemical composition, isn't that true?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But with a slightly different chemical composition."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when I say that?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"But you said -- in response to Justice Kennedy's question, you said that there was nothing, I think, as you put it, in the exiting of the water that was significantly different that -- or that we could peg as significantly different. But that seems to me to be at odds with your answer to the Chief Justice's question about the barrel, because the exiting of the water from the barrel and the exiting of the water from the dam are exactly the same. And if one is a discharge, I don't see why the other isn't a discharge."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then it isn't the exiting 1111 14th Street, NW Suite 400 that you're getting at. And I --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it seems to me -- and I don't want to make a joke, but I think you're on to something when you talk about the exiting, because the word \"discharge,\" as we commonly use it, is a word that describes how you get rid of something. And how you get rid of something, it seems to me, is exactly the same, whether you're pouring the barrel over the bank or whether pouring the barrel, as it were, through the turbine after impounding it, it is the -- everybody's been quoting dictionary definitions -- it's the \"flowing out.\" The flowing out is the same with the barrel as it is with the dam."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that seems to me where I have trouble with your argument."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as I understand it, in some or all of these dams, at the point of discharge, there isn't any river down there. It's dry. It's -- the bed, in effect, has been deprived of the river by 1111 14th Street, NW Suite 400 the impoundment, so that you're not simply, as it were, taking, you know, one spoonful out here and dropping it into a river -- putting the spoonful back into a river that's flowing there, because it isn't flowing there, as a result of your dam."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Miccosukee assumed that -- the soup ladle example from the Second Circuit; you took out the ladle, you held it up, and you put the same thing back. But if I understand what happens as a result of the impoundment of the water and then its release, what comes out is quite different from what was put in. It's kind of like you had a pot boiling with vegetables, and then you put it through a food processor, and then what you got out would be quite different from what went into the food processor."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the descriptions that we had was, it is a result of the impoundment and the subsequent release that the water emerges in this unnatural state, in this striated state that Justice Kennedy was referring to."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And not the release. You contest that the release makes any change."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's true, but -- so, you said it's conceded in this case? I thought, in answer to Justice Kennedy, you said something that -- I was surprised, if it's conceded. I thought it wasn't conceded -- tell me if I'm wrong -- that the States have water quality standards. Those water quality standards may or may not have something to do with point source discharges. They don't have to. They 1111 14th Street, NW Suite 400 want water to be good enough for recreation. They want water without algae so there are more fish. They have a lot of things. And this statute seems to say the F- -- what used to be the FPC. I -- is it now FERC?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, okay -- used to be the Federal Power Commission -- tells them, \"You have to get approval to build your dam. And we're not going to give you approval unless you comply with State water quality standards.\" This seems to me to go back into ancient history, like 1920. And of course you have to comply. And so, isn't the purpose of -- is there agreement that it only concerns point discharges, or does it concern water quality standards?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Really?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words -- discharge from a point source, what is -- well, then EPA concedes you win?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, fine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what's --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the problem? So, they're saying, as I thought was true since 1920, that you're going to get your dam only if you comply with State standards, including standards about fish, algae, junk in the water, all kinds of things that might be put there by the dam."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. And they're saying, \"Of course there is a discharge. The discharge is a discharge of water.\" Okay? The water runs into it. Now, that's enough for you to have to comply with the State standards before the F- -- FERC is going to give 1111 14th Street, NW Suite 400 you a license."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, have you got anything - - I've heard you argue about the word \"discharge\"; and you say \"discharge\" doesn't mean \"discharge of water,\" it means something else. And I think that's a very logical argument. Is there any other argument that you'd have, related to the purpose of the statute for the objective?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Counsel, I keep thinking of this example, and I want you to comment on it. Out West, of course, there are a lot of dams where there are salmon in the -- in the river, going down, and a lot of salmon get killed if they go through the - - through the dam, so that the water before the dam has live salmon, and the water after that has dead salmon. And say that happened in Maine. Would that be a discharge if that happened?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If there were live fish -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- above the dam, and they all -- they get killed going through the dam, and they were dead when they --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- came out, would that be a discharge in --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you would say --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- even in that case, that would not be a statutory discharge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you don't dispute that FERC could impose the same conditions that Maine has imposed in this case, as a matter of FERC authority."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they even impose something in the condition to your hydroelectric power license saying, \"You must comply with State water quality standards\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're concerned about conditions -- I mean, as a practical matter, in terms of how the result in this case would change things, it's a question of whether FERC has to more or less accept what the State does, or whether FERC simply considers and decides whether it wants to impose those conditions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You would rather be regulated more aggressively by FERC than by the Maine Board of Environmental Protection."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does FERC --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as a regulator, tend to give greater priority to power considerations, as opposed to local environmental concerns?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, but it doesn't -- it doesn't say -- it says they have to comply with State water quality standards, doesn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I thought -- it says that you have to get your permit. You have to be compliant with State water quality standards. Now, suppose a State has a nutty water quality standard. Doesn't EPA have some authority there to make sure that a water quality standard of a State, under the Clean Water Act, is -- makes sense?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, if a State were to say, \"Our water quality standard is the following. We never build a dam in our State, no matter what.\" Okay? Now, there's no authority in the EPA to set that aside as it not being a proper Clean Water Act standard."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be just a Clean Water Act standard."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not an expert on the Clean Water Act. Is that a proper Clean Water Act standard?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, this decision -- I'm not asking you about this decision. I'm asking you if a State, under the Clean Water Act, were to say, \"We have the following Clean\" -- now you understand what I'm --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Does EPA, or anyone else, have authority to say, \"That isn't a proper Clean Water Act standard, however good you may think it is\"?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, has FERC said that this is a problem, that the States are interfering?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't understand, linguistically, why this isn't \"putting 1111 14th Street, NW Suite 400 something into the water,\" to the extent the dam holds back and restrains the water, then it \"puts back into the water\" the water that it had held back."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Here's -- I'm thinking of the Hoover Dam, and it's got these huge, you know, discharge points."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And every now and then they let the water come out. Isn't that a discharge?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be fair to say that, let's say, the Missouri River discharges into the Mississippi? Is that consistent with ordinary usage?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're two water bodies, only because people gave them two different names."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But the --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the statute doesn't say \"discharge from one water body into another water body.\" It says \"discharge into the navigable waters.\""},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the portion of the 1111 14th Street, NW Suite 400 river below the dam is a navigable water, why is there not a pouring forth of the water into the navigable waters below the dam?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- isn't the answer to your question that a great number of those usages that you refer to are uses that refer to the discharge of pollutants? And there is a good -- there are good reasons in the statute -- and we have recognized them - 1111 14th Street, NW Suite 400 - to say that when you discharge a pollutant, you are adding something that wasn't there before? But when the statute, in this case, is using \"discharge\" without a reference to \"pollutant,\" it makes perfectly good linguistic sense to construe it just as the Court has done."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe it's --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- \"reinforcing,\" and maybe it's \"changing.\" I mean, you're characterizing it one way. We start with a different canon of meaning, and that is that we look to the words around which, in connection with which, the word is used. In here, it's being used without certain modifiers or descriptive conditions. In other cases, it is being used with them. And that's a good reason to think that probably the word is intended to mean something different in 1111 14th Street, NW Suite 400 those situations."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but your argument, I thought, was simply this, that it uses \"discharge\" in, you know, X number -- I forget how many you had -- and it's perfectly clear that in most of those instances it requires an addition; and, therefore, it should be construed as requiring it here. My point was that in a great many of those instances, the statute is not merely using the word in isolation; it's using it in connection with a couple of other words, like \"discharge a pollutant.\" And it, therefore, number one, makes sense to construe \"discharge of a pollutant\" differently from \"discharge.\" That's the -- that's the only point."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The only point is, you can't simply argue from the fact that the word occurs somehow X number of times to the conclusion that it has to mean the same thing every time it's used."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that isn't what they mean. I mean, for example, if somebody puts a stick in the middle of the river, no one -- no one is claiming that the water that flows around the stick is being discharged. I mean, there are a lot -- I don't know whether anyone wants to put a stick in the river, but - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there are things you can do that clearly would not activate the Corps' interpretation here."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that if the -- if somebody with property on each side wanted to build a dam -- I'm sorry, wanted to build a bridge to connect his property, and he needed to put a post in the middle of the river to support the bridge, that there would be no discharge of water occasioned by putting the post in there?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, if -- you may answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. General Rowe? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a discharge if you have a simple waterwheel in the river? Is that a discharge?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, so it's a old hydroelectric plant, it uses a simple waterwheel. I mean, is that -- does that fit your definition of a 1111 14th Street, NW Suite 400 \"discharge\"? In other words, it restrains the water temporarily."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And then it releases it again as it passes by the wheel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, if you put a waterwheel in a flowing river, under your definition, that's a discharge into the navigable water."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I must say, this --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- this doesn't seem to me normal usage. I don't think if -- you know, if you see a rapids in a river, it would be strange to say the rapids of the Colorado \"discharge\" into the Colorado. You're usually talking about a different body of water. You could say the Green River discharges into the Colorado. Likewise, a waterfall, you wouldn't say, you know, \"The waterfall on this river discharges into the river.\" It's part of the river. But if it were a waterfall that brought a tributary into the river, you would then say that, you know, \"the waterfall discharges into the Colorado,\" or whatever river it enters at that point. It seems to me very strange to talk about a river discharging into itself."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't -- 1111 14th Street, NW Suite 400 but that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't matter to your analysis. It's the one post, right? I mean, if you have just sort of a foot indentation on either side, would -- the flows, in -- under your view, suddenly becomes a discharge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- we're trying to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- define --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- a statutory term that's going to apply in a wide variety of cases."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, what's --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, what's the definition - - what's the general definition that you're giving us that describes this result you've given?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It is a discharge, because a \"discharge\" means what?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- the issue is not whether there is a discharge, as I see it. The issue is 1111 14th Street, NW Suite 400 -- whether there's a \"discharge into the river.\" And one does not usually speak of the \"river discharging into itself.\" That -- it's the \"into\" that's the crucial part. How do you distinguish this case from Miccosukee, if I'm saying it right? -- yes, Miccosukee"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- where we had, you know, a pumping of water from one polluted body into another, and it was held -- we held that that was not a discharge?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the crucial --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- word was \"discharge.\" The reason we held it was not covered is not because there was no pollutant. It was clear that there was a pollutant. But we held there was no discharge."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because there was no discharge of a pollutant. There were pollutants in - - on both sides. That -- I think that was conceded in the case. The reason that the case came out the way it did was that we held there was no discharge of a pollutant."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't it conceded that there was a pollutant -- that a pollutant was involved in that case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, what must have been the difference was that there was no discharge."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There was no discharge of anything. It was clear that if there was a -- if there was a discharge, it was a discharge of a pollutant."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Didn't -- didn't that case involved the -- a violation there -- involve the addition of a pollutant? And there was no addition of a pollutant, because the water was equally polluted on each side. Wasn't that the --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the case?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then -- but your focus -- in response to my question about what would constitute release, you focused on the fact of impoundment, a restriction of the flow. It seems to me that the ladle analogy that the Court has made part of the law of the land is -- refutes that, because if it's hold -- you're holding it up in the ladle, that's like an impoundment. You've separated it, to that extent, from the other body, and the Court said, when you pour it back in, that's not --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's not a discharge of a pollutant --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and there was no dispute that there were pollutants, so it must mean it wasn't a discharge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- you don't -- you don't value it as much as FERC does, though, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, isn't one way 1111 14th Street, NW Suite 400 to look at this -- I mean, the concern is that your constituents probably have a higher priority and a greater concern with the environmental consequences of generating power, while FERC's priority is to make sure that we have sufficient power. And you're likely to weigh these competing uses in very different ways."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, only if you assume that letting out the same water into the same river is pollution. It seems to me you're begging the question."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If there were a discharge of something into the river, you'd be able to move against it. But the question here is whether there's any discharge into the river when you stop the river and then let the same river out."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Could you, as Justice Breyer's question to your adversary suggested, adopt water quality standards that would make any hydroelectric power impossible, in Maine? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that's something that Congress intended when they adopted this, to allow a State to rule out hydroelectric power?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, I take it your ultimate answer is, no, a State could not, in effect, eliminate hydropower from --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- development. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not interested -- I'm asking for an answer to my question. I take it, based on your further answer to Justice Alito, that your answer to the first question is, no, a State could not, in effect, eliminate all hydropower from -- development from its rivers."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you don't think there would be any conflict with the FERC scheme if you did that? You don't think there would be any conflict between the Federal policy embodied in the Power Act and in the State law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- I think the question -- maybe it just -- I don't understand, totally, how the Clean Water Act works, but I thought that what we're talking in this statute is a State rule that's called the State Clean Water Act rule. It's a creature of the Clean Water Act, isn't it? A water quality standard?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. And, therefore, a State, I would think, that had some totally bizarre Clean Water Act standard might find that it had a standard that didn't fit within the scope of the Clean Water Act. And, therefore, it wasn't going to be enforced here. Is that right, or not right? Maybe the Federal Government will explain this --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are they maximums or minimums?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I expect that they're minimums."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"General Rowe, may I ask 1111 14th Street, NW Suite 400 this question? In the Miccosukee case, we sent the case back, as you remember, to decide whether or not there were one body of water or two bodies of water. In your view, are there one or two bodies of water -- would it be five bodies of water -- in this case?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, you --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- concede that."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, any significant obstruction in the river amounts to a -- creates a discharge."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Indeed, if it's a small enough stream, I suppose just swimming in it or lying sideways so you impede the flow, you are causing a discharge into the waters of the United States. I find that peculiar."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it depends on how big the river is, doesn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General Rowe. Mr. Minear. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Section 402 uses \"discharge\" in the same sense, I assume."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why doesn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It is -- it is broader. But if -- the discharge of a pollutant into the same body of water does not constitute the addition of a pollution -- of a pollutant. It obviously is the addition of a pollutant. The only reason you could say that taking it from one -- pumping it from one polluted 1111 14th Street, NW Suite 400 body to another is not a discharge of a pollutant, which is what we said in Miccosukee, the only basis for saying that is that there has been no discharge. There's obviously been an addition of a pollutant to the -- to the other body of water. The only thing you can say is, there hasn't been a discharge. It's -- because it's the same body of water."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, Miccosukee was concerned not with molecules, but with chemical composition. The chemical composition was the same in this body and in that body, and, in that sense, there was no addition --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If, in Miccosukee, liquid of the same composition had been taken from another body of water, and from -- not the body of water that was adjacent and which we held was the same body of water - - with the same composition, and that had been added, do you think Miccosukee would have come out the same way?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Really? That you could take pollutants from a different body of water and add it to an already polluted stream? I thought that was clear 1111 14th Street, NW Suite 400 that that's not the case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Because if it was one body of water, it was okay, and if it was two bodies of water, it was bad, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it would add pollutants to the other body whether it comes from the adjacent body or whether it comes from some distant body. The only reason that the pumping from the adjacent body did not qualify is -- not because there no addition of pollutants. There would be an addition of pollutions 1111 14th Street, NW Suite 400 from a distant lake, and you -- we'd be able to hold a person liable. The only reason there was no addition here was that there was -- there was an addition here, but there was no discharge, because it was the same body of water."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- it seems to me that's --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- what you have here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I was -- 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- surprised, in a case involving a FERC license condition, that no one from FERC signed on to your brief."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But if it's a case involving a FERC license, and FERC isn't there, I think it says a great deal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know what FERC's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know what FERC's position is --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm sure of that, and it involves a reconciliation of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- competing positions. Is there anything that FERC has issued that is illuminating with respect to their view?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree that a State could adopt water quality standards that would, in effect, preclude hydroelectric power in the State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would they do --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- it statewide?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Saying, \"It is of utmost importance to us to provide habitat for spawning salmon, whatever, dams interfere with that in a way we find objectionable, so we're going to go a different direction, as a matter of power policy for the State of whatever, and not allow hydroelectric power.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Just for the few of us who think the dictionary doesn't answer the case, is it possible you could say a word about why Congress would, or would not, have wanted, in effect, to incorporate all State water quality standards into a permission to build a dam?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Also to protect fish?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- you have a facility that produces adverse environmental effects in one State, but produces power for a number of adjoining States. Why does it make sense for the State in which the facility is located to do the balancing of the environmental and the power considerations in that situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. The case is submitted. 1111 14th Street, NW Suite 400 [Whereupon, at 12:34 p.m., the case in the above-entitled matter was submitted.] 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"WILLIAM J. KAYATTA","firstName":"WILLIAM","lastName":"KAYATTA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3277,"interruptions":27,"times_spoken":73,"laughter":1,"num_int_by":7},{"id":1,"fullName":"STEVEN ROWE","firstName":"STEVEN","lastName":"ROWE","counsel":true,"justice":false,"side":"respondent","words_spoken":2345,"interruptions":35,"times_spoken":62,"laughter":1,"num_int_by":6},{"id":2,"fullName":"JEFFREY P. MINEAR","firstName":"JEFFREY","lastName":"MINEAR","counsel":true,"justice":false,"side":"respondent","words_spoken":1445,"interruptions":15,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":980,"interruptions":16,"times_spoken":49,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":165,"interruptions":5,"times_spoken":9,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":138,"interruptions":2,"times_spoken":4,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":6,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":953,"interruptions":7,"times_spoken":35,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1011,"interruptions":8,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":770,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":213,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3277,"times_spoken":73,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":50,"words_spoken":3790,"times_spoken":95,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":50,"words_spoken":4532,"times_spoken":174,"laughter":0,"num_int_by":8}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126677}}