{"petitioner":{"name":"ALBERTO R. GONZALES, ATTORNEY GENERAL, ET AL.","counsel":[0]},"respondent":{"name":"O CENTRO ESPIRITA BENEFICIENTE UNIAO DO VEGETAL, ET AL. ","counsel":[1]},"caseNumber":"04-1084","date":"2005-11-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Gonzales versus O Centro Espirita Beneficiente Uniao Do Vegetal. Mr. Kneedler. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I address a preliminary inquiry that I have?  Are we reviewing here the issuance of the injunction by the trial court?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And we have to find that, for the trial court to have issued it, it was an abuse of discretion?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the court found evidence in equipoise and so on and so forth, so I just wondered, at the bottom line, what our legal standard is here."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Abused its discretion."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me your position is that you must -- we must give controlling determinative weight to the fact that it's listed in Schedule 1.  And the respondents say you don't give it any weight at all, it's all on a case-by-case basis.  Is there a middle  ground that there -- which I think would allow you to prevail here -- that there is a presumption that there is a compelling governmental interest when it's in Schedule 1?  It's a rebuttable presumption, but it's a presumption that, when it's in Schedule 1, it's a compelling interest."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Well, but part of the statute is Sherbert and Verner and the test that Congress says we have to apply to its acts here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Mr. Kneedler, I think everyone would concede that there is a compelling interest, governmental interest, to have the Controlled Substances Act on that level, yes.  But then, Congress has passed another statute that says all laws shall be subject  to RFRA -- shall be subject to RFRA.  So, we can't just look at \"Is there a compelling State interest for the controlled Substances Act?\" in a vacuum.  We have to take what was a later statute, RFRA, to which the Controlled Substances Act is made subject by Congress.  And I thought the argument was: Is there a compelling State interest in that context?  How can there be, given the situation with peyote and, \"We're just like the Native American Church in that regard\"?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would understand that if  the Government had acted uniformly.  But we do have two situations that seem to be like -- the peyote and this case.  And if the Government must accommodate to one, why not to the other?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it still shows -- whatever power they were -- they were proceeding under, it still shows that it's not all that important that nobody be able to use a substance banned by category 1.  I mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whatever power it was under, it's a demonstration that you can make an exception without the sky falling."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- maybe Congress didn't assume that.  They probably didn't think about it.  But what's wrong with the argument?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But Justice Scalia's point is, no matter what the legal theory, the evidence, historical evidence, seems to indicate that the sky didn't fall.  And if it didn't fall for the larger number of Native Americans involved who use peyote, and the very small number using this drug, can't we, kind of, think that at least, \"Well, maybe it's not all that compelling\"?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Kneedler, may I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- may I stop you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there?  Because, correct me if I'm wrong, but it was my impression that the DEA was allowing an exemption for peyote use by the Native American Church before Congress passed the law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you take it that the Government was right -- before Congress passed the law, the Government was right to give the exemption to allow that ceremonial use of peyote, then I don't see how you get mileage from a congressional act that was passed later than Congress's is saying, \"Executive, we agree with you,  you did right.\"  But it's not -- you -- I don't see how you can rely on the congressional statute when the Government was doing this even without a --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- congressional statute."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- isn't that exactly the -- what the Act does?  That's --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why they passed it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's why we came out the other way in Smith, by the way."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it didn't --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- say that, did it?  I mean, it did seem to indicate, after the passage of RFRA, courts are supposed to examine, in each case, whether there is a compelling State interest and whether it's closely enough related."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I want you --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to stay on this point, because it's important, but if this were a Schedule 2 substance, would your argument be the same?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose we --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I grant you that administrative considerations are relevant.  Of course they're relevant.  But that's far from saying they're determinative.  And then we're back to what Justice Souter said, absolutely relevant in deciding the compelling interest, but the fact that peyote seems to have been  administered without the sky falling in suggests that, here, they're not determinative.  That's all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- RFRA overrides all that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand RFRA to be -- to say there can be an exception to all Federal statutes where someone makes a religious objection to compliance and, in the judgment of the court, there's not a  compelling State interest in the Government going ahead with the statute.  So, you know, whatever the scheme was under the drug laws, it seems to me it's subject to this new legislation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you talk about --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- reasons to believe and disbelieve, we don't have to make a once-and-for-all determination, do we?  A lot of your concerns talk about what's going to happen if this exception is granted.  Now, if some of those things come true, can't this issue be revisited?  I don't regard -- maybe I'm wrong, but, under RFRA, you're not saying it's a compelling-interest test.  It may be -- may not be satisfied in this case, but if it turns out there's a lot of diversion of the hallucinogen or the membership of the church expands in a way that leads you to believe it's being abused, I mean, then you'd look at it again, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Couldn't have said it better. And that's what we said in Smith.  But Congress didn't like Smith and has enacted this statute obviously to undo, to the extent it can, the effect of our judgment in Smith."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But your -- but your approach is totally categorical.  If you had a group that had, once a year, one drop of the hallucinogen involved here, per member, and it was rigorously policed, your position would still be the same --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- even applying RFRA, which sets forth a compelling-interest test."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress disagreed,  -- ultimately.  They allowed the use of peyote."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"No, but in --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- may Congress, consistent with the Establishment Clause, say that we will create an exception for peyote, but not for this other church, which has far fewer members, less risk of diversion, has been found to be a genuine religion?  The problem of preferring one religious group over another, it seems to me, arises once there is an exception for the Native American Church. And I heard you say, \"Well, the Indian tribes are special,\" but is that -- that's it.  It would have to be"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I -- may I ask you one question about the procedural posture of this case?  This is an appeal from a preliminary injunction.  That's how it got here.  And we have been discussing, mostly, the case just as though it had been a permanent injunction.  The -- there are pieces of this case, like the Treaty and what it allows and doesn't allow, that -- where the record is so thin.  Is there a way of dealing with this case so there is the full airing that it never got, without resolving, at this point, other issues --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you've been debating?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they were --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Do --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do your briefs --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- indicate, or does the record indicate, that the Government was foreclosed from presenting any evidence it wanted to present?  If you, for some reason, go back, and this whole thing is done again, whether they -- is there important additional evidence for you to introduce, or do we essentially have the case in front of us, so far as you're concerned?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I was a little unclear about your position on the Convention.  I thought, at some -- one point, you said that it didn't really add much to your argument under the Controlled Substances Act, which implemented the Convention.  Is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there an independent"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- argument?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you -- here's the problem that I have, particularly at the stage of the preliminary injunction, with that argument.  The -- they're -- the Convention also includes that provision that its terms will be defined, enforced, and so on, in harmony, or conformity, with the domestic law of the signatory.  Our domestic law includes RFRA.  That would seem to open the door for, in effect, a RFRA exception."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me -- let me just finish my -- let me get to my -- let me get to my question"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- before you answer it. [Laughter.]"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"My -- the particular concern I have with that, at the preliminary injunction stage, is not necessarily that that particular argument should, for all times, be assessed correctly by the -- by the District Court.  But it seems to me that if the District Court at least plausibly reads that exception to negate your argument, isn't that good enough, at the preliminary  injunction stage, as a basis for the Court saying, \"Look, you haven't -- you, the Government -- haven't carried your burden to show the affirmative defense here\"?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is, there's no question. But we're still at the preliminary injunction stage."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does the respondent bear the burden?  You have the burden --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under the statute."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- no, but I realize that -- could we pause on that for a second?  Because you apparently take the position -- the Government takes the position that when -- under the governing law, the Government would have an affirmative burden, ultimately,  to defend -- in this case, on compelling interest, least restrictive, et cetera -- that, at the preliminary injunction stage, the applicant for the injunction has the burden to negate the probability that the Government will carry its burden on the ultimate issue.  And I don't see why that should be so at all."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but let --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- go through --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Get to the Convention --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- I understand the broader point, but --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"-- later.  Get to the general -- first get to the general issue.  Does the applicant for the injunction have the burden to negate the probability that the Government will prevail in its affirmative defense, ultimately?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that your position?  --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Convention --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"So --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"-- issue goes directly to your affirmative defense."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- part of the Treaty question  that I had is also -- this is a root that you are -- and it contains DMT.  And the Treaty doesn't ban everything that contains DMT -- for example, pineapple and bananas. The question is the ratio of the DMT to the entire plant."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that sounds like a factual question that ought to be developed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Pineapples, we -- what about those?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I drank pineapple --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- juice this morning. [Laughter.]"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say -- I'm sorry."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you want to reserve your time.  Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Thank you, Mr. Kneedler. Ms. Hollander. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you seem to give the fact that it's listed in Schedule 1 zero weight.  It seems to me, at the very least, there should be a presumption that this is a compelling interest."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And when the -- and when the evidence is in equipoise, as the district judge thought it would, that presumption, it seems to me, carries the day for the Government."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do we know whether you can be a member of that church without being an Indian?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, your theory would be if you had a religious group that -- whose doctrine was that you should proselytize through hoasca, and they want everybody to come, and they're aggressive in doing that, and distributing hoasca, that the Government should be in a position of saying, \"This religious group can use it, but that religious group can't\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, they're the kind of the -- the ones I just gave you.  In other words, if  -- there's going to be a greater threat of diversion to -- it's not limited to the members of a very cohesive and limited group, but it's -- they're -- they aggressively try to reach out, but it's all part of a sincere religious belief, that we should, in applying RFRA, draw distinctions between the group you represent and that hypothetical group?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm assuming they show --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- that there is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"justices","text":"May I just --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":8,"sideBefore":"justices","text":"-- think that the Treaty -- the Convention entered into in 1971 -- makes clear that hoasca is covered, then does that provide a compelling interest for the Government, because it requires the Government to prohibit the importation?  If we think, as a matter of law, the Convention covers hoasca."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we conclude, looking at the Treaty, that it prohibits hoasca, covers it, and that it provides that nations that enter into the Convention must avoid importation of it, then is that a compelling interest under RFRA?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It is?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that isn't the compelling interest.  The compelling interest is, we signed a Treaty, and you follow it.  Now, how can you say that the Government wouldn't have a compelling interest in following a Treaty where they -- where they promised to ban the substance?  I mean, they're not -- they're just saying RFRA doesn't apply where that's at stake.  Now, what's the argument against that?  You're saying the argument against that is, maybe it really isn't a compelling interest?  Well, okay.  Why not?  I mean, it sounds to me as if it would be.  They have a Treaty.  They have to live up to their word, period.  What's wrong with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It does?  All right.  That's an  issue, I guess.  I'd have to decide: Is a compelling and -- does it require the Government to go further?  But you concede that if it doesn't require the Government to go further, you lose."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, that's a different issue.  Why doesn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't care whose position it is.  The language does not admit of that exception. There's nothing in the language of it that would suggest that exception at all.  What language do you rely upon for that exception?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As a whole, anywhere in it --  give me language anywhere in the whole Treaty that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- suggests that exception."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but a --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- solution that includes the substance DMT is covered, by definition, as I understand it.  Tea is a solution, and it includes DMT.  Isn't that the end of the issue?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's wrong -- can you tell me, on the face of it, what's wrong with it?  I mean, I -- if I have tea at 5 o'clock, I think I'm drinking a solution that includes the little things that come out of the tea leaves.  And that's what we've got involved here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Maybe our Treaty partners are just violating the Treaty."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me what's wrong with the analysis of the solution?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I have specific language from the Treaty's commentary in front of me that supports you. Are you not going to read that? [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"She's not going to read it, because I asked her for language in the --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- Treaty.  In --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- the Treaty --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- not in the legislative history of the Treaty. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- thought that's because we made a special reservation for peyote."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- saying that there are --  there's basically an ambiguity in the Treaty, that solutions derived from plants are not covered, but solutions that include DMT are covered, and there -- therefore, there is a question?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But solution is defined by the number of steps in the process that gets the substance into the water?  Is that --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- correct?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I'm not blaming you --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- for it --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- but I --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can I make a suggestion as to why, even if it is covered by the Treaty, it may not be a compelling State interest to comply with the Treaty?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Say yes.  Let me him make that"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It was the right answer."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because I haven't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- it made.  I -- I mean, isn't it well-established that statutes trump treaties, that if  Congress decides, in a subsequent statute, to ignore a Treaty, it may do so?  Now, if this RFRA can trump a statute, it would seem to me, a fortiori, it can trump a Treaty."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, compliance --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- with a Treaty is not necessarily a compelling State interest."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, surely --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- surely RFRA doesn't say that you disregard treaties or you disregard statutes in determining what's a compelling interest."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And getting back to the first question that Justice Breyer asked -- and then we got off on what the Treaty really means -- but assuming that the Treaty does prohibit the importation of this substance --  assuming that -- is there any evidence that the District Court thought that this was a compelling interest?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"None at all."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, if we disagree with you on the Treaty, then the appellate court's opinion doesn't really even address the point whether or not this and/or the statute, together, can be a compelling interest."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know if there isn't a factual question here.   I mean, I thought Justice Scalia, if it were to be up to him, did take into account official commentaries to treaties.  But maybe he doesn't.  Anyway, I take them into account.  And I -- and in respect to that, I read this as saying, specifically, that the plants -- it doesn't include the substance if it is a substance clearly distinguished from the substance constituting its active principal -- and the example they give is mimosa  root, which contains DMT."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And then, that's also true of the bananas and pineapples, et cetera.  And there's a court holding that hoasca's out of it, in France and one in the Netherlands, all of which I think was relevant to a Treaty.  All right?  Now, the Government has come in with a counterargument and said it clearly does cover, I guess, even mimosa roots, where they are imported solely for the purpose of extracting DMT.  Now, what's the response to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it has to be extracted at some point to be -- to get into -- I'm right here -- to get into the tea, right?  It's extracted by the preparation of the tea."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The plants are not -- the plants are not imported, right?  Just the tea."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I -- if I could just go back to the point.  You're emphasizing that the Treaty doesn't cover the importation of plants.  But you're not importing plants, you're --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- importing a mixture that must contain the covered hallucinogen or it doesn't have its effect."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, under your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- theory, a marijuana tea would not be covered by the Treaty."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but they're not being imported, they're transformed into this tea.  And you -- saying the active substance isn't there independently, so it's not covered.  And that seems to me to be a -- an erroneous reading of the Treaty."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"About commentary or travaux, I don't mind using them for treaties, so long as they don't contradict the Treaty.  Do we have any case where we use the -- les travaux preparatoires to actually contradict the language of the Treaty?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's what, it seems to me, is going on here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, as -- I understand the Treaty.  What the Treaty says is, you can't import substances listed in Schedule 1.  Then you look at Schedule 1, and it doesn't say hoasca."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It says \"DMT.\"  And then it has another -- and, interpreting that, it says the fact, if you look at that list and it says \"DMT,\" means what it says: You can't import DMT.  It's a drug importation statute, and it doesn't cover plants that contain the substance DMT.  Otherwise, we'd have -- throw out bananas and -- or mimosa, anyway.  And we're not looking to intent on that.  Now, that's a possible interpretation that doesn't contradict anything.  And --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Well, except that you don't import the plants, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're in trouble.  That's harder, then, if it's --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, of course, the reason you import it is because it contains this particular substance. [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what you mean by that.  You said that before, too."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could you explain that again? You said a compelling interest to the -- what person?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"To the person.  To what person?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't the compelling interest in enforcing it against the aggrieved person.  Isn't that what you mean?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if the interest is defined, as Mr. Kneedler did -- that is, these drugs are \"No, absolutely prohibited.\" -- then how can you have any less restrictive means?  It seems to me that you can -- I understand your argument about a compelling State interest has to be judged in context -- to the person, to this church.  But if Mr. Kneedler is correct that the compelling State interest is that this is a proscribed drug, then there can't be any least restrictive means."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I worry about the general proposition we would be adopting if we say, you know, one narrow exception is not a -- doesn't contravene a compelling State interest.  What about -- I assume there is still a Federal law against bigamy that applies in Federal territories.  Now, what if, you know, a small religious group comes forward and said, you know, \"We --  our religion requires bigamy.  There are not a whole lot of us.  We're just a little tiny group.  So, we demand, under RFRA, an exemption from this absolute law.  Why does it have to be absolute?  It's just a little tiny exception, only a few of us.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"At least for now. [Laughter.]"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a question? It's  a bit tangential just a little bit, but going back to the Chief Justice's question earlier about diversion?  And his suggestion was, if they're -- proselyte the religion, you get all sorts of converts who will just use it in the same way as the small number use it now.  Would that be diversion, or would it be diversion -- diverting it to some people who are not members of the religion?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What does the word \"diversion\" mean in this context?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but then, getting more members to -- converted to the religion would not be diversion."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- I don't see -- I mean, I see I was not right.  You do import drums of tea.  And they say, in the Treaty, that a preparation is a solution or mixture containing a substance.  And it would seem to be a solution or a mixture containing DMT.  And the commentary that I thought helped you does concern plants, but you're not importing plants.  So, now I'm rather troubled to see if there is any way that this Treaty is interpreted in a manner that allows you to win.  What is it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Hollander, may I just, on this point -- it's the same question I raised with Mr.  Kneedler.  We're talking about a preliminary injunction. Your side, I think, said, \"Go for the permanent injunction.  We have a lot more to put in.\"  The presentation on the Treaty was rather thin, below.  I take it from Mr. Kneedler's argument that he's saying the preliminary injunction, or not, is really the thing.  If the Government wins, no preliminary injunction.  There's not going to be any show for a permanent injunction.  But, on your side of it, what more would you be putting in? Let's say you prevail at the preliminary injunction stage. Would you then say, \"See, Judge, now you can enter a permanent injunction\"?  Or you -- would you be putting in more evidence?  And if so, what kind?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Hollander. Mr. Kneedler, you have 4 minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- but what does that benefit you?  I mean -- I guess this is Justice Scalia's question he asked earlier -- the Treaty is -- it  seems to me if you're willing to override a duly enacted statute, the Treaty shouldn't have any greater status."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You think the Treaty gives you a more compelling governmental interest than the Controlled Substances Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"More than doubly.  It has to be doubly, plus a little, if you said that one is even more than the other. [Laughter.]"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But that's okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, we have to agree  with you, though, that our Treaty partners in this area have, sort of, a zero-tolerance approach to enforcing the Treaty."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's actually why I've been looking.  I'm bothered by it, because it -- if the Treaty is absolute, we reserve for peyote, which would mean the religious use of peyote by the Native American tribes is exempt, but other people who have identical religions, use identical substances, they're stuck.  And that, it seems to me, is a rather rough problem under the  First Amendment."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"One religion singled out.  And, therefore, I'm looking for some way in this Treaty not to reach that conclusion --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"--  for the constitutional reason."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Kneedler, if you prevail, would there be anything left over to be argued about in the -- for permanent injunction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. The case is submitted. [Whereupon, at 12:04 p.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3133,"interruptions":63,"times_spoken":88,"laughter":1,"num_int_by":8},{"id":1,"fullName":"NANCY HOLLANDER","firstName":"NANCY","lastName":"HOLLANDER","counsel":true,"justice":false,"side":"respondent","words_spoken":2794,"interruptions":61,"times_spoken":85,"laughter":5,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":698,"interruptions":8,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":224,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":404,"interruptions":6,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":749,"interruptions":11,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":614,"interruptions":12,"times_spoken":34,"laughter":3,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":22,"times_spoken":42,"laughter":1,"num_int_by":4},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":202,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":805,"interruptions":7,"times_spoken":22,"laughter":2,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":63,"words_spoken":3133,"times_spoken":88,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":61,"words_spoken":2794,"times_spoken":85,"laughter":5,"num_int_by":8},{"side":"justices","interruptions":71,"words_spoken":4348,"times_spoken":189,"laughter":7,"num_int_by":8}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126642}}