{"petitioner":{"name":"JEFFREY A. BEARD, SECRETARY, PENNSYLVANIA DEPARTMENT OF CORRECTIONS","counsel":[0,1]},"respondent":{"name":"RONALD BANKS. ","counsel":[2]},"caseNumber":"04-1739","date":"2006-03-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Beard v. Banks. Mr. Rovelli. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rovelli, I -- I forget. How big a class of -- of prisoners are we talking about?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Less than 40? And does the record tell us how long they have been in level 2?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is there any average or any -- is there -- does the record tell us how -- how long most of them have been there?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that 75 percent had not?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And how long -- do we know what the average period of incarceration in level 2 is? Is it a matter of weeks, or is it a matter of years?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to understand whether typically they're there for a long period of time on the one hand, or are they there sort of on probation and are periodically reviewed and moved into another system?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Were there any prisoners, since the inception to your program, that have been in there for the whole 2 years?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are -- do -- is -- is Pennsylvania alone or nearly alone in imposing this rule, or is this typical of the restraints imposed in -- in this maximum restrictive confinement? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this one of the most severe restrictions in the Nation with respect to reading material and photographs?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the reason that -- that the State or the regulations allow paperbacks from the library and not current events? I'm just -- that -- the rationality of -- of that line escapes me."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we explain that? How 1111 14th Street, NW Suite 400 -- does one use a newspaper as a weapon? I mean, you know, maybe disciplining a dog or something. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"But a paperback version of War and Peace is less dangerous? It seems a"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the concern is the safety concern, then you would have an equal concern with the Jewish Daily Forward, which is a newspaper format, or -- and I don't know what the Watchtower comes out in these days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's why I thought your answer would have focused on that rather than the security concerns, is that you take away what it is they want the most because that's most likely to result in them conforming their behavior so they can get it back."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why -- let's see. They go to the prison library what? Once every couple of weeks or what? Once a week?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One -- one visit per month. And -- and how often do they go to the prison library?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's ordered."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, what it says -- that's what -- it says, to review legal materials, one at a time may be let out of his cell and is escorted to a mini law library in hand. All right. Why couldn't you have a -- if he wants to see the newspaper in that mini law library, why couldn't there be a copy there, only the parts that are consistent with the censorship policy, just like a news of the day."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a security reason or is --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a security reason when he's there in leg irons looking at the books, the law books, in the mini law library?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the -- what does the inmate have to show in order to go to the law library? That is, suppose the inmate's position is I want to go there and I want to read Law Week and Legal Times and other -- I want to see what's new, what's breaking in the law so that maybe I'll have something I can put in a petition, and that's why I want to go every -- every chance I get to the law library. Could such an inmate go to the library?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that would mean that the inmate could go and look at the legal newspapers, but not -- not the Christian Science Monitor."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So he could get Law Week, Legal Times, and --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the National Law Journal. All of those he could get."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, on -- on your theory of -- of behavior modification, would it, nonetheless, be -- be open to the State to say, no, you may not receive any more legal materials and you may not go to the library to look at them? Because that's something you very much want to do. And in order to do that, you've got to shape up and -- and get moved down to a lesser level of security. Would that -- I'm not saying that the State is -- is about to do that, but on your theory, could the State do that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would -- I mean, 1111 14th Street, NW Suite 400 you know, one of the arguments made on the other side is that if you accept the behavior modification theory as an adequate justification, the Turner categories essentially become incoherent. What, for example, would be the alternative means in this case if the State said, we realize that the people in -- in -- at level 2 want to see legal materials very, very much because that is a source of hope for them, and we want them to have that source of hope only if they shape up and -- and get down to a reduced level of security, so we're going to stop it, period? What would be the alternatives within the -- the Turner analysis?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the -- what if the inmate said, look, the -- the lawyers who come to see us are -- are great guys, but they're -- they're overworked. They don't have time to be thinking about novel legal theories, which we would dream up perhaps if we could get to Legal Times and these periodicals? So it's -- it's not an alternative. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- you're saying there -- there's a separate value here, and that is the value of access to courts. And -- and that limits what can be done for purposes of behavior modification."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. What about the marriage example? The -- the Court has said, yes, you couldn't -- the -- the State can't prevent the inmate from -- from getting married. I don't see where the separate source of -- of value is that would -- that -- that would affect that analysis. No right of access to court. The associational rights can be abridged and so on. Why, on your analysis, wouldn't -- wouldn't the proper disposition of the earlier case have been to say, yes, the State can preclude marriage too because that's something they very much want and -- and the State can preclude that unless they shape up and -- and get down to a -- a lesser level of security?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying there just is not a logical connection there within --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the meaning of the -- of the case?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But there would be a logical connection for those who want to get married."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're saying it might not make sense as a systemic policy --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because it isn't a big enough problem. But for -- we're not talking about a whole system here. We're talking about 40 people or less, and if some of those 40 people want to get married, why doesn't it make perfect sense to say no 1111 14th Street, NW Suite 400 marriage?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You can, and on -- on your analysis, why isn't that sufficient?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but how do we get around the marriage case then?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So as to these, the -- the marriage could be banned, in effect, you're saying."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought there, there was a genuine security concern, which I think you pretty much said doesn't exist here when you consider what they can have in -- in the cell."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Rovelli. Mr. Marcus. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Where do you draw the line? I take it somewhere -- you couldn't deprive them of food, if that would get them to -- to conform. Justice Souter was asking about marriage. I mean, how do we tell when -- when you can deprive someone of something they -- to modify their behavior and when it goes too far?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But don't we -- don't we have the same problem if we're -- if we're dealing with First Amendment interests that we do when we're dealing with Eighth Amendment interests? In other words, if -- 1111 14th Street, NW Suite 400 if we don't say, well, they get outside of Turner analysis because they require -- by virtue of being enumerated rights, they require an analysis specific to them, is the abridgement of the right carried so far that it is unreasonable? If we don't say that, then I don't see, as your friends on the other side have argued, I don't see where the logical stopping point is if we accept the -- the behavior modification theory."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, oh, I -- I realize that. I mean, they're -- they're making an in extremis kind of argument. I understand that. But if -- if we accept an in extremis kind of argument on the theory of behavior modification, then I don't see why that argument does not, for example, cover the marriage case, and maybe -- maybe it should. I don't know why that argument would not allow for a total deprivation of all communication outside of, let's say, access to 1111 14th Street, NW Suite 400 counsel. And -- and so it seems to me that whether we admit it or not, what's going on here, whether we call it Turner analysis or not, is we're making some kind of a judgment as to whether they're carrying the deprivation for behavior modification purposes in these extreme cases too far."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And if that's what -- I'll -- I'll be quiet in a second. (Laughter.)"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"If that's -- if that's what we're doing, aren't we just as much outside the Turner analysis when we're talking about the First Amendment or associational rights under the First Amendment as we are when we're talking about the Eighth Amendment? And shouldn't we say so?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so but at some point, there's sort of a reasonableness limit then you're saying."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do -- do you concede that just because a right is enumerated, it means it cannot be entirely taken away in prison?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, like, you know, try the right to bear arms. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Apart from those two, access to the courts and cruel and unusual punishment, then anything goes for this set of incorrigible prisoners? They can take away -- the First Amendment, in other words, is out the window. They have no First Amendment rights that the State needs to respect. Is that --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But -- but for this -- for this group, while they're in that situation, 1111 14th Street, NW Suite 400 essentially there's no First Amendment rights. I think that's what your -- your argument. They can regain them, but that's the purpose of the behavioral modification program. But the -- the only thing that these prisoners get is the Eighth Amendment."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Marcus, I was kind of interested in your calling this an incentive program. Is there any -- there are no intermediate stages. It's an all-or-nothing incentive, isn't it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I mean, with respect to the prisoners in this population. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I didn't understand that the -- the prisoners in this particular part of the prison had any intermediate incentive. They either get out after a year or 2 or they don't. Isn't that right? I mean, they either get to a different classification."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There's no scoring. You've got 25 points now, so you're pretty close to your goal or anything like -- it's not --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- not like most incentive programs I've heard about."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And -- and does the review correlate it in any way with these particular deprivations? I mean, what is the review -- how does the review correlate with their inability to get reading materials?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there any evidence at all that the amount of reading that they do has any correlation to their opportunity for getting better assignments?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. That there's any correlation whatsoever between how much these people -- these prisoners read and when they get into the next level of the prison."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So the legal issues would be precisely the same if the State denied totally any reading material to the prisoners. We'd have the same issue."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why would it be more difficult?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I understood your argument to, in effect, contend that the behavior modification rationale will justify the program no matter what the balancing process is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Marcus. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Krakoff."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, it seems to me that that's an as-applied challenge. If -- if a particular inmate -- the terms of -- the conditions of confinement are particularly harsh and he -- he or she has an unrealistic opportunity to get to a less 1111 14th Street, NW Suite 400 restrictive confinement, then -- then he can bring a suit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Krakoff, what -- I take it you wouldn't have any objection to terminating of television rights, for example. If prisoners have the right to watch television, they misbehave, the penalty is no television. Is that all right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What other alternatives would you have the prison administrators rely on? You have an incorrigible prisoner who's misbehaving. He won't behave. They go through every -- he gets up to level -- level 2. What -- what should they have done instead?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. What should they have done instead? Let's say he gets out of the prison 1 hour every other day. Should they have taken that hour out? I mean, not out of the prison. Out of his cell. Should they have taken that hour away, or what -- what other options do they have?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right, and I want you 1111 14th Street, NW Suite 400 to tell me --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I would like you to tell me what else they should have done. Why is that wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And none of that worked. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your answer to my question is there's nothing else they could have done, but they shouldn't have done this because this wasn't going to work either."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, but consistent --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Consistently with your answer, it seems to me, you have to say they should give the TV back, they should give the magazines back because none of those worked either. And those are First Amendment deprivations to some degree."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. But I mean, what's -- what's your answer to my question? It seems to me that your point to the Chief Justice was the courts have to review the efficacy of these moves."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And if -- if there is no efficacy and there is an infringement of what, at least for people on the outside, would be a protected right, then they have no justification for taking those rights away. And if that's going to be the analysis, then on -- on the argument you just gave, they've got to give the TV rights back, they've got to give the magazine rights back, and so on. Isn't that correct?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I sure would like that, but (Laughter.)"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But then why? Why?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right. And in -- in your argument, in your answer to the Chief Justice, you were pointing out a situation in which taking away the TV didn't work, taking away the magazines didn't work."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why then do they not, on your theory, have to give TV and magazines back?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Then where does your efficacy criterion go? You're saying they may make judgments, and apparently they may -- may make judgments and maintain them even if those judgments do not, in fact, advance their interests. Here, you're saying they -- it's not going to advance their interests, so they can't do it. In these cases, you're saying they don't advance their interests, but they can as a matter of judgment. And I don't know how to draw that line."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but -- the whole rationale of your case -- if I were you writing your brief, I would have this problem. This really matters to the inmates, but that's exactly the State's point. That's the reason it's taken away. It really means something. And I -- I just -- I just don't know what to do with that conundrum."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and it seems to me it's the heart of your case and that it surfaces here in the answers you've attempted to give."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the whole basis 1111 14th Street, NW Suite 400 for the suit is that it matters to the prisoner, and that's exactly why it's been taken away because there's nothing else left that we can do with these prisoners."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about changing other people's behavior? Your -- your assertion that it does no good is based upon the fact that it has not altered the behavior of these people who are in the unit. But what about other people who don't want to get thrown in the unit? I mean, don't you have to look at the deterrent effect? And -- and is it easy for you to say that the -- that -- that the in terrorem effect of being deprived of -- of literature, television, or whatever has not induced other people to shape up?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think it is."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So let's say if -- if the flaw is it doesn't deter other people because they don't know about it, then if they -- if they broadcast it all over so everyone knows about it, then it's okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But is there other -- are there other bases? Because so far your argument is they're so bad that you might as well give them whatever they want because it won't matter. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Now, I'm parodying it, but you understand why I don't think it's your strongest for the reasons said. But are there others which might be a little -- you had other arguments --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. It has nothing to do with the law. I understand your argument. Your argument that you have made is, at the very least, you can't say that this deterrent effect is that big a deal. I mean, now, there were other reasons justifying it. They said, for example, if one --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and they made a big case in this. It's on 188 in the appendix."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And they made a major point. They said that with the newspapers, they set fires, they throw feces. They use them as a spear, and then when asked, why couldn't you do the same with library books, or couldn't you do the same with paperbacks, they said, yes, it's possible, but it's less likely 1111 14th Street, NW Suite 400 because of the size of the document. And we don't have to forbid everything. We just forbid the things that we think are particularly likely. Now, what about that one?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then now you're giving -- now you're making their situation worse because they tried to make your client's situation better. I mean, yes, they could -- maybe they could prohibit religious journals as well, but they -- for various reasons, they decided not to do that. Maybe they could have eliminated legal materials as well, but again, they decided not to do it. They take a more circumscribed approach. So I'm not sure it's a very effective response to say, well, they let religious materials in and that can be used as well."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were using that to say that the security concern doesn't hold up 1111 14th Street, NW Suite 400 because of the papers that they're allowed to have in their cells can be used similarly for fires, similarly to do other bad things."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I thought that's why you were using that, just to say that the -- the security concern is dubious because the materials that they are allowed to have in their cells can -- could achieve exactly the same end."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know what kind of a fire you can make with the Sunday New York Times? (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Are you going to -- are you going to compare that to writing paper and -- and to -- to the Jewish Advocate or whatever it is? I mean --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- it seems to me a perfectly reasonable line. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if visitors -- if there's a security issue with visitors to the prisoner, you're saying you can't prohibit visitors because if you allow the lawyers to come in, because they're visitors too?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it wouldn't undermine the security rationale just because you have some exceptions where there are other countervailing interests that might outweigh the security concern."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"What is it that I should read then in respect to what's actually bothering me? In Turner v. Safley --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- the Court says we resolve, when a prison regulation impinges on an inmate's constitutional rights, which it does here, the regulation is valid if it is reasonably related to legitimate penological interests. That standard is necessary if prison administrators and not the courts are to make the difficult judgments concerning institutional operations. And that's where I think it's difficult to balance this case. If we were to decide for you, are we going too far in interfering on what the prison administrators should be doing, or have they gone too far? Now, if I'm supposed to look at this record and try and make up my mind, which I think is about that question, what do you want me to look at? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'll read the briefs. I have no problem with the briefs --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you this 1111 14th Street, NW Suite 400 question?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You said that the prison grapevine really doesn't tell the prisoners about this particular lack of access to public materials. Does the prison grapevine let them know that they're going to be in the cell for 23 hours a day and only be out 1 hour a day?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If that is generally known, it would seem to me that that itself would be sufficient incentive to try and avoid this program, whether or not you're going to be able to read the Christian Science Monitor or the New York Times. It seems to me that the -- the -- what we're fighting about is trivial compared to the very obvious deterrent value of 23 hours in the same cell 7 days a week, 30 days a month, 365 days a year. I don't think I'd care about this other stuff."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, I could say the same thing about going to jail, I mean, at all. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You know, I could say whether I'm there 23 hours or all or not --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- it's enough of an incentive that I -- that I don't want to go to jail. There's -- there's incentives and there's incentives."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And once you're in that situation already, as these prisoners are, and they're still not conforming their behavior to the prison rules, you have a limited number of options for trying to get them to do that, and your response to my first line of questioning was that there's nothing else you can think of that they could do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your response is they should just grin and bear it. They --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I -- may I interrupt you --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- with this question? Aren't you really saying that when the deprivations get beyond some point, some serious point, the issue is not properly analyzed under Turner and Safley, can they do one thing more? The issue really becomes one of cruel and unusual punishment. Is the totality that they have taken away so great that it is cruel to maintain these people under these circumstances? Is that the argument you're really making?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I know that wasn't -- that wasn't the claim that you made, but isn't that the argument that you're making?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but the State's position is that it wants to avoid that ultimate deterrent. It -- it wants to take away privileges for a while to see if he can conform. You're depriving the State of the -- of the option to avoid the most extreme circumstances of forgetting about him altogether forever."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it seems to me that -- that your -- your argument is -- is at cross ends with its own purpose."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Just let me just ask one -- one thing I am curious about. The argument -- it seems to me that there's kind of a flow of these. Some of them get out of this system and some stay a long time. What does the record tell us about how often, if they conform to the regular rules without any violation for 40 days or a year, do they -- do they get out of this -- this situation? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not posing what the rules say. Does the record tell us whether -- you know, whether this system is just something we're talking about or whether it really has an effect on people moving from this classification to another classification."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What -- this --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What other than the periodical, newspaper access differentiates this custody from the next higher --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Rovelli, you have 2 minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rovelli, do the other prisoners know about this? I'd like you to respond to the -- to the assertion that nobody knows about this anyway, so it doesn't deter anybody."}],"people":[{"id":0,"fullName":"LOUIS J. ROVELLI","firstName":"LOUIS","lastName":"ROVELLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":1805,"interruptions":11,"times_spoken":42,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JONATHAN L. MARCUS","firstName":"JONATHAN","lastName":"MARCUS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1179,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":2,"fullName":"JERE KRAKOFF","firstName":"JERE","lastName":"KRAKOFF","counsel":true,"justice":false,"side":"respondent","words_spoken":2837,"interruptions":30,"times_spoken":60,"laughter":2,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":580,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":679,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":339,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":2,"times_spoken":12,"laughter":3,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":538,"interruptions":5,"times_spoken":14,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1331,"interruptions":4,"times_spoken":30,"laughter":2,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2984,"times_spoken":63,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":30,"words_spoken":2837,"times_spoken":60,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":4291,"times_spoken":127,"laughter":6,"num_int_by":5}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0.8229990498491115,"respondent":0.17700095015088846,"date":1473644743037}}