{"petitioner":{"name":"KSR INTERNATIONAL CO.","counsel":[0,1]},"respondent":{"name":"TELEFLEX, INC., ET AL. ","counsel":[2]},"caseNumber":"04-1350","date":"2006-11-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in No. 04-1350, KSR International versus Teleflex, Incorporated. Mr. Dabney. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask, if that's the position of the PTO, why aren't they proceeding to cancel the patent?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question is, you say the PTO has recognized that it issued this patent, that it's an invalid issuance. So why aren't they curing their own mistakes, never mind what a court is going to do?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about in this case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking about what the law should be. Would you make, be making the same argument if we were looking at the most recent decisions of the Federal Circuit, the ones that they issued within the year, and each as I remember they held that the patent was obvious and therefore invalid? Suppose we were dealing in what was, the cases were, what were they, Kahn, Alpha, and Diestar?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what is the difference between asking whether something is implicit in the, in the prior art and simply asking whether it would have been obvious to a person of ordinary skill in the art?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the reason that the Federal Circuit has devised this additional test or gloss on Graham is that they say obviousness is, it's deceptive in hindsight. In hindsight everybody says, I could have thought of that; and that you need -- if you don't have the sort of constraint that their test imposes, it's going to be too easy to say that everything was obvious."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I can understand, I think, what a teaching is. I take it a teaching is you put all the prior art -- that's what I guess that's what Judge Rich explained, which I thought was very enlightening to me in I can't remember the name of the case, Wigmore, Winsmore - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Winslow. You put it all around the room. All right, we've got it all around the room, and I begin to look at it and if I see over that it somehow teaches me to combine these two things, if it says, Breyer, combine this and that, that's a teaching and then it's obvious. Now, maybe it doesn't have the teaching, it just has the suggestion. Maybe it says, we suggest you combine this or that; okay, then it's obvious. But I don't understand, though I've read it about 15 or 20 times now, it though I've read it about 15 or 20 times now, I just don't understand what is meant by the term \"motivation.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I tried. You've read a lot of cases. You're a patent lawyer, and so what is the understanding as best you have it of what is just meant by the term \"motivation\"? To be more specific, if they mean motivated to go look to the prior art, well, anybody would want to look in the prior art. If I want to invent something I'll look anywhere. I'll look to the prior art. I'll look to the Library of Congress. I'll look to my cousin. I mean, I'll look wherever I can find it. So they can't mean that, and if they don't mean that what do they mean?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Say that again? You wouldn't have a motivation to look to the prior art to find your problem. What's an example where you have a motivation distinguishing you from everybody else? I mean, everybody has a motivation to look to the prior art."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"You disagree with the motivation test."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So perhaps you're not the"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Right person to ask. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have a motive to answer that question right away."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Fine, that's fine."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would it be, would it be inadvisable for us to say the motive test teaches us something important; it has a valuable place; it's just not the exclusive test for what's obvious."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or do we have to reject it all out of -- out of hand?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Motivation in this special sense."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, but, but my question is does it not serve to show us at least one way in which there can be obviousness?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It may not be the exclusive test. We're -- I'm asking what the test ought to be."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How does -- how does motivation enter into that analysis in that case? How would you, how would you have applied the motivation? I -- like Justice Breyer, I don't understand what the motivation -- motivation element is. How would you have applied the - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He had no particular motivation to use that earlier patent, did he?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. No. It took from 10 years to go from -- I think 10 years from Asano to Engelgau, so it must have been not all that obvious."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you, do you concede - - do you concede that claims 1 through 3 are valid?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If I had asked your opinion as an expert would you - - (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean it seems to me that the whole argument that you're making as to Ford is that anybody knows you could, you use an electronic -- you have an electronic throttle, it serves a purpose; the pedal serves a purpose; put the two together."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't -- don't 1, 2 and 3 do the same thing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If they're invalid then I have -- then I'm struggling to find what your test is."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what your test is."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Going back to the asphalt case, were you suggesting that if they had made a claim for a process patent, that it might have been valid?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Dabney. Mr. Hungar. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you understand motivation to refer to in that test?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree that in that context it would serve a valid purpose, i.e., can we - - that is to say, can we keep the motivation test and then supplement it with other, with other means of, other ways of showing obviousness?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you make of the, sort of the revolution argument that whether it's contrary or intention with, in fact the, it's been applied in what is now the Fed Circuit for what, 20 years, more than 20 years I guess. And to tip it over now is going to produce chaos. What's the answer to that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I realize there's been comment on it, but guess I'm -- I'm raising the question that comes up in the old motto. I mean, if the error is common enough and long enough, the error becomes the law. And in effect is that what we are confronted with here?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but -- if we see it your way, are there going to be 100,000 cases filed tomorrow morning?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Hungar, this is the problem that I have with your test. I think I understand you right, now, just to say teaching suggestion motivation has its place; it's okay; but it shouldn't be the exclusive test."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And what I understand your brief to say is that it has to be supplemented with what you have called, you've labelled \"sufficiently innovative.\" And then I begin to think well, what's \"sufficiently innovative?\" How is a trier supposed to know if something -- in other words I think what you're suggesting as a supplement is rather vague."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Hungar, I have a question that's sort of along the lines of Justice Ginsburg's. It isn't just the Federal Circuit that has been applying this test. It's also the Patent Office and it's been following the Federal Circuit's test for 20 years or so. What, what is -- assuming that we sweep that test aside and say it's been incorrect, what happens to the presumption of validity of, of patents which the courts have been, have been traditionally applying? Does it make any sense to presume that patents are valid which have been issued under an erroneous test for the last 20 years?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well when you talk about the statutory focus, your innovation test -- I mean, do you regard that, is that a legal conclusion of nonobviousness? Or is it an additional test beyond what the statute requires?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In this case, would there have been anything for a jury under your test?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What about claims 1, 2 and 3?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the experts? You said this was obvious and this should have, not have gotten very far. But there were two experts, were there not, who made declarations, that had all kinds of credentials, and they called it elegant, novel and nonobvious."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well these, these were declarants who gave a whole declaration. They didn't just say that bottom line."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. Mr. Goldstein. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're right about that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that's all it means, why don't they say it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then what is this word that confused me a lot, motivation? I found a lot of enlightenment in Judge Rich's idea of taking all the relevant art and putting it up around the room in pictures. And then I thought, well, okay, if that art teaches me to do what your client did, okay, it doesn't. Does it suggest it? Not really. Well then, you say motivated. Where does that get you?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"For who? For me?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"For me the inventor?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know that, because otherwise - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's true. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the claim goes beyond that. Your claim goes beyond the Asano combination and in your brief you, you, you discuss the case as though your, your limited claim 4 just relates to this invention that you, you -- nobody would have thought of using the Asano pedal in the Ford car given the limited space available and so forth, and therefore, this was really an invention. But that's not the claim. The claim is simply combining the, any pedal, the Asano pedal or any other one with the, with the automatic electronic sensor."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why Asano?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're the one that's standing up here making that argument. They're not doing it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You look at that thing, you think what this genius did, and I don't doubt that he's a genius, is there are wheels that turn around. And the wheels turn around to a fixed proportion to when you make the accelerator go up and down. Now I think since high school a person has known that if you have three parts in a machine and they each move in a fixed ratio one to the other, you can measure the speed of any part by attaching a device to any other as long as you know these elementary mathematics. I suppose it wasn't Mr. Engelgau, it was probably Archimedes that figured that one out. So he simply looks to something that moves, and he sticks a sticker on it. Now to me, I grant you I'm not an expert, but it looks at about the same level as I have a sensor on my garage door at the lower hinge for when the car is coming in and out, and the raccoons are eating it. So I think of the brainstorm of putting it on the upper hinge, okay? Now I just think that how could I get a patent for that, and that -- now that's very naive, that's very naive. But the point is, I don't see what we're talking about, and what is supposed to happen with all these affidavits. And the -- the -- Mr. Asano himself, I would think at some point when the Ford company decides to switch to electronic throttles, of course will have every motivation in the world to do precisely what your client did, because he can't use that thing that pulls back and forth anymore. Rather, he has to get a little electronic cap and attach it to something that moves in fixed proportion to the accelerator going up and down. Now those are my whole reactions when I saw this and I began to think it looks pretty obvious. What's supposed to go on, I don't understand it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It looks like Dystar was decided by the Federal Circuit after it decided this case, didn't it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you have to be defending what the Federal Circuit did in this case. And the fact that they say well now, what this means is really in some other case, that seems to me that's really irrelevant."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I think you should tell us when the case has been decided after, I think it has much less, much less weight."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You say its test is inclusive. I would say its test is meaningless. They have essentially said, our test simply reduces to what, what your opponents in this litigation say. If you think that's being inclusive, you know -- it doesn't add anything whatever to -- to the -- to the question, would a person of the ordinary skill in this field have conceived of this idea."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Don't you think there's a grammatical difference in the meaning of the word obvious and the meaning of the word apparent?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying that the question is whether it's obvious?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but your -- the Federal Circuit is saying that, the gist of it is if and only if the previous patents taught this. But you, you can look at these two devices, and you're a good mechanic, you've never seen a patent, you've never read these patents, you've never read these claims, you've never been to the Supreme Court, and you put them together."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the Federal Circuit said oh, it's not in the patent, it's not obvious."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, once you define the teaching, suggestion and motivation test that way so that it can be implicit, it can be based on common sense, I don't quite understand the difference between that and simply asking whether it's obvious. Could you just explain what that adds?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It adds a layer of Federal Circuit jargon that lawyers can then bandy back and forth, but if it's -- particularly if it's nonexclusive, you can say you can meet our teaching, suggestion, or motivation test or you can show that it's nonobvious, it seems to me that it's worse than meaningless because it complicates the inquiry rather than focusing on the statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Or anything else."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why don't you say that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It is -- I agree with the Chief Justice. It is misleading to say that the whole world is embraced within these three nouns, teaching, suggestion, or motivation, and then you define teaching, suggestion, or motivation to mean anything that renders it nonobvious. This is gobbledygook. It really is, it's irrational."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, which way does that cut? That just indicates that this is profitable for the patent bar. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It produces more patents, which is what the patent bar gets paid for, to acquire patents, not to get patent applications denied but to get them granted. And the more you narrow the obviousness standard to these three imponderable nouns, the more likely it is that the patent will be granted."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"As you know, we've had a series of cases and in these series of cases we have received many, many briefs from all kinds of organizations and there are many from various parts of the patent bar that defend very much what the Federal circuit does and there are many from parts of the patent bar and others who are saying basically that they've leaned too far in the direction of never seeing a patent they didn't like and that has unfortunate implications for the economy. So if you're going to these very basic deep issues, is there a reason for me to think, which I do now think, that there is a huge argument going on in those who are interested in patent as to whether there is too much protectionism and not enough attention paid to competition or whether it's about right, or whether it goes some other way. In other words, your argument now suggests all this is well settled, but I tend to think maybe it isn't well settled and maybe it is a proper thing for us to be involved in. So what are your views since you brought it up?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't have to go on top. It's just to say what you've been saying, that what you're supposed to look to ultimately is whether a person, as the statute says, who is familiar with the subject, of ordinary skill in the art, whether to such a person this would have been obvious. Now, there are many, and this Court has listed several, factors that might count in favor of it not being obvious, such as people have been trying to do it for a long time and they haven't been able to figure out how. That's a good one, and there are some other ones here. If there's a teaching right there, it seems to cut the other way. But to hope to have a nonexclusive list seems to me a little bit like Holmes trying to hope to have an exclusive list of what counts as negligence. In the law we have many standards that you can get clues about, but you can't absolutely define them, and why isn't this one of them?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Supposing we then were to say exactly what this Court already said, that the standard here is obvious, we list a few of these additional factors that they've thrown in, and just as the Court said before, all these additional factors are there. They can be considered in an appropriate case, but it is important to remember that the ultimate matter which is for the judge is to apply the word \"obvious\" or not in light of the evidence and what the experts say and the facts as found by a jury or whoever is the factfinder. Would you have any objection to an opinion like that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well then, in this case let's assume that we all strike out on coming out with the magic formulation. One of the ways the law progresses is we go from case to case, and in this case you have two standards of operation. One is a pedal that basically operates by pressure. The other -- and by levers. Other is by electronics, and these are two different methods of making the carburetor release the fuel. So why not, so somebody combines them. Why is that such a big deal as, as claim 4 says it is. Certainly this inventor would not be the only one to think that the two could and should be combined."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where in claim 4 do you say it's putting it together in a particular way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right, page 8."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is it basically an invention where in fact there are only four or five moving parts on the thing that we have seen, every one of the moving parts is moving with a fixed ratio to the accelerator going up and down, as it must be because they're also moving in fixed ratio with the throttle thing coming out. And so, whichever of those four that you figured out you were going to attach it to, it's obvious, isn't it, that you have to attach it either to the pedal or to the throttle thing that comes out, or to a part of the machine that moves in fixed ratio to the movements of one of those two? Now, that's what I would find fairly obvious. Why isn't that obvious?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Who do you get to be an expert to tell you something's not obvious."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, the least insightful person you can find? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me. You keep coming back to Asano. Why do you keep coming back? Your claim here does not say anything about Asano."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think they happened to use Asano simply because that's what you stuck it on. But I think their basis, their basic point, is anybody would have thought to stick it on, whether it's stick it on Asano or stick it onto some other mechanical accelerator mechanism."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's because the Federal Circuit's approach focuses narrowly prior to our grant of certiorari, allegedly more flexibly after, on prior art, as opposed. To I would say common sense. And so they say we have to find something in prior art to show that this was non -- that this was obvious."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And it so quickly modified itself."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"And in the last year or so, after we granted cert in this case after these decades of thinking about it, it suddenly decides to polish it up."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would you dispute that in some of the earlier cases, like Dembiczak with the garbage bag that looks like a pumpkin, that this TSM test was applied in a way that seemed to ask for something quite explicit in the prior art?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Tell me again, just to be sure I have it my -- tell me very briefly, what it is that makes this invention nonobvious?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The invention, to use an old-fashioned term, is the decision of where to put the control."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And just -- what makes it nonobvious is that it's attached to a nonmoving piece?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But the claim doesn't require that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But just to follow up from Justice Stevens' question, what makes this nonobvious is the decision to place the electronic control on a part of the car that doesn't move?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Doesn't the axis turn?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't there an axis, and the axis turns?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The pivot rotates?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the wires would get worn, worn down, right? And the invention here is well, let's not put it somewhere where it doesn't move, and so the wires won't move and it won't get worn down."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you. Mr. Dabney, you have three minutes remaining but you may take four. REBUTTAL ARGUMENT BY JAMES W. DABNEY ON BEHALF OF PETITIONER"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about in this case where the wires were getting frayed until this disclosure?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So suppose I read the record the other way. Suppose I read the record as saying this invention stopped the wires from being frayed and therefore it was an advance."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would that be? I mean, I've worked out that the raccoons are gnawing the machine, at the bottom of the garage door and that's a problem. So I move it to the top of the garage door. Does that suddenly -- nobody before thought of moving it to the top of the garage door; nobody before had thought of moving it to a different part that moves in a constant ratio with the accelerator."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES W. DABNEY","firstName":"JAMES","lastName":"DABNEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2734,"interruptions":11,"times_spoken":33,"laughter":1,"num_int_by":4},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1399,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3826,"interruptions":20,"times_spoken":53,"laughter":2,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":0,"times_spoken":21,"laughter":2,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":296,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1474,"interruptions":2,"times_spoken":22,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":640,"interruptions":0,"times_spoken":24,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":559,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":126,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":71,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":4133,"times_spoken":47,"laughter":1,"num_int_by":4},{"side":"respondent","interruptions":20,"words_spoken":3826,"times_spoken":53,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":3,"words_spoken":3732,"times_spoken":103,"laughter":5,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7956387002686162,"respondent":0.20436129973138384,"date":1472418052665}}