{"petitioner":{"name":"RICHARD WILL, ET AL.","counsel":[0]},"respondent":{"name":"SUSAN HALLOCK, ET AL. ","counsel":[1]},"caseNumber":"04-1332","date":"2005-11-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in Will v. Hallock. Mr. Hallward-Driemeier. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And in enacting section 1291, Congress specified that only final decisions would be appealable."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you can -- you can say the same thing of -- of res judicata, that there is a complete bar.  I guess my concern here is that this seems to be, with respect to the employee, something much closer to a res judicata case than to an immunity per se case."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Digital I remember.  --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So do I. (Laughter.)"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Digital Equipment, I think that we said that the collateral order doctrine is narrow, it should stay that way, and that we should give it -- we should be very reluctant to expand the practical construction of section 1291.  And this certainly would be an expansion, would it not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's certainly broader -- it's certainly broader than res judicata anyway, isn't it?  Because if the Government -- suit against the Government is dismissed on jurisdictional grounds, what  would be res judicata is only the jurisdictional question, and -- and this doesn't -- this goes beyond that, doesn't it?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm assuming that it's not res judicata in -- in the narrow sense of the doctrine, but it's -- it's still a bar that depends upon a -- a prior judgment.  And in that respect, it's sort of res judicata-like.  Conversely, there is -- there is no immunity in the first instance conferred directly on the employee as such.  And so that's -- that's why I -- it seems to me that there's an argument  that this is a lot closer to res judicata than it is to classic immunity."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But a double jeopardy claim is -- is a claim in which there is an -- a -- an immunity textually conferred by the -- the Constitution, or at least, we -- we have thought it -- the guarantee does not make an awful lot of practical sense, unless you read it that way.  You don't have that -- that situation here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is -- in fact, there's no immunity.  That's what makes this different. Suppose the Bivens action had been brought first.  The officers would not have been immune from suit.  It's not like an officer who has qualified immunity and doesn't depend upon the suit order.  Here,  there would have been no immunity at all if you'd sued the officers directly and not brought that Federal Tort Claims Act suit first."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I take it Justice Ginsburg's point -- and it's my concern as well -- is that if the Bivens action is brought first, there's no protection of the Government against multiple actions.  So -- so the policy that you're arguing for just is dependent on which suit happens to be brought first."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's not -- that's not a very strong policy interest to vindicate by expanding the collateral order doctrine."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it depends on -- it depends on -- on how the case was resolved."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's hard to accept that argument given that if the lawyer had sued in the reverse order, there would be the same morale.  All the rest would follow. So here it's -- it's a question of the lawyer brought the wrong lawsuit first, and the attack on the morale -- there's no difference if a Bivens action had been brought and no other action.  Is there any -- why is this morale changed by the Government having gotten the first case dismissed for lack of subject matter jurisdiction with no consideration of the merits at all?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the harassment that this employee experienced in the -- in the FTCA claim that was dismissed?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did that -- did that involve the employee or it was just legal argument involving lawyers representing the United States?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, can I ask you sort of a basic question that I don't really think is adequately addressed in the briefs?  You contend, as I understand it, that the exception in 2680(c) covers this case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And 2680 -- the introductory language of 2680 is the provisions of this chapter shall not apply to such cases.  And is it not true that 2676 is in this chapter, and does it not, therefore, follow that 2676 does not apply to this case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But my first question is how does 2676 apply if it's in the chapter that 2680 says shall not apply to -- to things in the exception?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But they held that the -- the action simply didn't apply in -- in that case. There was no -- there was no recovery under the -- basically it held the foreign -- foreign country exception precluded the statute from applying --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is what also happens here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Go -- go through that again, would you?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  It only says it shall not apply if it comes within the exception."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess it's true, is it -- I'm testing my own understanding of this -- that if, in fact, shall not apply meant anything in that chapter, if you had a State and that State gave a State law remedy for, say, detaining property or for loss of mail or something, then that State law remedy would continue in existence because the thing in the law that sets aside that State court remedy is a different part of the same chapter --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in 2679(b)?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the whole point of the Westfall Act is to get rid of those State causes of  action."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the language does seem to say it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well, then -- then to get to the main point here, if we are going to get to that, the question that I would have for you is -- is the following.  If we accept your interpretation, it's pretty anomalous.  I mean, someone who brings his Bivens action first, of course, can sue the individual employee, and you agree to that.  But if he brings his Bivens action second, because he made a mistake and went into the wrong court or he brought the wrong  action or it was a borderline case, frankly, and he didn't know how it would end up, that person is out of luck. Now, there's nothing in this statute that says that the Government -- that the Congress wanted to achieve that result.  What order you bring the suit in shouldn't really make any difference here.  The Bivens action is totally different from all the other tort actions in that respect, and it's listed separately in 2679 to make clear that it isn't -- it is different. So why?  I mean, why read it your way?  The burden that reading it their way would impose on the Government is minuscule.  The number of such suits is tiny, I would imagine. All right.  Now, what is wrong with my question?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"A lot of things."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the two claims have been brought together?  This is -- if an employee is in an uncertain situation, doesn't know if the FTCA act applies, it certainly doesn't want to be without any defendant for conduct of the kind that -- that this complaint charges.  Could such an employee say I want to bring my Tort Claims Act against the United States, but I'd like to have in that same lawsuit, in case the court says it comes under an exception, my Bivens claim?  Would it be possible to bring those suits together?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm asking --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- does the Government have a position on that, whether you can combine a suit against the United States under the Tort Claims Act with a suit against the individual officers under  Bivens."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I want you to go back before we get to a judgment.  Can such a suit be brought?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could this lawyer have brought the FTCA act complaint and pled in the alternative the Bivens claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, what if the first case against the Government were dismissed because of a finding that the employee was acting beyond the scope of his authority?  Should that really bar a subsequent action against the employee in an individual capacity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I read your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I read footnote 5. You said it didn't.  But I don't see how that's consistent with the language of the statute."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your theory would cover the case where the FTCA claim drops out because the employee didn't file the administrative claim within the -- what is it?  6 months?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't they have a short span where they have to bring that administrative claim?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the suit is tossed out because one of those deadlines was met.  It would follow, I think, under your reasoning that there could be no subsequent Bivens claim."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd like to pursue the question I asked you earlier because I really didn't fully understand your answer.  It seems to me, as I read 2680, it simply says that if one of the exceptions applies, there's no waiver of sovereign immunity, basically.  That's what -- what the scope of it is.  And therefore, none of the other provisions of -- of this chapter apply, and if none of the provisions of this chapter apply, clearly the judgment bar provision is one of those."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's correct."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It follows that 2679(b) does not apply, but you're just have -- working on a blank slate with no provision of the Federal Tort Claims Act affecting a waiver of sovereign immunity or imposing any kind of judgment bar."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you left out one word that I think is important there.  To test it to see if I'm right about this is I thought 2679(b) was focusing in large part upon State tort suits.  Is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They wanted to get rid of the State tort suits --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in part.  Am I right about that or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, therefore, if in fact we had words mean what they seem to mean, Congress would have both removed the State lawsuits in 2679(b) and reinstated them or set them in the exceptions.  But that would have the statute defeat itself, and therefore, that case that you're citing came to a correct result."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Don't tell me it's right if it's not right is all I want --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Zieve. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- what significance do you give to the word to complete, as to whether it's a complete bar?  Doesn't that indicate that the -- the statute is -- is a bar to all -- all further actions after a judgment?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, not -- there -- there are exceptions to the statute of limitations. You could have tolling, and there are exceptions to a preclusion doctrine.  So those doctrines aren't complete in the sense that they are without exceptions."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that -- that -- see, that's what's -- I'm not at all certain about this, whether they have an appeal, whether they don't have an appeal.  I'm testing it out. But it seems to me if we take your position, we're going to make things awfully complicated.  That is, the -- the basic idea here is in the vast mine run of employee suits, go sue the Government, and you can't sue the employee at all.  That's true of the State actions.  That's true of ordinary tort actions.  And so ordinarily, if you sued the -- the employee, whether you sued him first, second, or third, you're not supposed to and he ought to have an appeal right away to get you out of court. Now, there is an exception there with the Bivens because you can bring your suit first and then there's no problem.  But if we make an exception in the appealability rule for that, people are going to get mixed up.  It's a kind of curlicue, and even in the Bivens case, it has a basic objective of trying to prevent people from harassing the employee because the instances in which you bring a Bivens suit first, as a practical matter, are probably small. Now, what's the response to that?  I'm just  nervous about making these collateral rules so complicated as to whether -- you'd have to do it whether it's a Bivens suit or some other kind of suit under this, and nobody is going to understand it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So put in --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- put them in the whole bag. Say give the employee his appeal because most of the time it's totally to help him from being harassed. Now, what's the answer to that?  And I'm not -- I'm putting it because I want to get your answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Your rule would be this. It's such a complicated area.  I'm sorry.  But if a plaintiff brings a lawsuit, tort suit, against a Government employee and the Westfall Act bars the lawsuit, period, you can't sue him at all because of -- of (b).  He gets an immediate appeal if the district court doesn't agree."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if under the Westfall Act you could sue him, depending on the order, he doesn't get an appeal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what's wrong with the Government's distinction of Digital that here you have a policy embodied in a statute as opposed to a private settlement agreement?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose if there was no appellate court jurisdiction, we're not going to resolve the merits of that question."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you would at the end of the road.  If -- if you go to the Bivens claim and if the plaintiffs prevail, you could still appeal from that and say that that suit was barred.  It should never have gone forward."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's no question that it would be -- it doesn't die if you don't have an  interlocutory review.  It's there but you've wasted a lot of time going through the whole trial to find out the answer."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could the district court have certified the question?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And was there a request made to do that or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the petitioners requested it.  Did -- did you oppose that request below?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The district judge said I'm not going to give you 1292(b) certification, but -- but there's Cohen against Beneficial out there.  Why don't you try that route?  It was the district judge who -- who mentioned that possibility, wasn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I think the district -- the district judge was aware of Cohen against Beneficial, and I think referred to it.  Maybe I'm -- I don't remember correctly."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Yes.  I -- I thought -- I thought the district court said I'm going to deny the motion to certify because the issue is clear in my view, but if you think you have a collateral order doctrine, then go ahead and take your appeal."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but he mentioned that there was -- he mentioned Cohen."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- is it -- maybe this is an incorrect way to look at it, but there is a relationship between the merits and the interlocutory review decision.  I would suppose if we agreed on the merits with the Government -- in other words, adopted a fairly clear and categorical rule -- the need for an interlocutory appeal would diminish because the district courts would almost always get it right. But if we adopt a standard for the application of this bar that, you know, depends on a lot of different things, then the appellate court is going to disagree with the district court in a greater number of circumstances, and maybe we should allow an interlocutory review of that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Perhaps you should go on now to the question, assuming that it is immediately appealable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Did you -- did you make the argument or the point that Justice Stevens articulated earlier about the -- the provisions of this chapter not applying and that including 2676?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does it sound good or bad to you now? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't understand.  If we were to take that, wouldn't we have to overturn Smith?  You think not.  You just said not. But as I -- then as I understand Smith, we look to (b) and (b) says, plaintiff, you cannot bring an action under anything.  Okay?  You can't bring a State tort law action.  You can't bring an action under Federal law against the employee, with certain exceptions where you can like Bivens and where there's a specific statute. Then we have over here the exceptions section.  And over here in the exceptions section, it says there is no Federal action for, among other things, the case in front of us and, among other things, actions in a foreign country.  And so the court says, one, this is in a foreign country, so you can't bring it under Federal Tort Claims Act, and now we'll go look to see whether this bar that you can't bring it, period, applies.  They say it does apply. Now, Justice Stevens dissented, but he didn't  dissent on that ground. And -- and so -- so I don't see how we could reach the result with this other exception without overturning Smith because Smith said (b) does apply. And so if the fact that it falls within an exception means the whole thing doesn't apply, then they would have held (b) doesn't apply.  But they said (b) does apply.  So how do we get there given Smith?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that -- that would be to overturn the reasoning of Smith.  It would say --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, in effect, they didn't -- the Court didn't consider this argument in Smith."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The main holding in Smith was that the foreign country exception applied.  That's all they held in Smith, wasn't it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the -- and the -- I don't see how that is at all inconsistent with what I'm suggesting here.  I really don't."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, looking at it very broadly, it doesn't seem to me that if the United States did not waive sovereign immunity for a particular category of tort case, that a dismissal of such a tort case should bar an -- an action by an  individual against an individual defendant, just looking at it in -- in a global sense.  And that's what the plain language of the statute also says.  So I don't really see any tension.  I -- maybe I'm missing something obvious here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But we -- this case is about the interpretation of 2676, as we took it.  And before your time runs out, if we can get to the nub of your difference, your reading and the Government's, you say judgment in 2676 means judgment on the merits, and the Government says it means any judgment.  So to buy your interpretation, we would have to put a caret mark after judgment and put on the merits.  But the statute doesn't say on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- as a practical matter, though, what is the great burden on the plaintiffs in requiring them to sue the individual defendants first if they're concerned about the judgment bar?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you don't -- you don't have to bring them simultaneously.  You can bring the individual action first, separately."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A Bivens suit is pretty hard to prove, a lot harder than proving a case of negligence."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And plaintiffs, generally, like to sue -- sue solvent defendants too I think. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hallward-Driemeier, you have 5-and-a-half minutes left. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The thing you haven't answered that I think is troubling everybody is why is -- why is that -- I mean, if you could come up with some explanation of why that concern for morale only arises after there has been a -- a judgment in the suit against the Government.  Why -- if that were the concern and if the Government wanted total immunity, why wouldn't they have extended it to a -- a 1983 suit brought before the FTCA suit?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me a good reason for that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about 2679(b)(2) of the Westfall Act which says the Government doesn't get substituted for the employee in a Bivens claim? Westfall -- the Congress was -- was quite concerned, it seems, with preserving an action brought for violation of the Constitution of the United States."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if -- if they decided to pursue a Bivens claims -- a Bivens claim, doesn't the -- the Government often undertake the representation of the Government employees in those cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3075,"interruptions":29,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ALLISON M. ZIEVE","firstName":"ALLISON","lastName":"ZIEVE","counsel":true,"justice":false,"side":"respondent","words_spoken":3038,"interruptions":16,"times_spoken":34,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":150,"interruptions":0,"times_spoken":5,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":90,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":802,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":190,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":438,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1120,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3075,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":16,"words_spoken":3038,"times_spoken":34,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3386,"times_spoken":92,"laughter":3,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034780}}