{"petitioner":{"name":"NATIONAL CABLE & TELECOMMUNICATIONS ASSOCIATION, ET AL.","counsel":[0]},"respondent":{"name":"BRAND X INTERNET SERVICES, ET AL.; and FEDERAL COMMUNICATIONS COMMISSION AND UNITED STATES, Petitioners, v. No. 04-281 BRAND X INTERNET SERVICES, ET AL. ","counsel":[1]},"caseNumber":"04-277","date":"2005-03-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next, number 04-277, National Cable & Telecommunications Association v. Brand X Internet Services. Mr. Hungar. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  Why is that reasonable? I mean, why is it offered to the public if it's offered alone, but it's not offered to the public if it's offered with a tie-in?  I mean, if -- you know, if I say, you know, I'm selling you a windshield alone, I guess I'm offering a windshield.  But if I say, you know, you've got to buy the windshield with a car, am I any less selling you a windshield?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose I just tie it in with windshield wipers."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can only buy my windshield if you buy the windshield wipers with it.  Am I no longer selling a windshield because I'm selling it with -- only with windshield wipers?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Fifty-fifty."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't you think that the telecommunications aspect of what's going on here is at least as important as the information aspect of it?  The information is useless unless it can be conveyed."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not necessarily.  You could -- you can use that broadband service to go to other information providers."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree, but the question isn't whether it doesn't do anything; the question is whether you are still offering telecommunications services to the public.  And it seems to me -- look it, I offer you broadband, initially without any information function at the end of it, and you're using this broadband to do all sorts of good stuff, going where you want, getting what you want, conveying what you want.  And then I change my rules and I say, \"You know, in the future the only way I'm offering this broadband is if you, in addition to buying the broadband communications capacity, buy my information technology at the end of it.\"  Have I suddenly stopped selling the broadband -- or offering the broadband to the public?  I just don't think that's a reasonable --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- use of language."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I was giving you a hypothetical.  I --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you do the same combination over telephone lines, you say they are -- they are selling --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- offering to the public communications service."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What bearing does history have upon the definitional question of whether, when you sell a bundled offering of information technology and communications, you are selling communications?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to the telephone long-lines, you say, yes, you are; and with respect to cable, you say, no, you aren't."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hungar, what is the tentative decision the FCC has taken on the DSL regulation?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- telephone lines have always been subject to common-carrier regulation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand what --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they're saying, but they're doing it all on policy grounds.  This definition means this, because that produces a good result.  With respect to telephone lines, they say, yes, bundled is, or it isn't, depending upon whether we like the result it produces."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It just doesn't seem to --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to be saying, because the cable companies do not offer separate telecommunications service, they don't have to offer it."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it just -- it's almost question-begging.  It's peculiar."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you say -- you say that the FCC is changing its view.  It has tentatively changed its view.  So it will bracket the telephone companies with the cable companies."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be left in the common-carrier category?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's wonderful policy 2 --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's wonderful policy, but I don't -- what I'm still waiting to hear is how you get that out of the definitions, which is the lever that the Commission is using to implement this good policy.  It is saying, in some cases, that a bundled offering is an offering of telecommunications; and, in other cases, it's saying a bundled offering isn't.  And the reason, you say, is not because of the nature of the thing, because of the definition, it's because you tell us it has good consequences in one case, and doesn't have good consequences in the other."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not my understanding --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of how definitions work."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in effect, it's the unbundling requirement which is your answer to Justice Scalia's -- Why should that make a difference?  I mean, you could just as well make an unbundling requirement with respect to cable."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the reason for a distinction, at least at the present time -- the reason for the reasonableness of the distinction at the present time, as a source of applying this definition, is history, basically."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They claim that that's by toleration of the FCC.  I was going to ask them about that, don't worry. [Laughter.]"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Hungar. Mr. Cappuccio, we'll hear from you. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- what is the data-processing part?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So I guess, on that one, if, in fact, you had a telephone system, and, at the other end of the wire, Joe Smith, your friend, had recorded a message, and when you rang the call, the service simply picked up the message and played it to you, wouldn't it still be a telephone system?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And how is this different?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Information that other people have stored otherwise?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why isn't that even more telecommunications than my answering service?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I pick up my messages."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yes, of course it does, and so does my answering service."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I got -- what about the next one?  You were going to -- what I want to do is write down a list --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- of those things that are not telecommunications."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the ability to engage or use my e-mail is an ability to access messages that other people, who don't work for you, have left for me.  Now, again, I keep thinking of my answering machine --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and it doesn't seem very different."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, anyway, what's the third one?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, indeed."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What it is, is a system where I pick up the phone, and what my phone does is -- let's say it had the ability to survey a number of possible people who wanted to talk to me.  Would that suddenly change it from a phone to a computer or an information system?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because the other people are leaving the information; it's not the phone that's doing it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Rather like when I phone Europe, and they take the message and turn it into electronic packets, and they send it all over the world and on computers and so forth, and it comes back to me eventually, sounds a lot like my brother-in-law. [Laughter.]"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The FCC --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- I mean, I think the difficulty that we're having is that it says it in the cable context, and then it doesn't say it in the wire context.  And you can say it just as intelligibly in the wire context."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's just that you haven't been saying it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So is that really the nub of the difference?  It's Congress that is requiring them to do it separately, and Congress doesn't have a comparable requirement with respect to cable."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but that begs the question."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It begs the question."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Basically, you're saying interstitial lawmaking, like other kinds of lawmaking, can be reasonable without being absolutely consistent at a given moment."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That still doesn't explain -- it still doesn't explain, to my satisfaction, why it becomes a different product --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- a different product when you're selling it separately, and it is not a different product when you're not selling it separately.  I mean --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Unless you also sell butter."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you sell butter --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- separately, then when you sell a cake --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- you're selling butter."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Cappuccio. Mr. Goldstein, we'll hear from you. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"Well, it does have this, that what -- if you look at the definition of \"telecommunications,\" it means \"transmitting information without change in the form or content of the information.\" Now, in respect to some of their services -- not, maybe, a lot, but in response to some -- they certainly change the content and the form.  E-mail, for example, does.  And there are a number of others that do.  So the language, says the FCC -- I look to \"telecommunications service.\" They provide telecommunications service sometimes, and sometimes this other thing, as well, and it's all bundled. And we read the word \"offering\" to mean \"offering separately.\"  And so, therefore, a person who offers only a bundled service is not a person who's offering a telecommunications service.  That's how I read it, as trying to understand their argument.  And it seemed to me that argument is logical, and it fits the language. Now, why is it -- are -- do you agree that it is logical and fits the language, and at least get them that far, or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"No."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"(Inaudible)"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":8,"sideBefore":"","text":"No, no, but they're saying if telecommunications and something else is involved, and that's what you offer, you are not offering a telecommunications service.  That's their definition of \"offer,\" as \"offer telecommunications service separately.\" It would be obvious, for example, if you service were by phone, to connect with the Library of Congress and you owned the Library of Congress, as well as owning the dedicated line.  Then what you're doing is selling information across the line.  So they say that's what they're doing, but just not as much."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":8,"sideBefore":"","text":"Well, can't the Commission change its mind, Mr. Goldstein?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":8,"sideBefore":"","text":"Well, I'm glad I did. [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"No, but they say we have the authority, if they -- if there is a bundled service, by looking at the competitive necessity, market power, the need to protect consumers, to insist that an offeror of bundled service split the bundle and then be regulated."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"No, but they're replying to your argument, and they're saying it's really not right that this means no regulation.  And the reason it means no regulation is because they've long had the authority to do this, and then they cite some references where that is pretty much what the Commission said."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"Well, if you take them as having a broad -- if you take the statute as throwing this whole problem in the lap of the Commission --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"-- and then you say they have authority, broadly, to interpret this term \"offer,\" they could give functional reasons, as in some circumstances, to interpret the word \"offer\" to mean \"offer telecommunications separately,\" and, in other circumstances, because they're functional differences, to take a different position.  Now, either they do or they don't.  If they don't, they're being inconsistent, and that's the subject of a different legal proceeding.  If they do, so be it."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":8,"sideBefore":"","text":"But the Congress apparently wanted to go in the direction of deregulation here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"Well, what about Congress thinking, quite honestly, if they -- people do think about it.  I have no idea how broadband service will be provided 20 years from now.  There may be a thousand competitors. There may be wireless.  People may be broadcasting it through their teeth.  I don't know -- [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- what it's going to be.  But since I don't know and have really no idea whether it should or should not be regulated, because I don't know the competitive situation, let's leave it up to the FCC."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"It sort of it did that in broadcasting, didn't it?  I guess they could have written it to say that \"the FCC shall regulate common-carrier communications in the public interest, convenience, and necessity,\" which would put the FCC in the same situation with regard to this, as it's in with regard to broadcasting."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":8,"sideBefore":"","text":"There's butter on the cake, not in the cake. [Laughter.]"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":8,"sideBefore":"","text":"Thank you, Mr. Goldstein. Mr. Hungar, you have four minutes left. "},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2697,"interruptions":16,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":1,"fullName":"PAUL T. CAPPUCCIO","firstName":"PAUL","lastName":"CAPPUCCIO","counsel":true,"justice":false,"side":"respondent","words_spoken":1385,"interruptions":15,"times_spoken":30,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":0,"times_spoken":8,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":650,"interruptions":12,"times_spoken":29,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":60,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":38,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":826,"interruptions":3,"times_spoken":27,"laughter":2,"num_int_by":2},{"id":8,"fullName":"MR. GOLDSTEIN","lastName":"GOLDSTEIN","counsel":false,"justice":false,"side":"","words_spoken":4053,"interruptions":8,"times_spoken":17,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2697,"times_spoken":35,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":15,"words_spoken":1385,"times_spoken":30,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":17,"words_spoken":1949,"times_spoken":83,"laughter":5,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.6604857564798279,"respondent":0.3395142435201721,"date":1472523515168}}