{"petitioner":{"name":"TOWN OF CASTLE ROCK, COLORADO","counsel":[0,1]},"respondent":{"name":"JESSICA GONZALES, INDIVIDUALLY AND AS NEXT BEST FRIEND OF HER DECEASED MINOR CHILDREN, REBECCA GONZALES, KATHERYN GONZALES, AND LESLIE GONZALES. ","counsel":[2]},"caseNumber":"04-278","date":"2005-03-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument on number 04-278, the Town of Castle Rock versus Jessica Gonzales.  Mr. Eastman. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell us how we know exactly how much discretion the State of Colorado wanted to give to the police."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Without a statute that uses the word shall enforce.  Do we know how Colorado  has interpreted that?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are there Colorado cases that tell us how we should read those statutes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So do you concede that if shall means shall, that it creates a property interest?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Eastman, would you comment on the extent of deference that we should give to the court of appeals' interpretation of Colorado while in view of what we said in Bishop against Wood?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Colorado statute is the one that's controlling in this case and normally, at least according to Bishop against Wood, we defer to the interpretation of the court of appeals as the issue of state law."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that's the issue, whether Colorado intended to create it."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The reading in Bishop against Wood was really counterintuitive also, as the dissenters pointed out, as you would agree, I think."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you suggest to the federal court that it certify the question of the meaning of Colorado law to this Colorado Supreme Court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait.  I thought we were just talking here about state law as to whether shall means shall.  Do you think that it's a matter of state law whether, if it does mean shall, it creates a property interest for purposes of the Federal Constitution?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't concede that that's a state question at all?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that what we squarely held in Bishop?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose shall does mean shall.  Fine.  But you might have a statute that says the fire department shall respond to fires, the police department shall respond to crimes, the Army shall respond to attacks. Even the word shall doesn't necessarily mean that this is the kind of interest that, like property, the Duke of Rutland relied upon Blackacre, that welfare recipients rely upon continuing to receive money. What is it about this that makes it like property, even if shall does mean shall?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you compare it to -- this is a court order and it's enforceable. There is no question about that, is there?  This is a court order that enforcement officials carry out. How does it differ from, say, a money judgment and executing -- levying execution on property?  Judgment creditor says, here is my judgment, marshal, sheriff, go out and find some of the defendant's property."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that true of all injunctive orders, they're not issued to the police.  And yet the police -- don't the police have an obligation to enforce that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't you concede that in the case of the injunction in which there is a specific order in relation to a specific respondent, that the police have much less discretion than they would have when there is in effect a general statute saying, respond in these kinds of situations?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In the case of the statute that we're talking with, but they don't have that kind of discretion, do they, in Justice Ginsburg's example?  What I'm getting at is, if you're going to take the example that Justice Ginsburg has given you as equivalent to the example that we have before us, I think you're fighting uphill and I don't think you have to do that."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But is discretion -- does discretion on the means to use include discretion to do nothing?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But were any of those determinations made here?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you requesting that there are insufficient fact findings here, so it should be returned --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Eastman, can I ask you this question?  Supposing this case came to us through the Colorado State system instead of through the federal system, and the Colorado Supreme Court had written precisely the same opinion that the Tenth Circuit ruled.  Would we have jurisdiction to overturn their holding that there was a property interest here?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then your answer is no, we would not have jurisdiction in that event."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We could say that they had misconstrued Colorado law?  I don't think you really mean that."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think you might --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Perhaps what you mean is that what is a property interest for purposes of Colorado law, if Colorado chooses to nominate some utterly zany thing of property interest, it doesn't necessarily mean that it's a property interest for purposes of the Federal Constitution."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You can do that, but you won't find any cases making that point."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think you need a case for that, do you?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have cases saying the contrary.  That's the problem."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have any cases involving a zany property interest having been found by a State?  I don't think we have any."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I stop you?  You cited that Linda R.S., whatever, I thought that was a standing case saying it's not going to do you any good to have him locked up in jail if what you want to do is get money from him."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Eastman, assuming for the moment there is no due -- procedural due process right here, on the facts of this case, does Colorado law provide any alternative remedy for Mrs. Gonzales?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what would that be?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So she could presumably ask for some relief under that notion, against the police and possibly the town?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say the tort statute means something like the Federal Tort Claims Act.  Does Colorado have something like that?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Eastman.  Mr. Elwood, we'll hear from you. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What good is -- what does the restraining order do, then, other than give her a right to sue the person who is restrained for contempt?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But only to ask the police and the police are not obliged to respond."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do the police have any duty at all, in your view?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Could the police just issue an order saying ignore all orders of this kind?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the sort of aggressive sort of thing that the Colorado courts could conclusively decide."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Are there any extreme cases we could imagine where the police have a duty to protect the citizen?  The policeman sees four people beating up on the victim, no race involved, and he just enjoys watching the fight.  Does he have a duty under the Constitution to intervene?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Did DeShaney stand for the proposition there could never be an affirmative duty to intervene, under what you're talking about the Constitution here?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But there has to be some State -- the State has to have created the risk somehow?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What's your response to the fact that the Tenth Circuit found otherwise and that we usually defer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree that if this case stands with the state system, we would have to accept their holding on the property right issue?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No, let's -- I'm assuming the Supreme Court has said, this is what the statute means and so forth and so on, wouldn't that be binding on this?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Or whether the question of property right -- the property right issue is not  a question of federal law, it is a question of state law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. What did they hold in the Tenth Circuit?  I mean, shall could be mandatory. You can have a mandatory duty, but that doesn't mean that the victim has a legal right to enforce that duty."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So what did they hold in the Tenth Circuit in respect to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"They should reask the certified question?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But a background rule is awfully tough.  I mean, you could have lots of shalls in all kinds of statutes.  If they said shall, the sanitation department shall inspect your home for tuberculosis, maybe that does give a right.  If they say to the fire department, you shall put out fires, I wouldn't think they meant that every possible homeowner had a right to a lawyer and a full judicial hearing before they go and respond to an alarm. You know, I mean, it depends on the area. I don't know how to create a background rule."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But is it not true that the Colorado legislature could create such a right if it did it with sufficient specificity?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The Constitution does say property right.  I mean, it has to be a property right, doesn't it?  Is that meaningless?  Is everything in the world either life, liberty or  property?  Does that describe everything in the world?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, because there has been no case that really did not involve something that could reasonably be called property."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the State's problem.  I mean, if the State doesn't want that, sure, the State can take that away.  But if the State does, do I still have to call it property just  because the State does?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, it has. Thank you, Mr. Elwood. Mr. Reichel, we'll hear from you. "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What process do you think your client was entitled to?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Could that simply be made by the person on the desk?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, does --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"That -- no, please."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"The basic problem that I have is you just put your finger on.  I mean, on your view of the facts here, which I will accept, it's outrageous what happened and a terrible tragedy, but it wasn't that they didn't hear her.  They heard her. That's the problem.  They heard her and they didn't do anything. So if you proceed under state law, you  will, if you're right, get a holding that the police behaved very badly, that would help your client, and it would help future people in the same position. If you proceed under federal law, the most you get is somebody at the desk saying, well, we think other things are more important.  And at that point, your client may or may not be helped and other people won't be helped.  So don't you have a misfit between the remedy that you're trying to get and the harm that was done?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not the kind that you've brought, as I understand it.  As I understand it, you've brought a claim simply that she was hurt and was not given process.  That's all you have to prove.  If you can prove a pattern, sure, it's easy to prove an individual case.  But your only claim is damage as a result of a denial of some procedural right in this case, isn't that correct?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not a class action, is it?  It's not a claim under some statute -- civil rights statute.  It's a claim for the benefit of this client and if this client wins, this client presumably will get a money judgment, isn't that the case?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Okay."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'll grant you that, but as I understand it, what stands between or what would stand between your ignoring complaint and success would simply be the police's statement of a reason because, as I take it, I take it that you don't deny  she was heard, they answered the phone, they talked to her.  She got a result. After she had talked with them on the phone, she knew that they weren't going to do anything or that they weren't going to do anything satisfactory.  So as I understand it, on your theory, the only thing she didn't get that she would be entitled to would be a statement by them as to why they were not going to do something for her.  Is that what it boils down to?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And if they had said, we don't think there is probable cause, that would be the end of your case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose they just say, look, in our experience, children come home in two or three hours and, moreover, we have other things to do that are more important.  Is that a sufficient  answer?  Both things, by the way, most people who look into this would say are completely wrong.  But I mean, the police would say just what I said.  Is that sufficient?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what you really want is what they should do, is they should respond?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In this case, you would say they should respond?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But then your complaint is the result, not the procedure."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, it's true that the procedural cases are designed so that the right result can be reached most of the time.  I understand that. But all we ask is whether or not the procedure was adequate."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why was your procedure, assuming your entitled to a procedure, why did it have to come from Castle Rock?  Why wasn't your proper recourse to the court that issued the restraining order?  Did you try to do that, to go to the judge that issued the restraining order and say, the police are not enforcing the restraining order that you issued, I would like directive from the court that they enforce it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just as she could have complained to the police earlier, she could have gone to the court earlier when she saw that the police weren't doing anything."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That may be a tort, but it's not necessarily a denial of process if the proper place to seek that process was from the court that issued the restraining order."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's right, and the court can make sure that they enforce it upon complaint."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask you a question that is suggested by Justice Scalia's question.  And it goes basically simply to the practical problems that your position seems to entail. You answered him by saying that the point at which she realized they were denying her whatever she was entitled to was the point at which the children were dead.  How would a reviewing court know when this particular right had been denied? I take it from your answer to Justice Scalia that there had not been a denial of the right and hence a violation of procedural due process after  the first telephone conversation.  I take it from your answer that there wasn't one after the second conversation.  And I take it the only -- that there was no ripening, as it were, of the facts into a denial of what she was entitled to until the 3:00 a.m. call, is that correct?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my general question, then, is how does a reviewing court determine when or the point at which there has been a denial?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So following the first phone call, they would have to have made an express probable cause determination?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And communicate that to her."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Did they simply have to take her word as to the facts on the probable cause issue?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's true, but Goss versus Lopez, to my knowledge -- you may know more about it.  But to my knowledge, there are not a lot of federal cases which second guess the principal or the teacher, once the teacher or the principal gives a plausible reason for suspending the student. And of course my fear is that that is precisely what would occur here.  There would be procedure, there would be a reason.  The reason is we're too busy.  All right?  And courts won't second guess that. But if you take the other route, you get  what you need, which is an instruction to the police department that when a child is missing, you don't wait.  But I don't see how you can get that instruction on this procedural route."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly.  And that seems to me to be the problem, because you have a case where the problem was the delay and that's apparently a common problem.  And I don't see how this route that you take gets at that problem."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What good could that have done anyone?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"She knew, as it was, that they weren't going to do anything.  What good would it have done her to know that, oh, it's nice to know that they've gone through a probable cause  determination in coming to the conclusion that they're not going to do anything.  I mean, what is the social value of that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They said call back in two hours and whatnot."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And each time at the end of the call, she knew that they weren't going to do -- they weren't going to go out and look and they weren't going to enforce the order at that point, didn't she?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I can understand you're making an argument -- you have made it, but I can understand you're making an argument that the point of procedure is to force people, in this case the police, to face facts.  If they really know that she has made out probable cause that something is wrong here, if they are forced to face that as a  result of procedure, they will then do something about it.  It's not as easy to be irresponsible in that case. But the trouble with that argument, it seems to me, although it's sound as far as it goes, is that it's an argument that would apply with respect to every statute in which there is mandatory language to the police to enforce it. And that seems to me to suggest a completely nonadministerable system and one which is totally at odds with the normal accord of police discretion."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, how do you get around that dilemma?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then why weren't they enacted with an express provision saying, and by the way, the police have got to go, either through the following procedure or, by the way, this statute  creates a right on the part of the protected party. In other words, if the response to what I understand the problem to have been, if the response was the response that you think the legislature made, why didn't the legislature say something that would take these statutes out of the run of the mill criminal law statutes in which the police, subject to mandatory language, have an apparent obligation to do something to enforce?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it doesn't say that people like your client have a personal right to enforcement with a damage remedy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Reichel, how would you describe, briefly, the property that your client has been deprived of?  What is the property?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The entitlement to enforcement of an order is property?  Do you know any case that is -- what's the closest case that you would say has held something to be property that is an entitlement to have an order enforced as opposed to an entitlement to a job, an entitlement to money, an entitlement to what I would consider property?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it's, at the end of the day, they were unemployment benefits, right? I mean --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't the better analogy be to assume she made a contract with a private detective agency to protect her from these events.  And if something arises, to go get the police and act on it?  That would be a property right if she had a private contract with a private detective agency to do exactly what the police were supposed to do here."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it seems to me a contract for protection would be a familiar kind of property, is what I'm suggesting."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But there is no contract here, is there?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you be precise about what is the due process?  You're saying it's not a hearing that you're seeking.  Not just that she could be listened to and no action taken.  But what precisely is the process to which she is due?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you said a moment ago, this could be done by the sergeant on duty at the desk who probably had three other calls waiting.  Do you still think that could be done?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But on any timetable?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If I understand your position correctly, I know what the allegations are here, but if the evidence should show later on that  in response to one of these telephone calls, the desk sergeant said, send a squad car out and see if you can locate the kids, you would lose?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Because that would have been a good faith response by somebody to try and find out whether there was probable cause."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But where do you get that?  I know that the Tenth Circuit tried to stick to the language of the statute.  But where do you get the requirement, A, that police inform her and, B, that it give reasons for nonenforcement?  Those were not within what the Tenth Circuit said."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So the notice -- yeah, did it say with a statement of reasons?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Where does that come from?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I know that it would be a fair process that you're describing."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But is it an essential one, that is, that nothing spells out -- in most of the cases that involve property and a procedural due process right, it's a hearing that the person is seeking.  Are they entitled to benefit or are they not?  But here, this is not what you want.  You want the police to enforce.  And if they don't enforce, to give you a reason."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But if the police -- let's say, focusing on this case, suppose they had looked at this order and said, wow, it gives him weekends with the girls, it gives him summertime with the girls and, subject to his ex-wife's agreement, dinner time with the girls, this can't be all that urgent because if he would harm the girls then why is the judge allowing him so much sole time with them? So wouldn't -- looking at this particular order, wouldn't there be reasons why the police would say, the judge is allowing the father to spend time with the girls, this can't be that urgent?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But this is such a new  sort of a requirement you're seeking us to develop here.  I just don't know of any past case that would suggest such a requirement when it comes to law enforcement requests by citizens of police.  It would be a major step, wouldn't it?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Are there any indications that any of the police in this instance will face disciplinary action for their response here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Could you still bring a state tort suit?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Because it is willful and wanton, and you've made out a claim they didn't even give an answer, they didn't do anything, they have a practice of doing nothing."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if the State cares so little about enforcing what its officers do under its own laws, isn't that some indication that it did not intend to create the property interest that you're arguing for?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any other cases besides Logan?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If there had been a question certified to the Colorado Supreme Court, and the Colorado Supreme Court said we weren't intending to create any entitlement here, evidence that we don't even have a tort action that's willful or wanton conduct, no liability at all in the municipality.  So suppose the State Supreme Court has said, we didn't mean to create any entitlement, then where would you be?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you whether you would favor or disfavor our certifying the question whether there is a property right here to the Colorado Supreme Court?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Reichel.  Mr. Eastman, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the willful and wanton -- suppose the facts were just as they say, long-standing practice, not responding, doing nothing, doing nothing here despite evidence of serious danger, and being told you shouldn't do anything, don't pay any attention he'll come home, would that show willful and wanton?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you the same question I asked your opponent?  Would you favor or disfavor our certifying the property law issue to the Colorado Supreme Court?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Eastman.  The case is submitted."}],"people":[{"id":0,"fullName":"JOHN C. EASTMAN","firstName":"JOHN","lastName":"EASTMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2317,"interruptions":17,"times_spoken":37,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JOHN P. ELWOOD","firstName":"JOHN","lastName":"ELWOOD","counsel":true,"justice":false,"side":"petitioner","words_spoken":1436,"interruptions":10,"times_spoken":21,"laughter":0,"num_int_by":6},{"id":2,"fullName":"BRIAN J. REICHEL","firstName":"BRIAN","lastName":"REICHEL","counsel":true,"justice":false,"side":"respondent","words_spoken":2086,"interruptions":20,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":175,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":505,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":610,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":792,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":983,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":169,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3753,"times_spoken":58,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":20,"words_spoken":2086,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":4,"words_spoken":3910,"times_spoken":121,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.8906372239582557,"respondent":0.10936277604174427,"date":1473644743040}}