{"petitioner":{"name":"NATIONAL CABLE & TELECOMMUNICATIONS ASSOCIATION, ET AL.","counsel":[0]},"respondent":{"name":"No. 04-277 BRAND X INTERNET SERVICES, ET AL.; and FEDERAL COMMUNICATIONS COMMISSION AND UNITED STATES, Petitioners, v. No. 04-281 BRAND X INTERNET SERVICES, ET AL. ","counsel":[1]},"caseNumber":"04-277","date":null,"text":"\n[11:15 a.m.]\nCHIEF JUSTICE REHNQUIST:  We'll hear argument\nnext, number 04-277, National Cable & Telecommunications\nAssociation v. Brand X Internet Services.\nMr. Hungar.\nORAL ARGUMENT OF THOMAS G. HUNGAR\nON BEHALF OF PETITIONER IN 04-281\nMR. HUNGAR:  Thank you, Mr. Chief Justice, and\nmay it please the Court:\nIn the Telecommunications Act of 1996, Congress\ndeclared that it is the policy of the United States to\npreserve the vibrant and competitive free market that\npresently exists for the Internet unfettered by federal or\nstate regulation.  The FCC implemented that clear policy\ndirective in the order under review by concluding that\ncable modem service should be classified as an information\nservice and not a telecommunications service under the\nCommunications Act.  That reasonable determination should\nbe upheld, because it is consistent with the text,\nhistory, and purposes of the Act.\nThe Act defines \"telecommunications\" as the\ntransmission of information without change in form or\nsubstance, and \"telecommunications service\" as the\noffering of telecommunications directly to the public for\na fee.\nGiven that focus on the nature of the \"offering\nto the public,\" the FCC reasonably concluded that the\nintegrated cable modem service offering should be viewed\nas a whole in determining its classification under the\nAct.\nJUSTICE SCALIA:  Why?  Why is that reasonable?\nI mean, why is it offered to the public if it's offered\nalone, but it's not offered to the public if it's offered\nwith a tie-in?  I mean, if -- you know, if I say, you\nknow, I'm selling you a windshield alone, I guess I'm\noffering a windshield.  But if I say, you know, you've got\nto buy the windshield with a car, am I any less selling\nyou a windshield?\nMR. HUNGAR:  Well, I don't think we would say,\nin that example, that you are offering windshields, per\nse.  I mean, to give an example, carmax.com offers cars\nfor sale over the Internet, but I don't think we would\nordinarily say that they are offering windshields or\nsteering wheels or tires for sale.  Certainly, that's not\nbeen necessary construction of a regulatory regime that,\nsay, is designed to focus on sellers of tires.  It\nwouldn't automatically, as a matter of law, have to be\napplied to entities that are selling cars instead.  And\nthe same is true here.\n\nJUSTICE SCALIA:  Well, suppose I just tie it in\nwith windshield wipers.\nMR. HUNGAR:  Well, again, I --\nJUSTICE SCALIA:  You can only buy my windshield\nif you buy the windshield wipers with it.  Am I no longer\nselling a windshield because I'm selling it with -- only\nwith windshield wipers?\nMR. HUNGAR:  Well, I think it would depend on\nthe nature of the regulatory --\nJUSTICE SCALIA:  Fifty-fifty.\nMR. HUNGAR:  -- regime.\nJUSTICE SCALIA:  But don't you think that the\ntelecommunications aspect of what's going on here is at\nleast as important as the information aspect of it?  The\ninformation is useless unless it can be conveyed.\nMR. HUNGAR:  Well, the -- and, by the same\ntoken, the transmission component is useless unless it\noffers all of the -- all of the information-services type\nfunctionality that Internet service offers.\nJUSTICE SCALIA:  Not necessarily.  You could --\nyou can use that broadband service to go to other\ninformation providers.\nMR. HUNGAR:  But, Your Honor, it's the -- it's\nthe capabilities that you purchase in the integrated\npackage -- not the pure transmission, but the other\ncapabilities, the computer data-processing, data-access\ncapabilities that are an essential part of that.  If all\nyou had was the transmission, with none of the other\ncomputer functionality -- if you typed in the Supreme\nCourt's Website, for instance, supremecourtus.gov, nothing\nwould happen, because all of the computer functionality,\nlike the domain-name system, which is a very\nsophisticated, complex, distributed database involving\nliterally millions of computers around the world, that's\ndata processing.  That's information-services capability\nthat you use every time you type in a Website.\nJUSTICE SCALIA:  I understand that.\nMR. HUNGAR:  It's not just transmission.  It's\nmuch more than that.  And without the -- without the\ncomputer data-processing aspects, it doesn't do anything.\nJUSTICE SCALIA:  I agree, but the question isn't\nwhether it doesn't do anything; the question is whether\nyou are still offering telecommunications services to the\npublic.  And it seems to me -- look it, I offer you\nbroadband, initially without any information function at\nthe end of it, and you're using this broadband to do all\nsorts of good stuff, going where you want, getting what\nyou want, conveying what you want.  And then I change my\nrules and I say, \"You know, in the future the only way I'm\noffering this broadband is if you, in addition to buying\nthe broadband communications capacity, buy my information\ntechnology at the end of it.\"  Have I suddenly stopped\nselling the broadband -- or offering the broadband to the\npublic?  I just don't think that's a reasonable --\nMR. HUNGAR:  Well --\nJUSTICE SCALIA:  -- use of language.\nMR. HUNGAR:  -- well, two points.  Your question\nstarts with, I think, an incorrect assumption about the\nnature of the world.  The pure transmission function has\nnot been offered to the public, to consumers, separately\nand apart -- again, it doesn't do anything.  Consumers\ndon't use the pure transmission functions by itself.\n\"Internet service,\" by definition, includes the data-\nprocessing aspects that the Commission so found on this\nrecord, and that factual determine is reasonable and\nsupported by the record.\nJUSTICE SCALIA:  I was giving you a\nhypothetical.  I --\nMR. HUNGAR:  Well, in the -- in the\nhypothetical, it's conceivable that a different result\nmight be reached by the regulatory agency with authority\nfor construing the statute and applying it to particular\nfact situations.  But I don't think the word \"offering\"\nnecessarily and always compels the conclusion that any\ncomponent of an integrated offering is also separately\nbeing offered within the meaning of the statute.  It\ndepends on the purposes of the statute, as construed by\nthe regulatory agency.  \"Offering\" is ambiguous.  And,\ntherefore, what the agency has done here is reasonable.\nAnd it's supported, I would add, by the\nconsistent pre-1996 regulatory approach in this area,\nwhich all parties agreed Congress incorporated into the\n1996 Act.\nJUSTICE SCALIA:  But if you do the same\ncombination over telephone lines, you say they are -- they\nare selling --\nMR. HUNGAR:  Your Honor --\nJUSTICE SCALIA:  -- offering to the public\ncommunications service.\nMR. HUNGAR:  That's because the telephone\ncompanies have always offered a standalone transmission\ncomponent which other -- which other ISPs can utilize.\nThey've done that because of the preexisting regulatory\nregime.  They've always made the separate offering;\ntherefore, it is a telecommunications service.\nJUSTICE SCALIA:  What bearing does history have\nupon the definitional question of whether, when you sell a\nbundled offering of information technology and\ncommunications, you are selling communications?\nMR. HUNGAR:  Your Honor --\n\nJUSTICE SCALIA:  With respect to the telephone\nlong-lines, you say, yes, you are; and with respect to\ncable, you say, no, you aren't.\nMR. HUNGAR:  Your Honor, it's certainly not\nunusual for this Court, in construing a statute, to look\nto the regulatory history that led up to the enactment of\nthe statute, particularly where it's clear in the\nlegislative history that Congress was in -- was\nessentially borrowing from the pre-1996 regulatory\ndefinitions, the definitional scheme that the Commission\nadopted in 1980 in its Computer II report.  All parties\nagree that that definitional framework forms the\nfoundation for the very definitions at issue here.  That's\nundisputed.\nJUSTICE O'CONNOR:  Mr. Hungar, what is the\ntentative decision the FCC has taken on the DSL\nregulation?\nMR. HUNGAR:  Your Honor, the FCC has tentatively\nconcluded that when a telephone company makes an\nintegrated offering of the DSL transmission capacity with\nthe Internet service, as a combined offering to consumers,\nthat, tentatively that is an information service,\nprecisely the classification that you --\nJUSTICE O'CONNOR:  Even though --\nMR. HUNGAR:  -- read here.\n\nJUSTICE O'CONNOR:  -- telephone lines have\nalways been subject to common-carrier regulation.\nMR. HUNGAR:  That's correct.  And even though --\nwhen a telephone company is making a separate standalone\noffering of just the pure DSL transmission capacity, which\nis useful only to ISPs, to Internet Service Providers, not\nto consumers, that that would be viewed, has traditionally\nbeen viewed, as a common-carriage offering, because it's\npure transmission.  But when it's a bundled -- or when\nit's an integrated offering -- again, this goes back to\n1980.  This very issue, Justice Scalia, was addressed by\nthe Commission in 1980, and it said, if the offering is\nlimited to pure transmission, it is basic\ntelecommunications, basic service, the precursor to\ntelecommunications service; but if you add any computer\nfunctionality to the offering, then it is not basic, it is\nenhanced service.  They said that at paragraphs 93 to 97\nof the ---\nJUSTICE SCALIA:  I understand what --\nMR. HUNGAR:  -- Computer II order.\nJUSTICE SCALIA:  -- they're saying, but they're\ndoing it all on policy grounds.  This definition means\nthis, because that produces a good result.  With respect\nto telephone lines, they say, yes, bundled is, or it\nisn't, depending upon whether we like the result it\nproduces.\nMR. HUNGAR:  No, Your Honor.\nJUSTICE SCALIA:  It just doesn't seem to --\nMR. HUNGAR:  It depends on the nature of the\noffering.  If the entity is offering -- if cable\ncompanies, tomorrow, start offering pure cable\ntransmission on an -- on a nondiscriminate basis, that\nwould regulated as a telecommunications service.  But what\nthe Commission has always said is that you look at the\noffering as a whole, and if it's a -- an integrated\noffering that encompasses not just telecommunications, but\ndata-processing, and computer-type services, as well, it's\nin the enhanced or information-service category that --\nthe Commission said, in 1980, \"We're doing this, in part,\nbecause it's not clear -- it's clear that Congress didn't\nintend, in the 1934 Act, to extend regulation to this new\n-- this novel, new type of intermingled service, and it\nwould be inappropriate, we think, to try and extend the\nAct to that, for a number of reasons, including that it's\nvery hard to draw lines between which is -- which has more\nof a communications versus data-processing component.\nThey had tried that, and concluded that it was\nunworkable.\"  And so, they drew the line.  Basic\ntransmission, pure transmission, if the offering is\nlimited to that, it is on the telecommunications service,\nor basic-service line; if it contains the computer-\nprocessing capabilities, data acquisition and retrieval\nand the like --\nJUSTICE O'CONNOR:  But it seems to be saying,\nbecause the cable companies do not offer separate\ntelecommunications service, they don't have to offer it.\nMR. HUNGAR:  Correct.\nJUSTICE O'CONNOR:  I mean, it just -- it's\nalmost question-begging.  It's peculiar.\nMR. HUNGAR:  I don't think so, Your Honor.  It's\nonly -- it only -- it's only question-begging because the\nRespondents have attempted to mischaracterize or\nmisdescribe what is going on here.  The rule is, if you\nare a common carrier, as the telephone companies are, and,\nin 1980, the FCC was regulating in an environment when\nthere was only one avenue into the home, one\ncommunications avenue, the telephone line, and they said,\n\"Under these circumstances, telephone common carriers are\nnot going to be allowed to escape Title II regulation\ncompletely by offering enhanced services, if they can\noffer an enhanced service, an intermingled -- integrated\ntransmission and computer data-processing service, and\nthat service, as a whole, when it's offered, will be\nunregulated, because Title II does not extend to those\ntypes of integrated service offerings.\"  They said,\n\"However, if you -- if it is a telephone common carrier\nthat's making that offering, a facilities-based,\ntypically-monopoly common carrier, they will have an\nobligation to also make a standalone offering of\ntransmission under Title II, because they were telephone\n-- traditional common carriers.\"\nCable companies are not in that category.  They\nhave not traditionally been --\nJUSTICE GINSBURG:  Did you say -- you say that\nthe FCC is changing its view.  It has tentatively changed\nits view.  So it will bracket the telephone companies with\nthe cable companies.\nMR. HUNGAR:  Well, actually, that's an important\npoint, Justice Ginsburg.  The FCC has never said that an\nintegrated offering of DSL that -- DSL Internet service,\nthe combined integrated offering, the analog to what we\nhave here, in the cable context -- the FCC has never said\nthat that is not an information service.  They have -- and\nthey have tentatively concluded now that it is.  What they\nhave said -- what they said in the 1998 order that\nRespondents cite was that the telecommunications -- the\ntelephone companies are already offering DSL on a\nstandalone, pure-transmission basis to other competing\nInternet Service Providers; therefore, it is a\ntelecommunications service.  Indeed, it was undisputed\nthat it was a telecommunications service.  And, again, the\nreason they were doing that, we assume, is because the\npreexisting Computer II and Computer III framework\nrequired the telephone carriers to make that standalone\noffering.  But the Commission has not said the integrated\noffering is also a telecommunications service, and it has\nnow tentatively concluded that it is an information\nservice, in keeping with 25 years of regulatory history\nthat --\nJUSTICE GINSBURG:  What would be left in the\ncommon-carrier category?\nMR. HUNGAR:  Well, any standalone, pure-\ntransmission offering, including, under the Computer II\nrationale, to the extent the Commission adheres to it --\nand it hasn't overturned it yet; it's considering the\nextent to which it should create an exception in the DSL\ncontext -- but under Computer II, a basic, traditional\ncommon carrier cannot get away -- cannot get out of Title\nII regulation by offering an integrated offering.  They\nwill also have to make the standalone offering, unless and\nto the extent the Commission determines that that's not\nnecessary; for instance, because the enhanced or\nintegrated -- information-service market is sufficiently\ncompetitive that it's not necessary and there are adequate\nalternative --\n\nJUSTICE SCALIA:  Well, that's wonderful policy\n2 --\nMR. HUNGAR:  -- communications pipelines.\nJUSTICE SCALIA:  -- that's wonderful policy, but\nI don't -- what I'm still waiting to hear is how you get\nthat out of the definitions, which is the lever that the\nCommission is using to implement this good policy.  It is\nsaying, in some cases, that a bundled offering is an\noffering of telecommunications; and, in other cases, it's\nsaying a bundled offering isn't.  And the reason, you say,\nis not because of the nature of the thing, because of the\ndefinition, it's because you tell us it has good\nconsequences in one case, and doesn't have good\nconsequences in the other.\nMR. HUNGAR:  Your Honor, I'm sorry, but --\nJUSTICE SCALIA:  That's not my understanding --\nMR. HUNGAR:  -- that's --\nJUSTICE SCALIA:  -- of how definitions work.\nMR. HUNGAR:  Let me try to clarify what the\nCommission's position is.  The Commission has never said,\nthat I am aware of or that Respondents have pointed out,\nthat the integrated -- bundled, if you will -- the\nintegrated offering of transmission plus Internet service\nfunctionality is a telecommunications service.  They have\nnever said that.  They have said that some companies,\ntelephone common carriers, will be required to make the\nseparate offering, but it is not correct that the\nintegrated offering is, itself, going to be classified as\na telecommunications service.  It's classified --\nJUSTICE SOUTER:  So it's --\nMR. HUNGAR:  -- as information.\nJUSTICE SOUTER:  -- in effect, it's the\nunbundling requirement which is your answer to Justice\nScalia's -- Why should that make a difference?  I mean,\nyou could just as well make an unbundling requirement with\nrespect to cable.\nMR. HUNGAR:  You could.  And, in fact, the\nCommission is -- has issued a notice of proposed\nrulemaking and an invitation for comment in the order\nunder review here to consider whether it should make such\na requirement under its ancillary Title I authority in\nthis context, and what -- and, if so, to what extent?\nJUSTICE SOUTER:  And the reason for a\ndistinction, at least at the present time -- the reason\nfor the reasonableness of the distinction at the present\ntime, as a source of applying this definition, is history,\nbasically.\nMR. HUNGAR:  History and, not unrelated to that,\nthe fact that the cable companies have not traditionally\nbeen regulated as common carriers under the --\n\nJUSTICE SOUTER:  Yeah.\nMR. HUNGAR:  -- Title II of the Act.  Yes,\nthat's correct.\nAnd then just one final point, if I may --\nJustice Scalia, I think this also goes to your question --\nRespondents are the ones who are being inconsistent, and\nthat -- the states, for instance, they suggest that,\n\"Well, if\" -- they say that, \"Well, cable modem service\nshould be regulated as a telecommunications service, in\npart.\"  But, of course, traditional information service\nproviders, ISPs, should not be; they're pure information\nservice, even though ISPs also provide transmission.  They\nprovide telecommunications.  Information service -- excuse\nme -- Internet service does not work unless you have\ntransmission from wherever the telephone call goes into\nthe central office, and it has to be transmitted from\nthere to the Internet Service Provider's point of presence\non the Internet, and from there out onto the Internet.\nAnd Internet Service Providers either own or lease that\ntransmission capacity and offer that as part of the\nbundled offering that they make.\nSo every Internet Service Provider would be a\ntelecommunications carrier under their position, and that\nis contrary to what the FCC said before the '96 Act, and\nit's contrary to what Congress said in the 1996 Act.  They\nsaid --\nJUSTICE SCALIA:  They claim that that's by\ntoleration of the FCC.  I was going to ask them about\nthat, don't worry.\n[Laughter.]\nMR. HUNGAR:  If I may reserve the balance of my\ntime.\nCHIEF JUSTICE REHNQUIST:  Very well, Mr. Hungar.\nMr. Cappuccio, we'll hear from you.\nORAL ARGUMENT OF PAUL T. CAPPUCCIO\nON BEHALF OF PETITIONERS IN 04-277\nMR. CAPPUCCIO:  Thank you, Mr. Chief Justice,\nand may it please the Court:\nLet me begin by trying to answer Justice\nScalia's question.  The question here, Justice, is, Are we\noffering two products, or are we offering two ingredients\nthat come together to form a separate product?  And I\nwould submit that if you go back and read paragraph 120 of\nthe Computer II order, 1980, that's exactly what Congress\nsaid was happening.  What Congress said is, when you take\n-- not Congress, I'm sorry; the FCC, of course -- when you\ntake the communications component and the data-processing\ncomponent and combine them, they are ingredients into what\nis a new offering, and a new and unregulated offering.\nThey said, \"We can't separate them.  It's not useful to\ntry to separate them.  And we view them as two\ningredients, forming a product that is a distinct\nproduct.\"\nJUSTICE BREYER:  What is the -- what is the\ndata-processing part?\nMR. CAPPUCCIO:  In the case of cable modem\nservice, Your Honor, it's a number of things.  It's the\nability to, for example, retrieve information from a\nserver that somebody has on the Web --\nJUSTICE BREYER:  So I guess, on that one, if, in\nfact, you had a telephone system, and, at the other end of\nthe wire, Joe Smith, your friend, had recorded a message,\nand when you rang the call, the service simply picked up\nthe message and played it to you, wouldn't it still be a\ntelephone system?\nMR. CAPPUCCIO:  Well, I think in your situation\n-- in the hypothetical you give, Your Honor, that would be\nsomebody using just a regular transmission-only path to\nhear what the other person --\nJUSTICE BREYER:  And how is this different?\nMR. CAPPUCCIO:  Well, because here, in the\nexample that I used, for example -- it's certainly not the\nonly one -- it is the capacity to retrieve information\nthat is stored otherwise.  And that follows, Your Honor --\nJUSTICE BREYER:  Information that other people\nhave stored otherwise?\nMR. CAPPUCCIO:  Yes.  And not -- and not\nnecessarily --\nJUSTICE BREYER:  Well, why isn't that even more\ntelecommunications than my answering service?\nMR. CAPPUCCIO:  Well --\nJUSTICE BREYER:  You know, I pick up my\nmessages.\nMR. CAPPUCCIO:  -- I would say, Your Honor, for\none thing, it fits squarely within the definition of\ninformation service, which says --\nJUSTICE BREYER:  Well, yes, of course it does,\nand so does my answering service.\nMR. CAPPUCCIO:  Well --\nJUSTICE BREYER:  I got -- what about the next\none?  You were going to -- what I want to do is write down\na list --\nMR. CAPPUCCIO:  Okay.\nJUSTICE BREYER:  -- of those things that are not\ntelecommunications.\nMR. CAPPUCCIO:  It's the ability to engage in --\nto use your e-mail, it's the ability --\nJUSTICE BREYER:  Well, the ability to engage or\nuse my e-mail is an ability to access messages that other\npeople, who don't work for you, have left for me.  Now,\nagain, I keep thinking of my answering machine --\nMR. CAPPUCCIO:  Right.\nJUSTICE BREYER:  -- and it doesn't seem very\ndifferent.\nMR. CAPPUCCIO:  Right.\nJUSTICE BREYER:  But, anyway, what's the third\none?\nMR. CAPPUCCIO:  Well, it's anything that allows\nyou to browse the World Wide Web and to -- and to retrieve\ninformation from the World Wide Web.\nJUSTICE BREYER:  Yes, indeed.\nMR. CAPPUCCIO:  Right.\nJUSTICE BREYER:  What it is, is a system where I\npick up the phone, and what my phone does is -- let's say\nit had the ability to survey a number of possible people\nwho wanted to talk to me.  Would that suddenly change it\nfrom a phone to a computer or an information system?\nMR. CAPPUCCIO:  The --\nJUSTICE BREYER:  Because the other people are\nleaving the information; it's not the phone that's doing\nit.\nMR. CAPPUCCIO:  Your Honor, the ability to\nretrieve information that is stored somewhere out on a\nserver is not the raw transmission functionality.  It is\nmore than that.  It is what the Congress has said it is,\nit is the ability to retrieve information.  It is not\nsimply sending bits over a line and having those bits not\nchanged and not interfered with.  When you retrieve\nsomething from a server, you have to take it in form it is\non the server, you have to then put it through the\ntransmission system, and you have to reconvert it back\ninto what you want to see.  It's an interactive process\nthat is more than just sending information.\nJUSTICE BREYER:  Rather like when I phone\nEurope, and they take the message and turn it into\nelectronic packets, and they send it all over the world\nand on computers and so forth, and it comes back to me\neventually, sounds a lot like my brother-in-law.\n[Laughter.]\nMR. CAPPUCCIO:  Yeah, I guess -- look, Your\nHonor, I am not disputing that an information service has\na component of it that's communications.  It may, indeed,\nhave a component of it that's communication.  But what the\nFCC said in Computer II is that when you combine the --\nyou combine the communications with, for example, the\ndata-retrieval function, that that combination of things\nis no longer the two separate products, it is a new\nenhanced service that is beyond Title II.\nAnd, Justice Scalia, part of the evidence that\nthese are not two separate products is, if they were, then\nCongress never could have said if enhanced services were\noutside of Title II.  Computer II would have to be wrong\nand overruled, even though it's now 20 --\nJUSTICE SCALIA:  The FCC --\nMR. CAPPUCCIO:  Yeah, I'm sorry, I keep saying\nCongress; I meant the FCC.\nThe FCC could not have said that, because it\nwould have been forced -- if, as the theory goes, the\nenhanced service has in it the separate product of\ncommunications and has a separate status, then they\nwouldn't have been able to take it out of Computer II.\nBut let me suggest, stepping back for a second\n-- and, by the way, I should add that in this case, in the\nparagraph 39 of the order under -- below, the FCC said the\ntwo were not separable.  Okay?  I understand that to mean\nthey are ingredients intertwined, they are not separate\nproducts.  But the basic thing that the agency did here\nwas to decide which of two things is happening.  Are these\ntwo separate products?  Is this communications and Chicken\nMcNuggets being bundled together?  Or are these two\ningredients that are so interwoven, as they said in\nComputer II, as to form a distinct product? -- is a\nclassic example of what an agency does, and it's really\nnot one that this Court, I think, would be likely to\nsecondguess.  It is, indeed, in fact --\n\nJUSTICE SOUTER:  But the -- I mean, I think the\ndifficulty that we're having is that it says it in the\ncable context, and then it doesn't say it in the wire\ncontext.  And you can say it just as intelligibly in the\nwire context.\nMR. CAPPUCCIO:  Yeah.\nJUSTICE SOUTER:  It's just that you haven't been\nsaying it.\nMR. CAPPUCCIO:  Let me try to clarify that,\nJustice Souter.  The reason why DSL meets the definition\nof \"telecommunications service\" and we don't is because\nthe telephone companies do, in fact, provide the\ntransmission-only component.  Now, the reason they do\nthat, Justice Souter, is, as Mr. Hungar said, historical,\nthough it wasn't without basis in reasons in history, but\nthey do, in fact, provide it separately.  They do, because\nCongress required them to do it through a separate\nsubsidiary in Computer II.  There were reasons for that.\nThey wanted to avoid cross-subsidies, they were the only\nplatform, they were worried about discrimination.\nJUSTICE SOUTER:  So is that really the nub of\nthe difference?  It's Congress that is requiring them to\ndo it separately, and Congress doesn't have a comparable\nrequirement with respect to cable.\nMR. CAPPUCCIO:  I would -- I read the statute\nthis way.  Congress takes the world as it comes.  If you\nare providing it as a common carrier, then you fall within\n-- you're providing it separately -- then you fall within\nthe definition of \"telecommunications service.\"  The DSL\nguys are.  If you are not, and we are not, then you don't\nfall within --\nJUSTICE SOUTER:  Yeah, but that begs the\nquestion.\nMR. CAPPUCCIO:  Your Honor, I --\nJUSTICE SOUTER:  It begs the question.\nMR. CAPPUCCIO:  It just says that it's for\nsomeone else to decide the second prong of the NARUC test,\nwhich is, Should you be compelled?  Okay?  The Congress\ndoesn't decide that.  It's crazy to think that Congress\ndecided, forever and ever and ever, that everybody who\ncame in would be a common carrier, no matter what the\nmarket looked like.  Congress, instead, took the world as\nit came, and it relies on the FCC to decide whether you\nshould be compelled, under the second prong of NARUC, to\nbe a common carrier.  They have declined, in this case, to\nextend that to us.  That, I would say, is -- you know,\nthat's entitled to the utmost deference.  It's a --\ndeciding not to extend their own rules.  And there are\nperfectly fine reasons for that.  The reasons that pushed\nthem to do it in 1980 to the telephone companies, about\ncross-subsidies, have no application to us.  And the\ndiscrimination justifications back then, when there was\nonly one platform, had no application to us.  Now, you may\nsay, Is this an odd result that it comes out differently\nat the end?  Well, it is, and it is being dealt with.  The\nFCC is in the process of reconsidering, in the wireline\norder, Wireline NPRM, whether it still makes sense to use\nComputer II to impose a common-carrier obligation, an\nobligation to do it separately, to provide the\ncommunications separately, on the telephone companies.  If\nthey decide that no longer is the case and that they don't\nhave to provide it separately, and the telephone companies\nstop doing that, they will no longer fall within the\ndefinition of \"telecommunications service\" under the\nstatute.\nIn other words, the statute asks, What are you,\nin fact, doing?  Okay?  There are two ways you could be\nproviding it separately: if you choose to it or if you're\nforced to do it.  We've done neither.  The telephone\ncompanies have been forced to do it.  Congress has -- and\nthey've decided we shouldn't be forced to do it, and\nthey're entitled to deference on that.\nJUSTICE SOUTER:  Basically, you're saying\ninterstitial lawmaking, like other kinds of lawmaking, can\nbe reasonable without being absolutely consistent at a\ngiven moment.\nMR. CAPPUCCIO:  Correct, Your Honor.\nJUSTICE SCALIA:  That still doesn't explain --\nit still doesn't explain, to my satisfaction, why it\nbecomes a different product --\nMR. CAPPUCCIO:  Okay, let me try --\nJUSTICE SCALIA:  -- a different product when\nyou're selling it separately, and it is not a different\nproduct when you're not selling it separately.  I mean --\nMR. CAPPUCCIO:  Because, Your Honor, it's\nwhether the words \"offering telecommunications\" are\nambiguous.  If I -- if I bake cakes, and someone was to\nsay, \"If you offer cakes, you don't offer butter,\" there's\nnothing in the English language, Justice Scalia, that\nmakes that unreasonable, that a person who offers cakes to\nthe public does not offer butter to the public.  And if\nyou believe that example is correct, then you have to\nuphold the FCC, because what it says is, the offer of the\nfinal product is not offering, to the public, the\ningredient.\nJUSTICE SCALIA:\nUnless you also sell butter.\nMR. CAPPUCCIO:\nSeparately.\nJUSTICE SCALIA:\nIf you sell butter --\nMR. CAPPUCCIO:\nSeparately.\nJUSTICE SCALIA:\n-- separately, then when you\nsell a cake --\nMR. CAPPUCCIO:  But, Your Honor --\nJUSTICE SCALIA:  -- you're selling butter.\nMR. CAPPUCCIO:  The ILECs do, we don't.\nCHIEF JUSTICE REHNQUIST:  Thank you, Mr.\nCappuccio.\nMr. Goldstein, we'll hear from you.\nORAL ARGUMENT OF THOMAS C. GOLDSTEIN\nON BEHALF OF RESPONDENTS\nMR. GOLDSTEIN:  Thank you, Mr. Chief Justice,\nand may it please the Court:\nThe Court will want to have handy, I think, the\nred brief of the Respondents Earthlink, et al., because I\nwill repeatedly take you to the text of the statute, which\nis reproduced at the appendix to that brief.\nMr. Chief Justice, cable modem service refers to\nthe bundled sale, purely for marketing reasons, of two\ndifferent things: highspeed telecommunications over cable\nwires, and computer software, like e-mail, that you can\naccess over that highspeed telecommunications.  The\nCommission admits -- and it is a critical admission --\nthat the standalone sale of the telecommunications piece\nis a telecommunications service, notwithstanding that it\nis on cable wires rather than telephone wires.  The Ninth\nCircuit correctly held that it makes no difference that\ncable companies market the telecommunications with e-mail\nand the like.\nCongress cannot have intended to empower\ncarriers to deregulate themselves through the nicety of\nadding some further feature to their common carriage.  And\nI think we can demonstrate that through the text of the\nstatute.  I'd like to take you to two provisions at the\noutset.\nThe first one is on 2a of the appendix, and it\ngoes, Justice Souter, to the question of whether there's\nsome difference that Congress has adopted between\ntelephone wires and cable wires.  And the answer to that\nquestion is, no.  Subparagraph 46, the definition of\n\"telecommunications service,\" this is the provision that\nleads to common-carrier regulation.  The term\n\"telecommunications service\" means \"the offering of\ntelecommunications for a fee directly to the public or to\nsuch classes of users as to be effectively available\ndirectly to the public\" -- and here is the critical clause\n-- \"regardless of the facilities used.\"  Congress made\nquite clear it was not drawing any distinction based on\ncable wire versus telephone.\nI'd like to point you to two other provisions.\nThey are not reproduced, because they're in the cable --\nseparate cable provisions, but they will be relevant to\nyour question.  That is 47 USC 541(d) and 522.  Those\nspecifically contemplate that cable companies will be\ncommon carriers.  Now, that's the answer to the question,\nIs there a difference between a cable wire and a telephone\nwire?\nLet me now step back to what the FCC said in its\nruling.  The FCC backed into its decision here, and it\nwill turn on the definition of \"information service,\"\nwhich will be on 1a of the appendix.  It said this.  Look,\ncable modem service fits within the definition of an\n\"information service.\"  It's this bundled thing.  And we\nconstrue the definition of an \"information service\" to be\nmutually exclusive of a telecommunications service.  And\nthat is legal error.  And let me take you through the\ndefinition.\nSubparagraph 20, information service.  The term\n\"information service\" means the offering of a capability\nfor, in a variety of things -- generating, acquiring,\nstoring, transforming, processing, retrieving, utilizing,\nor making available information -- via telecommunications.\nThat is not language of exclusivity; it is language of\ndependence.  There has to be telecommunications involved.\nIf you all came to the court today via car, or I came via\nmetro, there was a car or a train involved.\nNow, I want to contrast that with another series\nof statutory provisions.  And what these provisions do is\ndemonstrate, beyond peradventure, that Congress address\nthe problem you are now facing.  It said, \"We recognize\nthat there are definitional provisions that might\notherwise fall within the definition of 'common carriage.'\nAnd if we don't want it to be a common carrier, we will\ntell you expressly.\"\nThere are four of them.  They are reproduced.\nAgain at 1A, the definition of a \"common carrier.\"  It's\nthe exclusion that appears at the bottom of the\ndefinition, three lines from the bottom, \"But a person\nengaged in radio broadcasting shall not, insofar as such\nperson is so engaged, be deemed a common carrier.\"\nThere's nothing like that for \"information services.\"\nThere's going to be one specific table that I think will\nbe particularly illustrative.\nThe next one, the definition of a\n\"telecommunications carrier.\"  It's at 2a.  There's a\nspecific exclusion.  Telecommunications carrier, these are\nthe people that are common carriers.  The term\n\"telecommunications carrier\" means \"any provider of\ntelecommunications services except\" -- so Congress drew\nthis out -- \"except that such term does not include\naggregators of telecommunications services.\"\nThe next two, and they are the final two, are at\n8a, one that deals with private mobile services -- it's\ndenoted subparagraph 2 -- \"A person engaged in the\nprovision of a service that is a private mobile service\nshall not, insofar as such person is so engaged, be\ntreated as a common carrier for any purposes under this\nAct.\"  There's a definitional category of \"private mobile\nservice.\"  We don't want it to be common carriage.\nAnd the final one is the cable one, and I think\nit's very illustrative -- right below that, subparagraph c\n-- \"Any cable system shall not be subject to regulation as\na common carrier or utility by reason of providing any\ncable service.\"  Nothing at all about an information\nservice.\nJustice Scalia, you are quite right, this is a\ncase about a statute, and the language has none of the\nindications that the Commission is relying on here.\nJUSTICE BREYER:  Well, it does have this, that\nwhat -- if you look at the definition of\n\"telecommunications,\" it means \"transmitting information\nwithout change in the form or content of the information.\"\nNow, in respect to some of their services -- not, maybe, a\nlot, but in response to some -- they certainly change the\ncontent and the form.  E-mail, for example, does.  And\nthere are a number of others that do.  So the language,\nsays the FCC -- I look to \"telecommunications service.\"\nThey provide telecommunications service sometimes, and\nsometimes this other thing, as well, and it's all bundled.\nAnd we read the word \"offering\" to mean \"offering\nseparately.\"  And so, therefore, a person who offers only\na bundled service is not a person who's offering a\ntelecommunications service.  That's how I read it, as\ntrying to understand their argument.  And it seemed to me\nthat argument is logical, and it fits the language.\nNow, why is it -- are -- do you agree that it is\nlogical and fits the language, and at least get them that\nfar, or not?\nMR. GOLDSTEIN:  No.\nJUSTICE BREYER:  No.\nMR. GOLDSTEIN:  All right, let me take you\nthrough both parts.  Telecommunications -- we're going to\ntalk about the definition of \"telecommunications\" and what\nit is to \"offer.\"\nThey are wrong in suggesting that there is not\ntelecommunications here, and I can prove it two ways.  The\nfirst is, remember, \"telecommunications\" is the phrase in\nthe definition of \"information service,\" as well.  Let me\ntake you back to it.\nJUSTICE BREYER: (Inaudible)\nMR. GOLDSTEIN:  \"Information service\" -- I\napologize -- is at 1a.  The term \"information service\"\nmeans \"the offering of a capability for (inaudible) via\ntelecommunications.\"  They're categorizing this thing as\nan information service, so they have to be acknowledging\nthere's telecommunications involved.  So, obviously, cable\nmodem service --\nJUSTICE SOUTER:  No, no, but they're saying if\ntelecommunications and something else is involved, and\nthat's what you offer, you are not offering a\ntelecommunications service.  That's their definition of\n\"offer,\" as \"offer telecommunications service separately.\"\nIt would be obvious, for example, if you service were by\nphone, to connect with the Library of Congress and you\nowned the Library of Congress, as well as owning the\ndedicated line.  Then what you're doing is selling\ninformation across the line.  So they say that's what\nthey're doing, but just not as much.\nMR. GOLDSTEIN:  Let me explain why I answered\nthem separately.  Because the Commission's argument -- if\nthis -- Chenery -- you have to review a Commission\ndecision -- the Commission's argument was that there was\nno telecommunications involved.  This is a different\nargument from the fact that there is no offering.  That\nappears in the Solicitor General's reply brief.  So I\nwanted to bracket, set aside.  It says, \"That can't be\nright.  The Commission is ruling based on a pure legal\nerror.\"\nLet me turn to \"offering.\"  We're the only ones\nthat have provided a straightforward dictionary definition\nof \"offering.\"  An \"offering\" is to make something\navailable.  And you say, \"All right, is the bundle making\navailable the telecommunications?\"  The answer to that\nquestion is, yes.  At the very least, it's yes in the\ncontext of this statute, which is a common-carriage\nstatute.\nImagine the following hypotheticals, Justice\nBreyer.  Pick any form of common carriage you want.  If\nsomeone said, \"I'm not just giving you the railroad\nbridge, but I'm also selling you -- you have to buy from\nme the train that's running on it and the grain that's in\nthe train.\"  You couldn't avoid common carriage by forcing\nyour customers to buy the unified package together.\nThe second point is that, remember, the great,\ngreat, great majority of communications have nothing to do\nwith their information services.  I have cable modem\nservice.  Lots of people do.  What do I do?  I get up in\nthe morning, and I go to newyorktimes.com, I go to\nsupremecourtus.gov.  You'll be pleased.  I --\n[Laughter.]\nMR. GOLDSTEIN:  And that has nothing to do with\nwhat they're offering.  I have cable modem service.  I\ndon't use the e-mail program that's offered to me by Star\nPower.  I have my own e-mail program.  It's true, they've\ngiven me some extra stuff, but one thing that you know for\nsure is that doesn't deny that they have given me,\nfundamentally, the capability to send the information back\nand forth.  Nothing changes.  And I can illustrate this\nfor you.\nRemember the concession that I started with.\nThey admit that if they sell it alone, then that's a\ntelecommunications service.  They say it makes it\ndifferent -- a difference that you market them together.\nBut if I get one bill for that or two bills for that, it\nworks just the same.  I send the information back and\nforth, over and over again.  There is absolutely no\ndifference.\nNow, Justice Souter, I want to come back to\nhistory, because that's -- seems to me the leg that they\nhope that they have to stand on.  I certainly don't think\nthey have a textual leg to stand on.  Let me make some\npoints about the history.\nThe context for this is the Computer Inquiries\nand the modified final judgement under AT&T, and they are\nsimply misdescribing the history.  And I will take you to\nthe actual quotes for what happened.\nFirst, let me take you to the definition of a\n\"basic service\" and an \"enhanced service\" under the\nComputer Inquiries, and that is reproduced at 23 of our\nbrief.  And the point I'm going to make through this is --\nwhat the Commission said over and over and over again\nunder the Computer Inquiries -- is this, if you have a\ntelecommunications piece, we're going to call it a \"basic\nservice.\"  If you add information processing on top of\nthat, we're going to call the whole thing an \"enhanced\nservice.\"  So far, everybody's on the same page.\nBut the piece that they're leaving out is that\nthey made different decisions, policy decisions, Justice\nScalia, about how, ultimately, to regulate them, but the\ndefinition never changed.  If you added the enhancement on\nit, just like you add the e-mail on top of it, you still\nhad the basic service.\nSo here's the quote.  It's at 23 of our brief.\n\"We find that basic service is limited to the common-\ncarrier offering\" -- they're picking -- Congress is\npicking up precisely the words in the Computer Inquiries\n-- \"of transmission capacity for the movement of\ninformation; whereas, enhanced service combines basic\nservice with computer-processing applications.\"  The basic\nservice remained.\nAnd then the Commission and the D.C. Circuit\nconfronted just the problem you are.  What happened is\nthat providers, under the Computer Inquiries and under the\nmodified final judgement, tried to combine the two things\nand say, \"We're no longer regulated.\"  They said, \"Yeah, I\nknow we had telecommunications, but now we want to add\nsomething onto it.\"  And I can take you to what the courts\nsaid and what the Commission said, and that is at pages 24\nto 25.  And I think it's exactly what Congress would think\nif it were confronted with this problem under the plain\ndefinitions.\nThe second block quote on 24.  This is when the\nCommission was confronted with this problem.  It said that\nthe argument that they're accepting now would allow\ncircumvention of the Computer II and Computer III basic\nenhanced framework.  AT&T would be able to avoid Computer\nII and Computer III, unbundling --\nCHIEF JUSTICE REHNQUIST:  Well, can't the\nCommission change its mind, Mr. Goldstein?\nMR. GOLDSTEIN:  Mr. Chief Justice, on this\nquestion, the answer is, no, because Mr. Hungar has\nconceded, and the Commission conceded below, that Congress\nwas adopting a definitional framework.  I agree, Mr. Chief\nJustice, that the Commission can change its policy\njudgement about how it wants to regulate within the\ndefinitional framework that Congress adopted.  So you've\npointed me to a critical point, and that is to reinforce\n1 --\nCHIEF JUSTICE REHNQUIST:  Well, I'm glad I did.\n[Laughter.]\nMR. GOLDSTEIN:  -- and that is to reinforce\nthis.  Our position is that the Computer Inquiries and the\nAT&T MFJ had definitions: What's a basic service?  What's\nan enhanced service?  Congress adopted those for the\npurposes of the definition of a \"telecommunications\nservice\" and an \"information service.\"\nNow, you can make policy judgements about how to\nregulate, although you're going to have to do it under the\nforbearance regime adopted in a response to Justice\nScalia's opinion for the Court in MCI.  But, nonetheless,\nthe definitions are what they are.  This is a statute\nthat's being interpreted.\nSo, let me come back.  So, what did the\nCommission say under those definitions?  AT&T would be\nable to avoid Computer II and Computer III unbundling and\ntariff requirements for any basic service that it could\ncombine with an enhanced service.  You know, we've got the\ntelecommunications, like we're going to tack e-mail onto\nit.  This is obviously an undesirable and unintended\nresult.\nThe D.C. Circuit, faced with precisely the same\nquestion under the framework that Congress intended to\nadopt, that is on the next page, on page 25, right below\nthe block quote.  The block quote sets up the problem.\nThe D.C. Circuit, however, rejected that conclusion, the\none that's being proposed here by the Commission, as a\nstrained interpretation of the language of the decree that\ncould not have been intended because it would allow the\nBOCs to, quote, \"create an enormous loophole\" in the core\nrestriction of the decree.\nSo, Justice O'Connor, this comes back to your\npoint in the first half of the argument, and that is, it\nbecomes completely circular.  If the point is that you\nwill only be subject to common-carrier regulation when you\ndecide to provide telecommunications service, nobody ever\nwill.  Everybody will always bundle.\nJUSTICE BREYER:  No, but they say we have the\nauthority, if they -- if there is a bundled service, by\nlooking at the competitive necessity, market power, the\nneed to protect consumers, to insist that an offeror of\nbundled service split the bundle and then be regulated.\nMR. GOLDSTEIN:  I agree.  There are five\n(inaudible) where the Solicitor General, sort of, pulls\nthe ripcord here.\nJUSTICE BREYER:  Yeah.\nMR. GOLDSTEIN:  First, they have a Chenery\nproblem; and that is, this doesn't appear anywhere in the\nCommission's ruling.  What they said in the Commission's\nruling is that they could take a Title I information\nservice and regulate it as common carriage.  This is an\nentirely different animal.  This is --\nJUSTICE BREYER:  No, but they're replying to\nyour argument, and they're saying it's really not right\nthat this means no regulation.  And the reason it means no\nregulation is because they've long had the authority to do\nthis, and then they cite some references where that is\npretty much what the Commission said.\nMR. GOLDSTEIN:  I still this is covered by\nChenery, but let's go to that.  And so, here's the\nproposition.  The proposition is that the Commission has\nthe untethered authority to force someone to provide a\ntelecommunications service.  And my question back to the\nother side is, Where in the world in the statute is that?\nThere is no textural foundation for it whatsoever.\nJUSTICE BREYER:  Well, if you take them as\nhaving a broad -- if you take the statute as throwing this\nwhole problem in the lap of the Commission --\nMR. GOLDSTEIN:  Yes.\nJUSTICE BREYER:  -- and then you say they have\nauthority, broadly, to interpret this term \"offer,\" they\ncould give functional reasons, as in some circumstances,\nto interpret the word \"offer\" to mean \"offer\ntelecommunications separately,\" and, in other\ncircumstances, because they're functional differences, to\ntake a different position.  Now, either they do or they\ndon't.  If they don't, they're being inconsistent, and\nthat's the subject of a different legal proceeding.  If\nthey do, so be it.\nMR. GOLDSTEIN:  Let me deal with the premise\nthat Congress threw this into the lap of the FCC, and also\nhow it is they propose to deal with it, on that\nassumption.  The answer is, they did not throw it into the\nlap of the FCC.  The '96 Act enacted these definitions,\nwhich are very carefully calibrated, for which there is no\ntext -- textual support.  I will come back to \"offering.\"\nBut Congress did enact a specific provision in MCI versus\nAT&T.  It addressed not only the concern of the majority,\nbut also the concerns of the dissenters, that the\nCommission needed some flexibility.  And it told the\nCommission how to address this problem.  It said, in the\nforbearance procedures, \"Here are the rules that you will\napply in deciding to lift regulation.\"  They're quite\ndetailed.  They're -- now, let me take you to them again\n-- they're at the end of our -- I'm sorry, they are at --\nin our appendix, at 3a.  This is what Congress said.\nCongress said, \"We recognize the Commission needs some\nflexibility, but there are going to be rules, and there\nare going to be rules so courts can, for example, review,\nlater on, whether or not you're actually applying what we\n-- doing what you want -- what we wanted you to do.\"\nAnd here's what the Commission has to do,\naccording to Congress.\nnot do here.  I'm going to start with the indented\nparagraphs, 1, 2, and 3, and then subparagraph b.  It told\nthe Commission to look at whether or not the former\nregulation is not necessary to ensure that the charges --\nand skipping again -- are just and reasonable and are not\nunjustly or unreasonably discriminatory.  Paragraph 2,\nthey have to make sure it's not necessary for the\nprotection of consumers, that it's in the public interest,\nand that the competitive effects will be positive rather\nthan negative.  The Commission did none of this,\nnotwithstanding that Congress specifically directed them\nto.\nNow, let me then turn to the question of whether\nor not this is a reasonable interpretation of \"offering.\"\nNow, in different contexts, I admit, it's conceivable to\ncome up with different meanings of \"offerings,\" but this\nis a context, and I think if you take any example where\nCongress actually -- I've given you the common carrier.  I\ndon't think the railroad could ever get away with saying\nit.  I gave you the examples of the Computer Inquiries and\nthe AT&T MFJ, which are on point.  But take anything that\nCongress regulates.  Take, for example, the fact that we\nregulate offering of cigarettes to children.  Now, a\nmerchandiser couldn't come along and say, \"I'm not\noffering cigarettes.  What I've done is, I've created a\nsmoking service.  I've taken the cigarettes, and I've put\na lighter in it, and you've just got one bill that you\nhave to pay for it.\"  The idea that that would evade what\nCongress is concerned about is loopy.\nThink about what Congress is concerned about\nwith common-carriage regulations.  There are three\nprincipal consequences to being a telecommunications\nservice.  And imagine if any of them changed a whit,\nexcept to favor us, when you bundle the e-mail with it.\nFirst, nondiscrimination.  Would Congress want\nyou to have to charge just and reasonable rates to a\ncompetitor any less when you're selling e-mail with the\ntelecommunications than the telecommunications alone?  No.\nInterconnection.  Would Congress want a cable\nmodem service network to be less interconnected with all\nthe other networks simply because it has e-mail or a Web\nbrowser on it?  I don't know why, I suppose Congress would\nwant to be more sure, because there are more messages.\nCHIEF JUSTICE REHNQUIST:  But the Congress\napparently wanted to go in the direction of deregulation\nhere.\nMR. GOLDSTEIN:  Yes, Mr. Chief Justice, it's a\nfair point, and it is basically -- aside for the, sort of,\nnod at history, it -- Mr. Hungar started with that.  And\nour point is that Congress told them how to deregulate,\nand that --\nJUSTICE BREYER:  Well, what about Congress\nthinking, quite honestly, if they -- people do think about\nit.  I have no idea how broadband service will be provided\n20 years from now.  There may be a thousand competitors.\nThere may be wireless.  People may be broadcasting it\nthrough their teeth.  I don't know --\n[Laughter.]\nJUSTICE BREYER:  -- what it's going to be.  But\nsince I don't know and have really no idea whether it\nshould or should not be regulated, because I don't know\nthe competitive situation, let's leave it up to the FCC.\nMR. GOLDSTEIN:  It did that, but with a critical\nconcession.  It said --\nJUSTICE BREYER:  It sort of it did that in\nbroadcasting, didn't it?  I guess they could have written\nit to say that \"the FCC shall regulate common-carrier\ncommunications in the public interest, convenience, and\nnecessity,\" which would put the FCC in the same situation\nwith regard to this, as it's in with regard to\nbroadcasting.\nMR. GOLDSTEIN:  I think it's a very fair\ncomparison.  But also, Justice Breyer, I think -- you\nknow, I think we're all on the same page about what\nCongress intended, and that is, first of all, Congress was\naware of cable modem service.  That's said expressly in\nthe Court's opinion in Gulf Power.  It was emphasized by\nthe cable industry in Gulf Power itself.  There is --\nthere are several statutory provisions that refer to cable\ncompanies being common carriage.  But, Justice Breyer,\nwhat they said is this, \"We have broad encompassing\ndefinitions, and that is, it's not going to make a\ndifference if you combine two things together.  But,\nCommission, you go make those\" -- Justice Breyer, all the\nfindings you're talking about are listed in the section 10\nforbearance proceedings.\nNow, imagine the world as the Commission sees\nit.  It says that forbearance applies to\ntelecommunications service.  But when it comes to things\nthat aren't telecommunications service, it's \"Katie bar\nthe door.\"  We don't have any rules.  What kind of logical\nregulatory scheme is that?  And that is that the\nCommission is constrained with respect to its expertise.\nBut things that are information services that are outside\ntelecommunications, it can do whatever it wants.\n\nJustice Breyer, I did want to make one\nadditional point, and that is, again, there is a statutory\nprovision here that addresses their claim that they can\nforce you to provide telecommunications service, and that\nis the definition of a \"telecommunications carrier.\"  And\nit is on 2a.  I read the exception, so now I'm dealing\nwith the second sentence of the definition, \"A\ntelecommunications carrier shall be treated as a common\ncarrier under this Act only to the extent that it is\nengaged in providing telecommunications services.\"\nThis lines up perfectly with this Court's\ndecision in Midwest Video.  There was a constraint on what\nit -- what regulation you could impose on broadcasters.\nThis one says, \"You are only going to be a common carrier\nif you're providing a telecommunications service.\"  But\nthe FCC has this vision that it can, sort of, solve all\nthe problems through its raw discretion and to force\nsomeone to provide common carriage.  But the statute's\nvery clear, if you are not providing a telecommunications\nservice, you are not going to be a telecommunications\ncarrier; and, therefore, you are not going to be providing\ncommon carriage.\nAnd, as I've said, I don't understand how it is,\neven if one looked at this particular context, you could\ndecide that Congress thought the bundle made regulation\nless regulated -- less necessary, rather than more\nregulated -- more necessary.\nI want, next, if I could, to talk about the\nnotion that you can self-deregulate, and how utterly\nimplausible this is, how is it that the Commission could\nimagine that Congress created the following regime.  And\nthat is, if you want to provide common carriage, you'll be\nsubject to this regulation; but if you don't feel like it,\nwell, that's okay.  That will render the definition of\n\"telecommunications service\" -- if you just want to tack\ne-mail onto the thing, that will render the definition of\n\"telecommunications service\" -- in the Internet, you're a\ndead letter, because who in the world would ever do it?\nIf it's up to the regulated entity, why in the world would\nanyone provide common carriage?\nI think this has, actually, a remarkable\nparallel to the Court's decision in the Oneida Indian\nNation case, where the Court rejected the suggestion that\nwhat you could do is -- that it would be up to the Indians\nto decide whether or not they would be able to get\nproperty back.  This is what the Court said, \"If OIN may\nunilaterally reassert sovereign control and remove those\nparcels from the local tax rolls, little would prevent the\ntribe from initiating a new generation of litigation to\nfree the parcels\" -- remember, they're free from all\nregulation at all -- \"free the parcels from land zone --\nlocal zoning or other regulatory controls that protect all\nlandowners in the area.\"\nAnd then, Justice Ginsburg, the opinion goes on\nto talk about section 465, which is exactly like section\n10 forbearance, \"Recognizing these practical concerns,\nCongress has provided a mechanism for the acquisition of\nthe lands.  The regulations implementing section 465 are\nsensitive to the complex interjurisdictional concerns that\narise when the tribe seeks to retain -- regain sovereign\ncontrol over territory.  The Secretary must consider\" --\nand it lists a whole series of things.\nAnd the parallel, I think, is exact.  You can't\nhave Congress enacting a scheme that tells you how to do\nit.\nNow, let me return to, then, Mr. Cappuccio's\nsuggestion, Justice Scalia, that this is an ingredient,\nit's not a product.  The straightforward answer is,\nthere's no mention of ingredients or products in the\nstatute.  It says \"telecommunications service.\"  And the\nquestion under the definition of \"telecommunications\nservice\" is, Are you providing telecommunications?  Yeah,\nthe information's going back and forth.  Is it to the\npublic?  Sure, anybody can buy it.  Is there a fee?  You\nbet, it's kind of expensive, actually.  And that's all\nthat Congress cared about.\nNow, this is not a question of whether or not\nthere's butter in a cake, because you -- it -- there are\ntwo reasons.  The first is, fundamentally, the\ntelecommunications is the same; it hasn't been \"cooked\"\ninto something else.  And the second --\nJUSTICE SOUTER:  There's butter on the cake, not\nin the cake.\n[Laughter.]\nMR. GOLDSTEIN:  Right.\nThe second is, the reason all those\nhypotheticals are -- wheels and cars and those sorts of\nthings -- don't make any sense here is that they assume a\nfew things.  The first is, they're assuming a first sale\nthat gets regulated.  Somebody buys the butter, somebody\nbuys the tires and gets regulated.  But under their rules\nit's never regulated at all.  The telecommunications just,\npoof, escapes all regulation.  And the second is that, in\nthe car example, it's because there's -- the reason it has\nintuitive appeal is that there's a regulatory scheme about\ncars.  So Congress has decided how all the inputs will be\nregulated together.\nBut, again, remember the consequence of sticking\nthis into the unregulated \"information services\" box is,\nit's all gone.  There's no regulation of it whatsoever.\nIt's just not a scheme that makes any sense.\nIf there are no further questions --\nCHIEF JUSTICE REHNQUIST:  Thank you, Mr.\nGoldstein.\nMr. Hungar, you have four minutes left.\nREBUTTAL ARGUMENT OF THOMAS G. HUNGAR\nON BEHALF OF PETITIONER IN 04-281\nMR. HUNGAR:  Thank you, Mr. Chief Justice.\nTurning first to the question of the regulatory\nhistory, Respondents continue to rely on the fact that,\nunder Computer II, the FCC required telephone common\ncarriers to separate out and separately offer the basic\ntransmission component.  But, importantly, and what\nrefutes Respondent's attempts to rely on history, Congress\ndid not -- excuse me -- the FCC did not impose that\nrequirement on enhanced service providers.  There were\nentities called \"value-added networks\" that obtained the\ntelecommunications functionality, bundled it together with\ninformation servicing protocol conversion-type computer\nfunctions, and offered that bundled service as an enhanced\nservice.  And the Commission said, in Computer II, \"That\nis an unregulated enhanced-service offering, it is not\nsubject to Title II of the Act, because we don't think\nCongress intended Title II, which is aimed at traditional\ntelephone communications, to deal with this new form of\nintermingled integrated service.\"  It is not regulated,\neven though it is true that there was a communications\ncomponent.  And, under Respondent's rationale, that offer\nor that value-added network should have been required to\nmake it file a tariff and comply with all the regulations\nof Title II of the Act.  And footnote 5 of our reply brief\ncites the orders discussing this fact.\nAnd in addition, under Computer II, the\nCommission required AT&T and, later, the Regional Bell\nOperating Companies, if they were going to offer enhanced\nservices, to offer them separately through subsidiaries,\nunregulated subsidiaries, even though they were offering\nbundles of enhanced service and telecommunications, the\ntelecommunications, which they obtained under tariff from\ntheir parent corporation.  But the entire bundled offering\nwas unregulated.  And that's been true for 25 years.\nAnd, again, Congress, in 1996, gave no\nindication that it was overturning this well-established\nsituation in which enhanced services, now information\nservices, were not regulated.  And to suggest that\nCongress, in an act that talks about preserving the hands-\noff approach to the Internet, in fact, regulated all\nInternet Service Providers in a way that they had never\nbeen regulated before, we submit, is certainly an unlikely\ninterpretation of the act, and clearly demonstrates that\nthe FCC was reasonable in rejecting that position.\nJustice Breyer, you asked about voicemail or\nsimilar type systems that would preserve a message.  If\nprovided by a computer functionality, that service is an\ninformation service.  Voicemail is an information service.\nBut the FCC has at least suggested that voicemail and\nbasic telecommunications -- if a telephone company tried\nto offer it -- say, \"We're going to offer this bundled,\nand we don't think it's regulated,\" telephone companies\ntry that sort of thing from time to time, and then the FCC\nis faced with a decision, in its discretion, of whether\nthat should be viewed as an integrated offering or,\ninstead, as really two things that have just been added\ntogether but aren't really -- that are really two distinct\nservices.  And the FCC has suggested, in that context,\nthat telephone service and voicemail service, even if\nthey're bundled together, are two distinct services.\nAnd there's an important difference, I think,\nbetween that type of offering and the one here.  You can\nuse your -- even if your telephone company offers you\nvoicemail, obviously, you -- a lot of your use of the\ntelephone system has nothing to do with the voicemail;\nit's pure telephony, pure telecommunications; whereas,\nwith cable modem service, every time you use it,\nessentially, you are utilizing at least some of the data-\n\nprocessing, computer-enhanced functionality that is being\nprovided by your -- by your Internet Service Provider --\nthe domain-name system, as we discussed, caching.  For\ninstance, Mr. Goldstein says he goes to supremecourtus.gov\nevery morning.  I suspect he doesn't actually go to this\nCourt's computer.  He probably gets at least the first\npage off of the cache, which provided by the ISP.\nCHIEF JUSTICE REHNQUIST:  Thank you, Mr. Hungar.\nThe case is submitted.\n","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"We'll hear argument next, number 04-277, National Cable & Telecommunications Association v. Brand X Internet Services. Mr. Hungar. "},{"name":"MR. HUNGAR","id":0,"text":"Thank you, Mr. Chief Justice, and may it please the Court: In the Telecommunications Act of 1996, Congress declared that it is the policy of the United States to preserve the vibrant and competitive free market that presently exists for the Internet unfettered by federal or state regulation.  The FCC implemented that clear policy directive in the order under review by concluding that cable modem service should be classified as an information service and not a telecommunications service under the Communications Act.  That reasonable determination should be upheld, because it is consistent with the text, history, and purposes of the Act. The Act defines \"telecommunications\" as the transmission of information without change in form or substance, and \"telecommunications service\" as the offering of telecommunications directly to the public for a fee. Given that focus on the nature of the \"offering to the public,\" the FCC reasonably concluded that the integrated cable modem service offering should be viewed as a whole in determining its classification under the Act."},{"name":"JUSTICE SCALIA","id":3,"text":"Why?  Why is that reasonable? I mean, why is it offered to the public if it's offered alone, but it's not offered to the public if it's offered with a tie-in?  I mean, if -- you know, if I say, you know, I'm selling you a windshield alone, I guess I'm offering a windshield.  But if I say, you know, you've got to buy the windshield with a car, am I any less selling you a windshield?"},{"name":"MR. HUNGAR","id":0,"text":"Well, I don't think we would say, in that example, that you are offering windshields, per se.  I mean, to give an example, carmax.com offers cars for sale over the Internet, but I don't think we would ordinarily say that they are offering windshields or steering wheels or tires for sale.  Certainly, that's not been necessary construction of a regulatory regime that, say, is designed to focus on sellers of tires.  It wouldn't automatically, as a matter of law, have to be applied to entities that are selling cars instead.  And the same is true here."},{"name":"JUSTICE SCALIA","id":3,"text":"Well, suppose I just tie it in with windshield wipers."},{"name":"MR. HUNGAR","id":0,"text":"Well, again, I --"},{"name":"JUSTICE SCALIA","id":3,"text":"You can only buy my windshield if you buy the windshield wipers with it.  Am I no longer selling a windshield because I'm selling it with -- only with windshield wipers?"},{"name":"MR. HUNGAR","id":0,"text":"Well, I think it would depend on the nature of the regulatory --"},{"name":"JUSTICE SCALIA","id":3,"text":"Fifty-fifty."},{"name":"MR. HUNGAR","id":0,"text":"-- regime."},{"name":"JUSTICE SCALIA","id":3,"text":"But don't you think that the telecommunications aspect of what's going on here is at least as important as the information aspect of it?  The information is useless unless it can be conveyed."},{"name":"MR. HUNGAR","id":0,"text":"Well, the -- and, by the same token, the transmission component is useless unless it offers all of the -- all of the information-services type functionality that Internet service offers."},{"name":"JUSTICE SCALIA","id":3,"text":"Not necessarily.  You could -- you can use that broadband service to go to other information providers."},{"name":"MR. HUNGAR","id":0,"text":"But, Your Honor, it's the -- it's the capabilities that you purchase in the integrated package -- not the pure transmission, but the other capabilities, the computer data-processing, data-access capabilities that are an essential part of that.  If all you had was the transmission, with none of the other computer functionality -- if you typed in the Supreme Court's Website, for instance, supremecourtus.gov, nothing would happen, because all of the computer functionality, like the domain-name system, which is a very sophisticated, complex, distributed database involving literally millions of computers around the world, that's data processing.  That's information-services capability that you use every time you type in a Website."},{"name":"JUSTICE SCALIA","id":3,"text":"I understand that."},{"name":"MR. HUNGAR","id":0,"text":"It's not just transmission.  It's much more than that.  And without the -- without the computer data-processing aspects, it doesn't do anything."},{"name":"JUSTICE SCALIA","id":3,"text":"I agree, but the question isn't whether it doesn't do anything; the question is whether you are still offering telecommunications services to the public.  And it seems to me -- look it, I offer you broadband, initially without any information function at the end of it, and you're using this broadband to do all sorts of good stuff, going where you want, getting what you want, conveying what you want.  And then I change my rules and I say, \"You know, in the future the only way I'm offering this broadband is if you, in addition to buying the broadband communications capacity, buy my information technology at the end of it.\"  Have I suddenly stopped selling the broadband -- or offering the broadband to the public?  I just don't think that's a reasonable --"},{"name":"MR. HUNGAR","id":0,"text":"Well --"},{"name":"JUSTICE SCALIA","id":3,"text":"-- use of language."},{"name":"MR. HUNGAR","id":0,"text":"-- well, two points.  Your question starts with, I think, an incorrect assumption about the nature of the world.  The pure transmission function has not been offered to the public, to consumers, separately and apart -- again, it doesn't do anything.  Consumers don't use the pure transmission functions by itself. \"Internet service,\" by definition, includes the data- processing aspects that the Commission so found on this record, and that factual determine is reasonable and supported by the record."},{"name":"JUSTICE SCALIA","id":3,"text":"I was giving you a hypothetical.  I --"},{"name":"MR. HUNGAR","id":0,"text":"Well, in the -- in the hypothetical, it's conceivable that a different result might be reached by the regulatory agency with authority for construing the statute and applying it to particular fact situations.  But I don't think the word \"offering\" necessarily and always compels the conclusion that any component of an integrated offering is also separately being offered within the meaning of the statute.  It depends on the purposes of the statute, as construed by the regulatory agency.  \"Offering\" is ambiguous.  And, therefore, what the agency has done here is reasonable. And it's supported, I would add, by the consistent pre-1996 regulatory approach in this area, which all parties agreed Congress incorporated into the 1996 Act."},{"name":"JUSTICE SCALIA","id":3,"text":"But if you do the same combination over telephone lines, you say they are -- they are selling --"},{"name":"MR. HUNGAR","id":0,"text":"Your Honor --"},{"name":"JUSTICE SCALIA","id":3,"text":"-- offering to the public communications service."},{"name":"MR. HUNGAR","id":0,"text":"That's because the telephone companies have always offered a standalone transmission component which other -- which other ISPs can utilize. They've done that because of the preexisting regulatory regime.  They've always made the separate offering; therefore, it is a telecommunications service."},{"name":"JUSTICE SCALIA","id":3,"text":"What bearing does history have upon the definitional question of whether, when you sell a bundled offering of information technology and communications, you are selling communications?"},{"name":"MR. HUNGAR","id":0,"text":"Your Honor --"},{"name":"JUSTICE SCALIA","id":3,"text":"With respect to the telephone long-lines, you say, yes, you are; and with respect to cable, you say, no, you aren't."},{"name":"MR. HUNGAR","id":0,"text":"Your Honor, it's certainly not unusual for this Court, in construing a statute, to look to the regulatory history that led up to the enactment of the statute, particularly where it's clear in the legislative history that Congress was in -- was essentially borrowing from the pre-1996 regulatory definitions, the definitional scheme that the Commission adopted in 1980 in its Computer II report.  All parties agree that that definitional framework forms the foundation for the very definitions at issue here.  That's undisputed."},{"name":"JUSTICE O'CONNOR","id":4,"text":"Mr. Hungar, what is the tentative decision the FCC has taken on the DSL regulation?"},{"name":"MR. HUNGAR","id":0,"text":"Your Honor, the FCC has tentatively concluded that when a telephone company makes an integrated offering of the DSL transmission capacity with the Internet service, as a combined offering to consumers, that, tentatively that is an information service, precisely the classification that you --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Even though --"},{"name":"MR. HUNGAR","id":0,"text":"-- read here."},{"name":"JUSTICE O'CONNOR","id":4,"text":"-- telephone lines have always been subject to common-carrier regulation."},{"name":"MR. HUNGAR","id":0,"text":"That's correct.  And even though -- when a telephone company is making a separate standalone offering of just the pure DSL transmission capacity, which is useful only to ISPs, to Internet Service Providers, not to consumers, that that would be viewed, has traditionally been viewed, as a common-carriage offering, because it's pure transmission.  But when it's a bundled -- or when it's an integrated offering -- again, this goes back to 1980.  This very issue, Justice Scalia, was addressed by the Commission in 1980, and it said, if the offering is limited to pure transmission, it is basic telecommunications, basic service, the precursor to telecommunications service; but if you add any computer functionality to the offering, then it is not basic, it is enhanced service.  They said that at paragraphs 93 to 97 of the ---"},{"name":"JUSTICE SCALIA","id":3,"text":"I understand what --"},{"name":"MR. HUNGAR","id":0,"text":"-- Computer II order."},{"name":"JUSTICE SCALIA","id":3,"text":"-- they're saying, but they're doing it all on policy grounds.  This definition means this, because that produces a good result.  With respect to telephone lines, they say, yes, bundled is, or it isn't, depending upon whether we like the result it produces."},{"name":"MR. HUNGAR","id":0,"text":"No, Your Honor."},{"name":"JUSTICE SCALIA","id":3,"text":"It just doesn't seem to --"},{"name":"MR. HUNGAR","id":0,"text":"It depends on the nature of the offering.  If the entity is offering -- if cable companies, tomorrow, start offering pure cable transmission on an -- on a nondiscriminate basis, that would regulated as a telecommunications service.  But what the Commission has always said is that you look at the offering as a whole, and if it's a -- an integrated offering that encompasses not just telecommunications, but data-processing, and computer-type services, as well, it's in the enhanced or information-service category that -- the Commission said, in 1980, \"We're doing this, in part, because it's not clear -- it's clear that Congress didn't intend, in the 1934 Act, to extend regulation to this new -- this novel, new type of intermingled service, and it would be inappropriate, we think, to try and extend the Act to that, for a number of reasons, including that it's very hard to draw lines between which is -- which has more of a communications versus data-processing component. They had tried that, and concluded that it was unworkable.\"  And so, they drew the line.  Basic transmission, pure transmission, if the offering is limited to that, it is on the telecommunications service, or basic-service line; if it contains the computer- processing capabilities, data acquisition and retrieval and the like --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"But it seems to be saying, because the cable companies do not offer separate telecommunications service, they don't have to offer it."},{"name":"MR. HUNGAR","id":0,"text":"Correct."},{"name":"JUSTICE O'CONNOR","id":4,"text":"I mean, it just -- it's almost question-begging.  It's peculiar."},{"name":"MR. HUNGAR","id":0,"text":"I don't think so, Your Honor.  It's only -- it only -- it's only question-begging because the Respondents have attempted to mischaracterize or misdescribe what is going on here.  The rule is, if you are a common carrier, as the telephone companies are, and, in 1980, the FCC was regulating in an environment when there was only one avenue into the home, one communications avenue, the telephone line, and they said, \"Under these circumstances, telephone common carriers are not going to be allowed to escape Title II regulation completely by offering enhanced services, if they can offer an enhanced service, an intermingled -- integrated transmission and computer data-processing service, and that service, as a whole, when it's offered, will be unregulated, because Title II does not extend to those types of integrated service offerings.\"  They said, \"However, if you -- if it is a telephone common carrier that's making that offering, a facilities-based, typically-monopoly common carrier, they will have an obligation to also make a standalone offering of transmission under Title II, because they were telephone -- traditional common carriers.\" Cable companies are not in that category.  They have not traditionally been --"},{"name":"JUSTICE GINSBURG","id":5,"text":"Did you say -- you say that the FCC is changing its view.  It has tentatively changed its view.  So it will bracket the telephone companies with the cable companies."},{"name":"MR. HUNGAR","id":0,"text":"Well, actually, that's an important point, Justice Ginsburg.  The FCC has never said that an integrated offering of DSL that -- DSL Internet service, the combined integrated offering, the analog to what we have here, in the cable context -- the FCC has never said that that is not an information service.  They have -- and they have tentatively concluded now that it is.  What they have said -- what they said in the 1998 order that Respondents cite was that the telecommunications -- the telephone companies are already offering DSL on a standalone, pure-transmission basis to other competing Internet Service Providers; therefore, it is a telecommunications service.  Indeed, it was undisputed that it was a telecommunications service.  And, again, the reason they were doing that, we assume, is because the preexisting Computer II and Computer III framework required the telephone carriers to make that standalone offering.  But the Commission has not said the integrated offering is also a telecommunications service, and it has now tentatively concluded that it is an information service, in keeping with 25 years of regulatory history that --"},{"name":"JUSTICE GINSBURG","id":5,"text":"What would be left in the common-carrier category?"},{"name":"MR. HUNGAR","id":0,"text":"Well, any standalone, pure- transmission offering, including, under the Computer II rationale, to the extent the Commission adheres to it -- and it hasn't overturned it yet; it's considering the extent to which it should create an exception in the DSL context -- but under Computer II, a basic, traditional common carrier cannot get away -- cannot get out of Title II regulation by offering an integrated offering.  They will also have to make the standalone offering, unless and to the extent the Commission determines that that's not necessary; for instance, because the enhanced or integrated -- information-service market is sufficiently competitive that it's not necessary and there are adequate alternative --"},{"name":"JUSTICE SCALIA","id":3,"text":"Well, that's wonderful policy 2 --"},{"name":"MR. HUNGAR","id":0,"text":"-- communications pipelines."},{"name":"JUSTICE SCALIA","id":3,"text":"-- that's wonderful policy, but I don't -- what I'm still waiting to hear is how you get that out of the definitions, which is the lever that the Commission is using to implement this good policy.  It is saying, in some cases, that a bundled offering is an offering of telecommunications; and, in other cases, it's saying a bundled offering isn't.  And the reason, you say, is not because of the nature of the thing, because of the definition, it's because you tell us it has good consequences in one case, and doesn't have good consequences in the other."},{"name":"MR. HUNGAR","id":0,"text":"Your Honor, I'm sorry, but --"},{"name":"JUSTICE SCALIA","id":3,"text":"That's not my understanding --"},{"name":"MR. HUNGAR","id":0,"text":"-- that's --"},{"name":"JUSTICE SCALIA","id":3,"text":"-- of how definitions work."},{"name":"MR. HUNGAR","id":0,"text":"Let me try to clarify what the Commission's position is.  The Commission has never said, that I am aware of or that Respondents have pointed out, that the integrated -- bundled, if you will -- the integrated offering of transmission plus Internet service functionality is a telecommunications service.  They have never said that.  They have said that some companies, telephone common carriers, will be required to make the separate offering, but it is not correct that the integrated offering is, itself, going to be classified as a telecommunications service.  It's classified --"},{"name":"JUSTICE SOUTER","id":6,"text":"So it's --"},{"name":"MR. HUNGAR","id":0,"text":"-- as information."},{"name":"JUSTICE SOUTER","id":6,"text":"-- in effect, it's the unbundling requirement which is your answer to Justice Scalia's -- Why should that make a difference?  I mean, you could just as well make an unbundling requirement with respect to cable."},{"name":"MR. HUNGAR","id":0,"text":"You could.  And, in fact, the Commission is -- has issued a notice of proposed rulemaking and an invitation for comment in the order under review here to consider whether it should make such a requirement under its ancillary Title I authority in this context, and what -- and, if so, to what extent?"},{"name":"JUSTICE SOUTER","id":6,"text":"And the reason for a distinction, at least at the present time -- the reason for the reasonableness of the distinction at the present time, as a source of applying this definition, is history, basically."},{"name":"MR. HUNGAR","id":0,"text":"History and, not unrelated to that, the fact that the cable companies have not traditionally been regulated as common carriers under the --"},{"name":"JUSTICE SOUTER","id":6,"text":"Yeah."},{"name":"MR. HUNGAR","id":0,"text":"-- Title II of the Act.  Yes, that's correct. And then just one final point, if I may -- Justice Scalia, I think this also goes to your question -- Respondents are the ones who are being inconsistent, and that -- the states, for instance, they suggest that, \"Well, if\" -- they say that, \"Well, cable modem service should be regulated as a telecommunications service, in part.\"  But, of course, traditional information service providers, ISPs, should not be; they're pure information service, even though ISPs also provide transmission.  They provide telecommunications.  Information service -- excuse me -- Internet service does not work unless you have transmission from wherever the telephone call goes into the central office, and it has to be transmitted from there to the Internet Service Provider's point of presence on the Internet, and from there out onto the Internet. And Internet Service Providers either own or lease that transmission capacity and offer that as part of the bundled offering that they make. So every Internet Service Provider would be a telecommunications carrier under their position, and that is contrary to what the FCC said before the '96 Act, and it's contrary to what Congress said in the 1996 Act.  They said --"},{"name":"JUSTICE SCALIA","id":3,"text":"They claim that that's by toleration of the FCC.  I was going to ask them about that, don't worry. [Laughter.]"},{"name":"MR. HUNGAR","id":0,"text":"If I may reserve the balance of my time."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"Very well, Mr. Hungar. Mr. Cappuccio, we'll hear from you. "},{"name":"MR. CAPPUCCIO","id":1,"text":"Thank you, Mr. Chief Justice, and may it please the Court: Let me begin by trying to answer Justice Scalia's question.  The question here, Justice, is, Are we offering two products, or are we offering two ingredients that come together to form a separate product?  And I would submit that if you go back and read paragraph 120 of the Computer II order, 1980, that's exactly what Congress said was happening.  What Congress said is, when you take -- not Congress, I'm sorry; the FCC, of course -- when you take the communications component and the data-processing component and combine them, they are ingredients into what is a new offering, and a new and unregulated offering. They said, \"We can't separate them.  It's not useful to try to separate them.  And we view them as two ingredients, forming a product that is a distinct product.\""},{"name":"JUSTICE BREYER","id":7,"text":"What is the -- what is the data-processing part?"},{"name":"MR. CAPPUCCIO","id":1,"text":"In the case of cable modem service, Your Honor, it's a number of things.  It's the ability to, for example, retrieve information from a server that somebody has on the Web --"},{"name":"JUSTICE BREYER","id":7,"text":"So I guess, on that one, if, in fact, you had a telephone system, and, at the other end of the wire, Joe Smith, your friend, had recorded a message, and when you rang the call, the service simply picked up the message and played it to you, wouldn't it still be a telephone system?"},{"name":"MR. CAPPUCCIO","id":1,"text":"Well, I think in your situation -- in the hypothetical you give, Your Honor, that would be somebody using just a regular transmission-only path to hear what the other person --"},{"name":"JUSTICE BREYER","id":7,"text":"And how is this different?"},{"name":"MR. CAPPUCCIO","id":1,"text":"Well, because here, in the example that I used, for example -- it's certainly not the only one -- it is the capacity to retrieve information that is stored otherwise.  And that follows, Your Honor --"},{"name":"JUSTICE BREYER","id":7,"text":"Information that other people have stored otherwise?"},{"name":"MR. CAPPUCCIO","id":1,"text":"Yes.  And not -- and not necessarily --"},{"name":"JUSTICE BREYER","id":7,"text":"Well, why isn't that even more telecommunications than my answering service?"},{"name":"MR. CAPPUCCIO","id":1,"text":"Well --"},{"name":"JUSTICE BREYER","id":7,"text":"You know, I pick up my messages."},{"name":"MR. CAPPUCCIO","id":1,"text":"-- I would say, Your Honor, for one thing, it fits squarely within the definition of information service, which says --"},{"name":"JUSTICE BREYER","id":7,"text":"Well, yes, of course it does, and so does my answering service."},{"name":"MR. CAPPUCCIO","id":1,"text":"Well --"},{"name":"JUSTICE BREYER","id":7,"text":"I got -- what about the next one?  You were going to -- what I want to do is write down a list --"},{"name":"MR. CAPPUCCIO","id":1,"text":"Okay."},{"name":"JUSTICE BREYER","id":7,"text":"-- of those things that are not telecommunications."},{"name":"MR. CAPPUCCIO","id":1,"text":"It's the ability to engage in -- to use your e-mail, it's the ability --"},{"name":"JUSTICE BREYER","id":7,"text":"Well, the ability to engage or use my e-mail is an ability to access messages that other people, who don't work for you, have left for me.  Now, again, I keep thinking of my answering machine --"},{"name":"MR. CAPPUCCIO","id":1,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"-- and it doesn't seem very different."},{"name":"MR. CAPPUCCIO","id":1,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"But, anyway, what's the third one?"},{"name":"MR. CAPPUCCIO","id":1,"text":"Well, it's anything that allows you to browse the World Wide Web and to -- and to retrieve information from the World Wide Web."},{"name":"JUSTICE BREYER","id":7,"text":"Yes, indeed."},{"name":"MR. CAPPUCCIO","id":1,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"What it is, is a system where I pick up the phone, and what my phone does is -- let's say it had the ability to survey a number of possible people who wanted to talk to me.  Would that suddenly change it from a phone to a computer or an information system?"},{"name":"MR. CAPPUCCIO","id":1,"text":"The --"},{"name":"JUSTICE BREYER","id":7,"text":"Because the other people are leaving the information; it's not the phone that's doing it."},{"name":"MR. CAPPUCCIO","id":1,"text":"Your Honor, the ability to retrieve information that is stored somewhere out on a server is not the raw transmission functionality.  It is more than that.  It is what the Congress has said it is, it is the ability to retrieve information.  It is not simply sending bits over a line and having those bits not changed and not interfered with.  When you retrieve something from a server, you have to take it in form it is on the server, you have to then put it through the transmission system, and you have to reconvert it back into what you want to see.  It's an interactive process that is more than just sending information."},{"name":"JUSTICE BREYER","id":7,"text":"Rather like when I phone Europe, and they take the message and turn it into electronic packets, and they send it all over the world and on computers and so forth, and it comes back to me eventually, sounds a lot like my brother-in-law. [Laughter.]"},{"name":"MR. CAPPUCCIO","id":1,"text":"Yeah, I guess -- look, Your Honor, I am not disputing that an information service has a component of it that's communications.  It may, indeed, have a component of it that's communication.  But what the FCC said in Computer II is that when you combine the -- you combine the communications with, for example, the data-retrieval function, that that combination of things is no longer the two separate products, it is a new enhanced service that is beyond Title II. And, Justice Scalia, part of the evidence that these are not two separate products is, if they were, then Congress never could have said if enhanced services were outside of Title II.  Computer II would have to be wrong and overruled, even though it's now 20 --"},{"name":"JUSTICE SCALIA","id":3,"text":"The FCC --"},{"name":"MR. CAPPUCCIO","id":1,"text":"Yeah, I'm sorry, I keep saying Congress; I meant the FCC. The FCC could not have said that, because it would have been forced -- if, as the theory goes, the enhanced service has in it the separate product of communications and has a separate status, then they wouldn't have been able to take it out of Computer II. But let me suggest, stepping back for a second -- and, by the way, I should add that in this case, in the paragraph 39 of the order under -- below, the FCC said the two were not separable.  Okay?  I understand that to mean they are ingredients intertwined, they are not separate products.  But the basic thing that the agency did here was to decide which of two things is happening.  Are these two separate products?  Is this communications and Chicken McNuggets being bundled together?  Or are these two ingredients that are so interwoven, as they said in Computer II, as to form a distinct product? -- is a classic example of what an agency does, and it's really not one that this Court, I think, would be likely to secondguess.  It is, indeed, in fact --"},{"name":"JUSTICE SOUTER","id":6,"text":"But the -- I mean, I think the difficulty that we're having is that it says it in the cable context, and then it doesn't say it in the wire context.  And you can say it just as intelligibly in the wire context."},{"name":"MR. CAPPUCCIO","id":1,"text":"Yeah."},{"name":"JUSTICE SOUTER","id":6,"text":"It's just that you haven't been saying it."},{"name":"MR. CAPPUCCIO","id":1,"text":"Let me try to clarify that, Justice Souter.  The reason why DSL meets the definition of \"telecommunications service\" and we don't is because the telephone companies do, in fact, provide the transmission-only component.  Now, the reason they do that, Justice Souter, is, as Mr. Hungar said, historical, though it wasn't without basis in reasons in history, but they do, in fact, provide it separately.  They do, because Congress required them to do it through a separate subsidiary in Computer II.  There were reasons for that. They wanted to avoid cross-subsidies, they were the only platform, they were worried about discrimination."},{"name":"JUSTICE SOUTER","id":6,"text":"So is that really the nub of the difference?  It's Congress that is requiring them to do it separately, and Congress doesn't have a comparable requirement with respect to cable."},{"name":"MR. CAPPUCCIO","id":1,"text":"I would -- I read the statute this way.  Congress takes the world as it comes.  If you are providing it as a common carrier, then you fall within -- you're providing it separately -- then you fall within the definition of \"telecommunications service.\"  The DSL guys are.  If you are not, and we are not, then you don't fall within --"},{"name":"JUSTICE SOUTER","id":6,"text":"Yeah, but that begs the question."},{"name":"MR. CAPPUCCIO","id":1,"text":"Your Honor, I --"},{"name":"JUSTICE SOUTER","id":6,"text":"It begs the question."},{"name":"MR. CAPPUCCIO","id":1,"text":"It just says that it's for someone else to decide the second prong of the NARUC test, which is, Should you be compelled?  Okay?  The Congress doesn't decide that.  It's crazy to think that Congress decided, forever and ever and ever, that everybody who came in would be a common carrier, no matter what the market looked like.  Congress, instead, took the world as it came, and it relies on the FCC to decide whether you should be compelled, under the second prong of NARUC, to be a common carrier.  They have declined, in this case, to extend that to us.  That, I would say, is -- you know, that's entitled to the utmost deference.  It's a -- deciding not to extend their own rules.  And there are perfectly fine reasons for that.  The reasons that pushed them to do it in 1980 to the telephone companies, about cross-subsidies, have no application to us.  And the discrimination justifications back then, when there was only one platform, had no application to us.  Now, you may say, Is this an odd result that it comes out differently at the end?  Well, it is, and it is being dealt with.  The FCC is in the process of reconsidering, in the wireline order, Wireline NPRM, whether it still makes sense to use Computer II to impose a common-carrier obligation, an obligation to do it separately, to provide the communications separately, on the telephone companies.  If they decide that no longer is the case and that they don't have to provide it separately, and the telephone companies stop doing that, they will no longer fall within the definition of \"telecommunications service\" under the statute. In other words, the statute asks, What are you, in fact, doing?  Okay?  There are two ways you could be providing it separately: if you choose to it or if you're forced to do it.  We've done neither.  The telephone companies have been forced to do it.  Congress has -- and they've decided we shouldn't be forced to do it, and they're entitled to deference on that."},{"name":"JUSTICE SOUTER","id":6,"text":"Basically, you're saying interstitial lawmaking, like other kinds of lawmaking, can be reasonable without being absolutely consistent at a given moment."},{"name":"MR. CAPPUCCIO","id":1,"text":"Correct, Your Honor."},{"name":"JUSTICE SCALIA","id":3,"text":"That still doesn't explain -- it still doesn't explain, to my satisfaction, why it becomes a different product --"},{"name":"MR. CAPPUCCIO","id":1,"text":"Okay, let me try --"},{"name":"JUSTICE SCALIA","id":3,"text":"-- a different product when you're selling it separately, and it is not a different product when you're not selling it separately.  I mean --"},{"name":"MR. CAPPUCCIO","id":1,"text":"Because, Your Honor, it's whether the words \"offering telecommunications\" are ambiguous.  If I -- if I bake cakes, and someone was to say, \"If you offer cakes, you don't offer butter,\" there's nothing in the English language, Justice Scalia, that makes that unreasonable, that a person who offers cakes to the public does not offer butter to the public.  And if you believe that example is correct, then you have to uphold the FCC, because what it says is, the offer of the final product is not offering, to the public, the ingredient."},{"name":"JUSTICE SCALIA","id":3,"text":"Unless you also sell butter."},{"name":"MR. CAPPUCCIO","id":1,"text":"Separately."},{"name":"JUSTICE SCALIA","id":3,"text":"If you sell butter --"},{"name":"MR. CAPPUCCIO","id":1,"text":"Separately."},{"name":"JUSTICE SCALIA","id":3,"text":"-- separately, then when you sell a cake --"},{"name":"MR. CAPPUCCIO","id":1,"text":"But, Your Honor --"},{"name":"JUSTICE SCALIA","id":3,"text":"-- you're selling butter."},{"name":"MR. CAPPUCCIO","id":1,"text":"The ILECs do, we don't."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"Thank you, Mr. Cappuccio. Mr. Goldstein, we'll hear from you. "},{"name":"MR. GOLDSTEIN","id":8,"text":"Thank you, Mr. Chief Justice, and may it please the Court: The Court will want to have handy, I think, the red brief of the Respondents Earthlink, et al., because I will repeatedly take you to the text of the statute, which is reproduced at the appendix to that brief. Mr. Chief Justice, cable modem service refers to the bundled sale, purely for marketing reasons, of two different things: highspeed telecommunications over cable wires, and computer software, like e-mail, that you can access over that highspeed telecommunications.  The Commission admits -- and it is a critical admission -- that the standalone sale of the telecommunications piece is a telecommunications service, notwithstanding that it is on cable wires rather than telephone wires.  The Ninth Circuit correctly held that it makes no difference that cable companies market the telecommunications with e-mail and the like. Congress cannot have intended to empower carriers to deregulate themselves through the nicety of adding some further feature to their common carriage.  And I think we can demonstrate that through the text of the statute.  I'd like to take you to two provisions at the outset. The first one is on 2a of the appendix, and it goes, Justice Souter, to the question of whether there's some difference that Congress has adopted between telephone wires and cable wires.  And the answer to that question is, no.  Subparagraph 46, the definition of \"telecommunications service,\" this is the provision that leads to common-carrier regulation.  The term \"telecommunications service\" means \"the offering of telecommunications for a fee directly to the public or to such classes of users as to be effectively available directly to the public\" -- and here is the critical clause -- \"regardless of the facilities used.\"  Congress made quite clear it was not drawing any distinction based on cable wire versus telephone. I'd like to point you to two other provisions. They are not reproduced, because they're in the cable -- separate cable provisions, but they will be relevant to your question.  That is 47 USC 541(d) and 522.  Those specifically contemplate that cable companies will be common carriers.  Now, that's the answer to the question, Is there a difference between a cable wire and a telephone wire? Let me now step back to what the FCC said in its ruling.  The FCC backed into its decision here, and it will turn on the definition of \"information service,\" which will be on 1a of the appendix.  It said this.  Look, cable modem service fits within the definition of an \"information service.\"  It's this bundled thing.  And we construe the definition of an \"information service\" to be mutually exclusive of a telecommunications service.  And that is legal error.  And let me take you through the definition. Subparagraph 20, information service.  The term \"information service\" means the offering of a capability for, in a variety of things -- generating, acquiring, storing, transforming, processing, retrieving, utilizing, or making available information -- via telecommunications. That is not language of exclusivity; it is language of dependence.  There has to be telecommunications involved. If you all came to the court today via car, or I came via metro, there was a car or a train involved. Now, I want to contrast that with another series of statutory provisions.  And what these provisions do is demonstrate, beyond peradventure, that Congress address the problem you are now facing.  It said, \"We recognize that there are definitional provisions that might otherwise fall within the definition of 'common carriage.' And if we don't want it to be a common carrier, we will tell you expressly.\" There are four of them.  They are reproduced. Again at 1A, the definition of a \"common carrier.\"  It's the exclusion that appears at the bottom of the definition, three lines from the bottom, \"But a person engaged in radio broadcasting shall not, insofar as such person is so engaged, be deemed a common carrier.\" There's nothing like that for \"information services.\" There's going to be one specific table that I think will be particularly illustrative. The next one, the definition of a \"telecommunications carrier.\"  It's at 2a.  There's a specific exclusion.  Telecommunications carrier, these are the people that are common carriers.  The term \"telecommunications carrier\" means \"any provider of telecommunications services except\" -- so Congress drew this out -- \"except that such term does not include aggregators of telecommunications services.\" The next two, and they are the final two, are at 8a, one that deals with private mobile services -- it's denoted subparagraph 2 -- \"A person engaged in the provision of a service that is a private mobile service shall not, insofar as such person is so engaged, be treated as a common carrier for any purposes under this Act.\"  There's a definitional category of \"private mobile service.\"  We don't want it to be common carriage. And the final one is the cable one, and I think it's very illustrative -- right below that, subparagraph c -- \"Any cable system shall not be subject to regulation as a common carrier or utility by reason of providing any cable service.\"  Nothing at all about an information service. Justice Scalia, you are quite right, this is a case about a statute, and the language has none of the indications that the Commission is relying on here."},{"name":"JUSTICE BREYER","id":7,"text":"Well, it does have this, that what -- if you look at the definition of \"telecommunications,\" it means \"transmitting information without change in the form or content of the information.\" Now, in respect to some of their services -- not, maybe, a lot, but in response to some -- they certainly change the content and the form.  E-mail, for example, does.  And there are a number of others that do.  So the language, says the FCC -- I look to \"telecommunications service.\" They provide telecommunications service sometimes, and sometimes this other thing, as well, and it's all bundled. And we read the word \"offering\" to mean \"offering separately.\"  And so, therefore, a person who offers only a bundled service is not a person who's offering a telecommunications service.  That's how I read it, as trying to understand their argument.  And it seemed to me that argument is logical, and it fits the language. Now, why is it -- are -- do you agree that it is logical and fits the language, and at least get them that far, or not?"},{"name":"MR. GOLDSTEIN","id":8,"text":"No."},{"name":"JUSTICE BREYER","id":7,"text":"No."},{"name":"MR. GOLDSTEIN","id":8,"text":"All right, let me take you through both parts.  Telecommunications -- we're going to talk about the definition of \"telecommunications\" and what it is to \"offer.\" They are wrong in suggesting that there is not telecommunications here, and I can prove it two ways.  The first is, remember, \"telecommunications\" is the phrase in the definition of \"information service,\" as well.  Let me take you back to it."},{"name":"JUSTICE BREYER","id":7,"text":"(Inaudible)"},{"name":"MR. GOLDSTEIN","id":8,"text":"\"Information service\" -- I apologize -- is at 1a.  The term \"information service\" means \"the offering of a capability for (inaudible) via telecommunications.\"  They're categorizing this thing as an information service, so they have to be acknowledging there's telecommunications involved.  So, obviously, cable modem service --"},{"name":"JUSTICE SOUTER","id":6,"text":"No, no, but they're saying if telecommunications and something else is involved, and that's what you offer, you are not offering a telecommunications service.  That's their definition of \"offer,\" as \"offer telecommunications service separately.\" It would be obvious, for example, if you service were by phone, to connect with the Library of Congress and you owned the Library of Congress, as well as owning the dedicated line.  Then what you're doing is selling information across the line.  So they say that's what they're doing, but just not as much."},{"name":"MR. GOLDSTEIN","id":8,"text":"Let me explain why I answered them separately.  Because the Commission's argument -- if this -- Chenery -- you have to review a Commission decision -- the Commission's argument was that there was no telecommunications involved.  This is a different argument from the fact that there is no offering.  That appears in the Solicitor General's reply brief.  So I wanted to bracket, set aside.  It says, \"That can't be right.  The Commission is ruling based on a pure legal error.\" Let me turn to \"offering.\"  We're the only ones that have provided a straightforward dictionary definition of \"offering.\"  An \"offering\" is to make something available.  And you say, \"All right, is the bundle making available the telecommunications?\"  The answer to that question is, yes.  At the very least, it's yes in the context of this statute, which is a common-carriage statute. Imagine the following hypotheticals, Justice Breyer.  Pick any form of common carriage you want.  If someone said, \"I'm not just giving you the railroad bridge, but I'm also selling you -- you have to buy from me the train that's running on it and the grain that's in the train.\"  You couldn't avoid common carriage by forcing your customers to buy the unified package together. The second point is that, remember, the great, great, great majority of communications have nothing to do with their information services.  I have cable modem service.  Lots of people do.  What do I do?  I get up in the morning, and I go to newyorktimes.com, I go to supremecourtus.gov.  You'll be pleased.  I -- [Laughter.]"},{"name":"MR. GOLDSTEIN","id":8,"text":"And that has nothing to do with what they're offering.  I have cable modem service.  I don't use the e-mail program that's offered to me by Star Power.  I have my own e-mail program.  It's true, they've given me some extra stuff, but one thing that you know for sure is that doesn't deny that they have given me, fundamentally, the capability to send the information back and forth.  Nothing changes.  And I can illustrate this for you. Remember the concession that I started with. They admit that if they sell it alone, then that's a telecommunications service.  They say it makes it different -- a difference that you market them together. But if I get one bill for that or two bills for that, it works just the same.  I send the information back and forth, over and over again.  There is absolutely no difference. Now, Justice Souter, I want to come back to history, because that's -- seems to me the leg that they hope that they have to stand on.  I certainly don't think they have a textual leg to stand on.  Let me make some points about the history. The context for this is the Computer Inquiries and the modified final judgement under AT&T, and they are simply misdescribing the history.  And I will take you to the actual quotes for what happened. First, let me take you to the definition of a \"basic service\" and an \"enhanced service\" under the Computer Inquiries, and that is reproduced at 23 of our brief.  And the point I'm going to make through this is -- what the Commission said over and over and over again under the Computer Inquiries -- is this, if you have a telecommunications piece, we're going to call it a \"basic service.\"  If you add information processing on top of that, we're going to call the whole thing an \"enhanced service.\"  So far, everybody's on the same page. But the piece that they're leaving out is that they made different decisions, policy decisions, Justice Scalia, about how, ultimately, to regulate them, but the definition never changed.  If you added the enhancement on it, just like you add the e-mail on top of it, you still had the basic service. So here's the quote.  It's at 23 of our brief. \"We find that basic service is limited to the common- carrier offering\" -- they're picking -- Congress is picking up precisely the words in the Computer Inquiries -- \"of transmission capacity for the movement of information; whereas, enhanced service combines basic service with computer-processing applications.\"  The basic service remained. And then the Commission and the D.C. Circuit confronted just the problem you are.  What happened is that providers, under the Computer Inquiries and under the modified final judgement, tried to combine the two things and say, \"We're no longer regulated.\"  They said, \"Yeah, I know we had telecommunications, but now we want to add something onto it.\"  And I can take you to what the courts said and what the Commission said, and that is at pages 24 to 25.  And I think it's exactly what Congress would think if it were confronted with this problem under the plain definitions. The second block quote on 24.  This is when the Commission was confronted with this problem.  It said that the argument that they're accepting now would allow circumvention of the Computer II and Computer III basic enhanced framework.  AT&T would be able to avoid Computer II and Computer III, unbundling --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"Well, can't the Commission change its mind, Mr. Goldstein?"},{"name":"MR. GOLDSTEIN","id":8,"text":"Mr. Chief Justice, on this question, the answer is, no, because Mr. Hungar has conceded, and the Commission conceded below, that Congress was adopting a definitional framework.  I agree, Mr. Chief Justice, that the Commission can change its policy judgement about how it wants to regulate within the definitional framework that Congress adopted.  So you've pointed me to a critical point, and that is to reinforce 1 --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"Well, I'm glad I did. [Laughter.]"},{"name":"MR. GOLDSTEIN","id":8,"text":"-- and that is to reinforce this.  Our position is that the Computer Inquiries and the AT&T MFJ had definitions: What's a basic service?  What's an enhanced service?  Congress adopted those for the purposes of the definition of a \"telecommunications service\" and an \"information service.\" Now, you can make policy judgements about how to regulate, although you're going to have to do it under the forbearance regime adopted in a response to Justice Scalia's opinion for the Court in MCI.  But, nonetheless, the definitions are what they are.  This is a statute that's being interpreted. So, let me come back.  So, what did the Commission say under those definitions?  AT&T would be able to avoid Computer II and Computer III unbundling and tariff requirements for any basic service that it could combine with an enhanced service.  You know, we've got the telecommunications, like we're going to tack e-mail onto it.  This is obviously an undesirable and unintended result. The D.C. Circuit, faced with precisely the same question under the framework that Congress intended to adopt, that is on the next page, on page 25, right below the block quote.  The block quote sets up the problem. The D.C. Circuit, however, rejected that conclusion, the one that's being proposed here by the Commission, as a strained interpretation of the language of the decree that could not have been intended because it would allow the BOCs to, quote, \"create an enormous loophole\" in the core restriction of the decree. So, Justice O'Connor, this comes back to your point in the first half of the argument, and that is, it becomes completely circular.  If the point is that you will only be subject to common-carrier regulation when you decide to provide telecommunications service, nobody ever will.  Everybody will always bundle."},{"name":"JUSTICE BREYER","id":7,"text":"No, but they say we have the authority, if they -- if there is a bundled service, by looking at the competitive necessity, market power, the need to protect consumers, to insist that an offeror of bundled service split the bundle and then be regulated."},{"name":"MR. GOLDSTEIN","id":8,"text":"I agree.  There are five (inaudible) where the Solicitor General, sort of, pulls the ripcord here."},{"name":"JUSTICE BREYER","id":7,"text":"Yeah."},{"name":"MR. GOLDSTEIN","id":8,"text":"First, they have a Chenery problem; and that is, this doesn't appear anywhere in the Commission's ruling.  What they said in the Commission's ruling is that they could take a Title I information service and regulate it as common carriage.  This is an entirely different animal.  This is --"},{"name":"JUSTICE BREYER","id":7,"text":"No, but they're replying to your argument, and they're saying it's really not right that this means no regulation.  And the reason it means no regulation is because they've long had the authority to do this, and then they cite some references where that is pretty much what the Commission said."},{"name":"MR. GOLDSTEIN","id":8,"text":"I still this is covered by Chenery, but let's go to that.  And so, here's the proposition.  The proposition is that the Commission has the untethered authority to force someone to provide a telecommunications service.  And my question back to the other side is, Where in the world in the statute is that? There is no textural foundation for it whatsoever."},{"name":"JUSTICE BREYER","id":7,"text":"Well, if you take them as having a broad -- if you take the statute as throwing this whole problem in the lap of the Commission --"},{"name":"MR. GOLDSTEIN","id":8,"text":"Yes."},{"name":"JUSTICE BREYER","id":7,"text":"-- and then you say they have authority, broadly, to interpret this term \"offer,\" they could give functional reasons, as in some circumstances, to interpret the word \"offer\" to mean \"offer telecommunications separately,\" and, in other circumstances, because they're functional differences, to take a different position.  Now, either they do or they don't.  If they don't, they're being inconsistent, and that's the subject of a different legal proceeding.  If they do, so be it."},{"name":"MR. GOLDSTEIN","id":8,"text":"Let me deal with the premise that Congress threw this into the lap of the FCC, and also how it is they propose to deal with it, on that assumption.  The answer is, they did not throw it into the lap of the FCC.  The '96 Act enacted these definitions, which are very carefully calibrated, for which there is no text -- textual support.  I will come back to \"offering.\" But Congress did enact a specific provision in MCI versus AT&T.  It addressed not only the concern of the majority, but also the concerns of the dissenters, that the Commission needed some flexibility.  And it told the Commission how to address this problem.  It said, in the forbearance procedures, \"Here are the rules that you will apply in deciding to lift regulation.\"  They're quite detailed.  They're -- now, let me take you to them again -- they're at the end of our -- I'm sorry, they are at -- in our appendix, at 3a.  This is what Congress said. Congress said, \"We recognize the Commission needs some flexibility, but there are going to be rules, and there are going to be rules so courts can, for example, review, later on, whether or not you're actually applying what we -- doing what you want -- what we wanted you to do.\" And here's what the Commission has to do, according to Congress. not do here.  I'm going to start with the indented paragraphs, 1, 2, and 3, and then subparagraph b.  It told the Commission to look at whether or not the former regulation is not necessary to ensure that the charges -- and skipping again -- are just and reasonable and are not unjustly or unreasonably discriminatory.  Paragraph 2, they have to make sure it's not necessary for the protection of consumers, that it's in the public interest, and that the competitive effects will be positive rather than negative.  The Commission did none of this, notwithstanding that Congress specifically directed them to. Now, let me then turn to the question of whether or not this is a reasonable interpretation of \"offering.\" Now, in different contexts, I admit, it's conceivable to come up with different meanings of \"offerings,\" but this is a context, and I think if you take any example where Congress actually -- I've given you the common carrier.  I don't think the railroad could ever get away with saying it.  I gave you the examples of the Computer Inquiries and the AT&T MFJ, which are on point.  But take anything that Congress regulates.  Take, for example, the fact that we regulate offering of cigarettes to children.  Now, a merchandiser couldn't come along and say, \"I'm not offering cigarettes.  What I've done is, I've created a smoking service.  I've taken the cigarettes, and I've put a lighter in it, and you've just got one bill that you have to pay for it.\"  The idea that that would evade what Congress is concerned about is loopy. Think about what Congress is concerned about with common-carriage regulations.  There are three principal consequences to being a telecommunications service.  And imagine if any of them changed a whit, except to favor us, when you bundle the e-mail with it. First, nondiscrimination.  Would Congress want you to have to charge just and reasonable rates to a competitor any less when you're selling e-mail with the telecommunications than the telecommunications alone?  No. Interconnection.  Would Congress want a cable modem service network to be less interconnected with all the other networks simply because it has e-mail or a Web browser on it?  I don't know why, I suppose Congress would want to be more sure, because there are more messages."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"But the Congress apparently wanted to go in the direction of deregulation here."},{"name":"MR. GOLDSTEIN","id":8,"text":"Yes, Mr. Chief Justice, it's a fair point, and it is basically -- aside for the, sort of, nod at history, it -- Mr. Hungar started with that.  And our point is that Congress told them how to deregulate, and that --"},{"name":"JUSTICE BREYER","id":7,"text":"Well, what about Congress thinking, quite honestly, if they -- people do think about it.  I have no idea how broadband service will be provided 20 years from now.  There may be a thousand competitors. There may be wireless.  People may be broadcasting it through their teeth.  I don't know -- [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"text":"-- what it's going to be.  But since I don't know and have really no idea whether it should or should not be regulated, because I don't know the competitive situation, let's leave it up to the FCC."},{"name":"MR. GOLDSTEIN","id":8,"text":"It did that, but with a critical concession.  It said --"},{"name":"JUSTICE BREYER","id":7,"text":"It sort of it did that in broadcasting, didn't it?  I guess they could have written it to say that \"the FCC shall regulate common-carrier communications in the public interest, convenience, and necessity,\" which would put the FCC in the same situation with regard to this, as it's in with regard to broadcasting."},{"name":"MR. GOLDSTEIN","id":8,"text":"I think it's a very fair comparison.  But also, Justice Breyer, I think -- you know, I think we're all on the same page about what Congress intended, and that is, first of all, Congress was aware of cable modem service.  That's said expressly in the Court's opinion in Gulf Power.  It was emphasized by the cable industry in Gulf Power itself.  There is -- there are several statutory provisions that refer to cable companies being common carriage.  But, Justice Breyer, what they said is this, \"We have broad encompassing definitions, and that is, it's not going to make a difference if you combine two things together.  But, Commission, you go make those\" -- Justice Breyer, all the findings you're talking about are listed in the section 10 forbearance proceedings. Now, imagine the world as the Commission sees it.  It says that forbearance applies to telecommunications service.  But when it comes to things that aren't telecommunications service, it's \"Katie bar the door.\"  We don't have any rules.  What kind of logical regulatory scheme is that?  And that is that the Commission is constrained with respect to its expertise. But things that are information services that are outside telecommunications, it can do whatever it wants.  Justice Breyer, I did want to make one additional point, and that is, again, there is a statutory provision here that addresses their claim that they can force you to provide telecommunications service, and that is the definition of a \"telecommunications carrier.\"  And it is on 2a.  I read the exception, so now I'm dealing with the second sentence of the definition, \"A telecommunications carrier shall be treated as a common carrier under this Act only to the extent that it is engaged in providing telecommunications services.\" This lines up perfectly with this Court's decision in Midwest Video.  There was a constraint on what it -- what regulation you could impose on broadcasters. This one says, \"You are only going to be a common carrier if you're providing a telecommunications service.\"  But the FCC has this vision that it can, sort of, solve all the problems through its raw discretion and to force someone to provide common carriage.  But the statute's very clear, if you are not providing a telecommunications service, you are not going to be a telecommunications carrier; and, therefore, you are not going to be providing common carriage. And, as I've said, I don't understand how it is, even if one looked at this particular context, you could decide that Congress thought the bundle made regulation less regulated -- less necessary, rather than more regulated -- more necessary. I want, next, if I could, to talk about the notion that you can self-deregulate, and how utterly implausible this is, how is it that the Commission could imagine that Congress created the following regime.  And that is, if you want to provide common carriage, you'll be subject to this regulation; but if you don't feel like it, well, that's okay.  That will render the definition of \"telecommunications service\" -- if you just want to tack e-mail onto the thing, that will render the definition of \"telecommunications service\" -- in the Internet, you're a dead letter, because who in the world would ever do it? If it's up to the regulated entity, why in the world would anyone provide common carriage? I think this has, actually, a remarkable parallel to the Court's decision in the Oneida Indian Nation case, where the Court rejected the suggestion that what you could do is -- that it would be up to the Indians to decide whether or not they would be able to get property back.  This is what the Court said, \"If OIN may unilaterally reassert sovereign control and remove those parcels from the local tax rolls, little would prevent the tribe from initiating a new generation of litigation to free the parcels\" -- remember, they're free from all regulation at all -- \"free the parcels from land zone -- local zoning or other regulatory controls that protect all landowners in the area.\" And then, Justice Ginsburg, the opinion goes on to talk about section 465, which is exactly like section 10 forbearance, \"Recognizing these practical concerns, Congress has provided a mechanism for the acquisition of the lands.  The regulations implementing section 465 are sensitive to the complex interjurisdictional concerns that arise when the tribe seeks to retain -- regain sovereign control over territory.  The Secretary must consider\" -- and it lists a whole series of things. And the parallel, I think, is exact.  You can't have Congress enacting a scheme that tells you how to do it. Now, let me return to, then, Mr. Cappuccio's suggestion, Justice Scalia, that this is an ingredient, it's not a product.  The straightforward answer is, there's no mention of ingredients or products in the statute.  It says \"telecommunications service.\"  And the question under the definition of \"telecommunications service\" is, Are you providing telecommunications?  Yeah, the information's going back and forth.  Is it to the public?  Sure, anybody can buy it.  Is there a fee?  You bet, it's kind of expensive, actually.  And that's all that Congress cared about. Now, this is not a question of whether or not there's butter in a cake, because you -- it -- there are two reasons.  The first is, fundamentally, the telecommunications is the same; it hasn't been \"cooked\" into something else.  And the second --"},{"name":"JUSTICE SOUTER","id":6,"text":"There's butter on the cake, not in the cake. [Laughter.]"},{"name":"MR. GOLDSTEIN","id":8,"text":"Right. The second is, the reason all those hypotheticals are -- wheels and cars and those sorts of things -- don't make any sense here is that they assume a few things.  The first is, they're assuming a first sale that gets regulated.  Somebody buys the butter, somebody buys the tires and gets regulated.  But under their rules it's never regulated at all.  The telecommunications just, poof, escapes all regulation.  And the second is that, in the car example, it's because there's -- the reason it has intuitive appeal is that there's a regulatory scheme about cars.  So Congress has decided how all the inputs will be regulated together. But, again, remember the consequence of sticking this into the unregulated \"information services\" box is, it's all gone.  There's no regulation of it whatsoever. It's just not a scheme that makes any sense. If there are no further questions --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"Thank you, Mr. Goldstein. Mr. Hungar, you have four minutes left. "},{"name":"MR. HUNGAR","id":0,"text":"Thank you, Mr. Chief Justice. Turning first to the question of the regulatory history, Respondents continue to rely on the fact that, under Computer II, the FCC required telephone common carriers to separate out and separately offer the basic transmission component.  But, importantly, and what refutes Respondent's attempts to rely on history, Congress did not -- excuse me -- the FCC did not impose that requirement on enhanced service providers.  There were entities called \"value-added networks\" that obtained the telecommunications functionality, bundled it together with information servicing protocol conversion-type computer functions, and offered that bundled service as an enhanced service.  And the Commission said, in Computer II, \"That is an unregulated enhanced-service offering, it is not subject to Title II of the Act, because we don't think Congress intended Title II, which is aimed at traditional telephone communications, to deal with this new form of intermingled integrated service.\"  It is not regulated, even though it is true that there was a communications component.  And, under Respondent's rationale, that offer or that value-added network should have been required to make it file a tariff and comply with all the regulations of Title II of the Act.  And footnote 5 of our reply brief cites the orders discussing this fact. And in addition, under Computer II, the Commission required AT&T and, later, the Regional Bell Operating Companies, if they were going to offer enhanced services, to offer them separately through subsidiaries, unregulated subsidiaries, even though they were offering bundles of enhanced service and telecommunications, the telecommunications, which they obtained under tariff from their parent corporation.  But the entire bundled offering was unregulated.  And that's been true for 25 years. And, again, Congress, in 1996, gave no indication that it was overturning this well-established situation in which enhanced services, now information services, were not regulated.  And to suggest that Congress, in an act that talks about preserving the hands- off approach to the Internet, in fact, regulated all Internet Service Providers in a way that they had never been regulated before, we submit, is certainly an unlikely interpretation of the act, and clearly demonstrates that the FCC was reasonable in rejecting that position. Justice Breyer, you asked about voicemail or similar type systems that would preserve a message.  If provided by a computer functionality, that service is an information service.  Voicemail is an information service. But the FCC has at least suggested that voicemail and basic telecommunications -- if a telephone company tried to offer it -- say, \"We're going to offer this bundled, and we don't think it's regulated,\" telephone companies try that sort of thing from time to time, and then the FCC is faced with a decision, in its discretion, of whether that should be viewed as an integrated offering or, instead, as really two things that have just been added together but aren't really -- that are really two distinct services.  And the FCC has suggested, in that context, that telephone service and voicemail service, even if they're bundled together, are two distinct services. And there's an important difference, I think, between that type of offering and the one here.  You can use your -- even if your telephone company offers you voicemail, obviously, you -- a lot of your use of the telephone system has nothing to do with the voicemail; it's pure telephony, pure telecommunications; whereas, with cable modem service, every time you use it, essentially, you are utilizing at least some of the data-  processing, computer-enhanced functionality that is being provided by your -- by your Internet Service Provider -- the domain-name system, as we discussed, caching.  For instance, Mr. Goldstein says he goes to supremecourtus.gov every morning.  I suspect he doesn't actually go to this Court's computer.  He probably gets at least the first page off of the cache, which provided by the ISP."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"text":"Thank you, Mr. Hungar. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2697,"interruptions":16,"int_per_word":0.005932517612161661,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":1,"fullName":"PAUL T. CAPPUCCIO","firstName":"PAUL","lastName":"CAPPUCCIO","counsel":true,"justice":false,"side":"respondent","words_spoken":1385,"interruptions":15,"int_per_word":0.010830324909747292,"times_spoken":30,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":0,"int_per_word":0,"times_spoken":8,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":650,"interruptions":12,"int_per_word":0.018461538461538463,"times_spoken":29,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":60,"interruptions":1,"int_per_word":0.016666666666666666,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":38,"interruptions":0,"int_per_word":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":1,"int_per_word":0.0034965034965034965,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":826,"interruptions":3,"int_per_word":0.0036319612590799033,"times_spoken":27,"laughter":2,"num_int_by":2},{"id":8,"fullName":"MR. GOLDSTEIN","lastName":"GOLDSTEIN","counsel":false,"justice":false,"side":"","words_spoken":4053,"interruptions":8,"int_per_word":0.0019738465334320256,"times_spoken":17,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2697,"times_spoken":35,"laughter":0,"int_per_word":0.005932517612161661,"num_int_by":4},{"side":"respondent","interruptions":15,"words_spoken":1385,"times_spoken":30,"laughter":0,"int_per_word":0.010830324909747292,"num_int_by":3},{"side":"justices","interruptions":17,"words_spoken":1949,"times_spoken":83,"laughter":5,"int_per_word":0.008722421754746024,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472419305145}}