{"petitioner":{"name":"SAN REMO HOTEL, L.P., ET AL.","counsel":[0]},"respondent":{"name":"CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA, ET AL","counsel":[1]},"caseNumber":"04-340","date":"2005-03-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in No. 04-340, San Remo Hotel v. the City and County of San Francisco. Mr. Utrecht, is that -- "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what are your -- exactly what claims are -- is your client now raising in Federal court?  I mean, we don't take a case to just decide if something is unfair.  What are the precise claims your client is raising now in Federal court?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I somehow thought that your question had boiled down to whether there was issue  preclusion here.  Am I wrong?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about the issues in this Court."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as I understand, I -- I would -- I will grant you that there are moments in the -- in the Ninth Circuit opinion in which there seems to be a shift back and forth in the rhetoric between claim preclusion and issue preclusion.  But as I understand what the Ninth Circuit held, it did not hold that your claim was necessarily out of court because of claim preclusion. It held that your claim failed because of the effect of issue preclusion on elements that were common, factual elements common to both the claim in the State court and the claim that you sought to bring in the Federal court. Am -- am I correct about that, about what the Ninth Circuit held?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Supreme Court of California decided only the State constitutional question, did it not?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it was this Court's decision in the Williamson County case that led you and I assume other lawyers in these takings cases to return to State court and try to litigate everything.  Isn't that right?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you haven't asked us to revisit that Williamson County case, have you?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe you should have."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Utrecht, you -- you refer to the primacy of Federal courts.  I'm -- I'm not clear as to whether you are arguing for a different disposition where a suit is first brought in Federal court erroneously because there's been no exhaustion and then the plaintiff is sent back to State court from the situation in which a plaintiff does the right thing and goes to State court  immediately.  Now, in that case, would -- would you still argue for primacy of the Federal court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so your case does not hinge on the fact that when the State court acted, there was a pending -- a pending Federal case asking for the Federal constitutional question to be resolved by a Federal court."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your position that issue preclusion doesn't apply at all, or that there was  no issue decided in the State court proceeding that carries over into the Federal proceeding?  Which one is it?  What -- you suggested -- you said, number one, no facts were found.  The question was whether there was sufficient statements to survive a 12(b)(6) or its counterpart dismissal motion."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it did -- if it did apply, what issues would be precluded?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- excuse me.  Is -- is it your position that there is an exaction here?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- are -- are you bound by a finding in the State court that there was no exaction, or was there no such finding?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the -- was the Ninth Circuit wrong in indicating that there was no exaction? That's the way I read its opinion."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the Ninth Circuit seemed to think that Dolan doesn't apply, and I take it that you would say that it does."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't want us get that -- to that question either, whether Dolan applies or not."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Utrecht, if I understand the respondents' brief correctly, there is on pages 10 and 11 a whole list of issues that they say were determined -- raised, litigated, and determined in the State court.  So, for example, that the HCO's housing replacement fees bear a reasonable relationship to loss of housing, the use of a defined historical measure -- measurement point reasonably related to the HCO's -- and it goes on for a paragraph, citing issues that respondents say -- says were raised, litigated, and decided in the California Supreme Court."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How did the case go up?  On a motion to dismiss?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in effect, then maybe -- are you saying this, that there is no issue preclusion here because the -- the ruling that there was no statement of a cause of action was, in fact, a disposition of the claim without there being any resolution of any fact issue upon which the claim might depend.  Is that what you're saying?  And therefore -- and -- and that is the reason why there is no issue preclusion?  Is that your argument?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but isn't there an essential step to find out that there were issues? Because I think the way you're phrasing the question, it says, if there were issues decided, they weren't precluded.  But if there are no issues, that's -- that's not what's involved in this case.  The simplest ground on which you could knock out issue preclusion is that no issues were decided."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what were the issues that the Ninth Circuit thought were decided?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, issue preclusion does extend to questions of law, as well as fact."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought they said that their -- their compensation law was congruent with ours?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you -- what do you think that means?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you understand the word congruent to mean?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the claim you want to make?  That is, my reading of the California State court opinion says you came into their court and you said, look, this ordinance in San Francisco violates the Fifth Amendment, I guess, because it doesn't make any sense. The -- there's no good basis, no sound basis for requiring us to pay a fee in order to convert rooms.  Anyway, the room isn't a house.  Anyway, it makes no sense as applied to us.  Anyway, they admit they just want to raise revenue.  Anyway, we're going to give the tenant a place to live for the rest of his life.  All right.  Those were the claims.  And in each case, the California Supreme Court said you're wrong.  You're wrong because it does help preserve rooms, because it does have a reasonable purpose in a city that's crowded, because the tenant who's there for life might move out, and we want to keep the room even if he moves out because he dies.  And anyway, it's not an issue of whether your case is special.  This makes sense as a general rule. All right?  They decided it.  You raised it. They decided it. Now, what else is it you want to raise in Federal court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know if you said it.  I just said that that is what I read in the California Supreme Court opinion that Justice Werdegar wrote.  And so what I'm asking you is whether they should have or whether they shouldn't have, they did seem to decide those five issues.  And so my question to you is, what else do you want to raise?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it decided a different thing.  I thought that it decided that in part that was the reason for their decision.  But the reason they reached their decision is they thought on each of those five matters that the City of San Francisco had a reasonable legislative purpose for its ordinance."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Just as, suppose, for example, they had decided that the hotel clerk or the temporary manager did speak English, and in fact, he was a scholar of English.  And suppose that that had been the key matter for its decision of State law.  I take it, if you came into Federal court, even if the issue were quite different, you would be bound by that factual determination. That's why I'm asking you.  It seems to me here they have decided matters of whether there was a reasonable purpose or not for this particular ordinance and as applied to you.  Now, what else do you want to raise in Federal court that was not encompassed by what I just described?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But am I right?  I'm just trying to narrow the issue in my mind.  Am I right you want to raise one, two, three, four, or five of those issues that I just described and nothing more?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right about that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but is there precedent that what is reasonable for the State constitution is always reasonable for the Federal Constitution?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, this is somewhat different than simply a specific factual finding."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt?  Because I'm just not following one part of your argument.  Are you saying that the Pennsylvania analysis, the ad hoc analysis, was not made in the State court?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- now, why should that not be binding on you if your allegations were, in fact, insufficient under Penn Central?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I can understand how you should be free to argue that in fact the two rules are not congruent, that there's broader recovery under the Federal system.  But if we decided that the two -- if we agreed with them that they were congruent, then why should not issue preclusion apply?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but it's just a conclusion from issues that have -- have been resolved on which normally we would defer to the State court.  Now, why -- why shouldn't we defer here again?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":3,"sideBefore":"justices","text":"That doesn't make sense."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":9,"sideBefore":"justices","text":"It isn't clear from Williamson County that this Court envisioned two -- two separate determinations of fact issues:  one in State court and one in Federal.  That isn't clear from the face of Williamson County.  That was a case where it was thought, at least, by members of the Court that the claims in that case just weren't ripe yet."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't -- I didn't understand it to set up parallel systems of factual determinations."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, England was an abstention case and had to deal with the effect of 28 U.S. Code 1738, the Full Faith and Credit Act.  But I didn't think that the England case just totally destroyed the notion of full faith and credit --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as -- as applied section"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":8,"sideBefore":"justices","text":"This is not a -- a Pullman abstention case here."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that Williamson County ever contemplated that you would have to take your case all the way to the Supreme Court of the State.  Now, it may be that you had no choice once you got into the State court."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Williamson County by its terms spoke of going to State court and -- rather than just a State administrative proceeding?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you -- if you disagreed with the resolution of an issue by the State court, which issue would be determinative of your Federal claim, if we hold against you here?  Do you think you would have a right to appeal that State court -- State Supreme Court resolution of that issue to this Court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what strikes me as strange about this -- this system is -- is not leaving it to the State courts to make these decisions.  That's perfectly fine.  We do that all the time.  But these are decisions that are going to be conclusive on -- on a  Federal claim, and yet there's no way to -- to appeal from the State Supreme Court here."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't you seek to reserve the Federal question in the -- in the State court litigation?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Utrecht. Mr. Waxman. "},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You say the courts below.  Are you talking about the California State courts or the Ninth Circuit?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, they didn't really certify it."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it's open to us to reconsider aspects of Williamson County in this case?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It -- frankly, it isn't clear to me that the Court ever contemplated just cutting off any determination in Federal court of takings claims in the way that it seems to work out by application of Williamson County."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's clear we didn't. So now we're faced with the consequences of that, and it looks to me like the lower courts have run pretty far with Williamson County.  So what's a takings claimant supposed to do?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now, wait a minute.  You don't mean that the Fifth Amendment question was fully and fairly litigated in the Supreme Court of California."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What preclusion law do  you apply?  The Ninth Circuit apparently applied Oregon preclusion law."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which would be California."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, can I ask you this question?  Supposing the California court had decided the Federal -- the Federal Fifth Amendment question or in the -- the England case supposing the Louisiana State court had decided the Fourteenth Amendment question, would there be issue preclusion on that issue in -- in that -- in that sequence?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Either one."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, they could have come up here, though.  I mean, maybe that was their mistake in not making their Federal claim in the California court. The California court would have denied their State claim, presumably denied their Federal claim, and -- and both could have come up here I suppose.  Or -- or would the California's -- would California's determination of the State questions preclude a separate determination of the Federal questions?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Monterey -- Monterey Dunes was  from the United States district court."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's take a -- may I -- may I, in effect, approach it with a simpler example, which -- which is not this case, but I -- I just want to know how -- how the -- the systems work together. Let's assume that, in fact, a -- a Lucas kind of claim had been involved, and the -- the State courts said we understand Lucas.  We're applying Lucas.  And in point of fact, following the Lucas standard, there are plenty of uses that are still left on this land, so that there's no taking under -- under Lucas.  And let's assume that they -- they go through the State system.  They lose.  They don't petition here for cert.  Instead, they go into the -- the district court with a Fifth Amendment claim. Is it open to them in the district court to make this argument?  Don't apply issue preclusion to our Lucas claim.  The Lucas -- to -- to the -- to the determinations, the reasonable use determination in -- in Lucas.  Don't do it because although the State court  purported to be applying Lucas, it really was not.  It was not following the Lucas standard.  It was applying something much more favorable to the State.  And therefore, any determination on that issue should not get preclusion here.  We ought to be able to litigate de novo even though, on the face of it, we seemed to have litigated the Lucas issue and the State court decided it. Could they make that argument?  And -- and if it were sound, would -- would preclusion principles give way?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, was there an allegation --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I guess in the --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"-- at any point here -- was there an allegation at any point here that the State procedures were inadequate to protect property rights?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not so much that there weren't appellate procedures, but that the procedures and the variance procedures and -- and a multiplicity of agencies here were just so complex that it amounted to an -- inadequate remedies to protect against a taking."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But they said there was no litigation because it was just decided.  They didn't plead enough to state a claim for relief."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Decided but not litigated.  I mean, the -- the problem is that -- that claim preclusion normally assumes that the issue is, in fact, litigated."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And his -- he's arguing it was not."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me how that statement that you just made, fully litigated, squares with the fact that -- I thought you said a moment ago it was decided on a demurrer."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm confused here."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you're -- you're saying that the facts were -- were independently developed before the demurrer was filed and granted?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So it was not decided simply on pleadings."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A demurrer --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A demurrer is decided on the pleadings, isn't it?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Waxman. Mr. Utrecht, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Utrecht. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL UTRECHT","firstName":"PAUL","lastName":"UTRECHT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2867,"interruptions":26,"times_spoken":54,"laughter":1,"num_int_by":7},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3836,"interruptions":14,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":249,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":575,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":284,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":203,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":494,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":202,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2867,"times_spoken":54,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":14,"words_spoken":3836,"times_spoken":27,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":7,"words_spoken":2723,"times_spoken":87,"laughter":0,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034808}}