{"petitioner":{"name":"MICHAEL CLINGMAN, SECRETARY, OKLAHOMA STATE ELECTION BOARD, ET AL.","counsel":[0,1]},"respondent":{"name":"ANDREA L. BEAVER, ET AL. ","counsel":[2]},"caseNumber":"04-37","date":"2005-01-19T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Clingman against Beaver. Mr. Poe, as soon as you're ready, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, I guess from the standpoint of the Libertarian Party, it's kind of a problem because a voter who wants to disaffiliate under Oklahoma law with their -- their prior registration have to do it basically 8 weeks ahead, at which time they don't know if the Libertarian Party will even qualify for having a primary.  I mean, it just gives them a very impossibly short window.  If the time were reasonable, that might be a different picture, but isn't that kind of burdensome?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If they're turned in earlier, will they -- will they be ruled on earlier?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess there's a difference here between the interest of a small party and a large one.  A small party would like, if there is a deadline, to be as close to the election as possible so voters have a chance to get fed up with the two big parties. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"That's their chance.  A big party would like it to be further away because then they can plan how their election campaign is going to be. Has any of this been litigated below?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In line -- in line with Justice Breyer's question, does the State of Oklahoma have an interest in insulating major parties from competition for members?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have a -- the State has an interest in protecting major parties from losing their members and thereby weakening the two-party system by benefiting a third party.  I thought that's contrary to the whole thrust of our holding in cases such as Anderson and Celebreeze where third parties are entitled to special protection under the First Amendment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even in presidential elections, most people don't get interested until 4 or 5 weeks before the election.  Everybody knows that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm saying even in a presidential primary.  If they're local races, it -- it takes longer.  The public just tunes out until the last -- last couple weeks."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Poe, the -- the district court in this case rejected all grounds except one.  It rejected the raiding and swamping.  It said that's what the Libertarians want to expose themselves to.  It's not for a State to be paternalistic to protect them against their own bad choices.  But it said this request is damaging to the majority parties, to the major parties,  because it poaches on their members.  But there is not in this litigation any major party that's complaining about that.  So if that is the rationale that the district court went on, can this Court possibly uphold it when there is nobody, as far as we know -- they haven't even come into this case at this level, filing a friend of the Court brief."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you -- would you say that the rationale on which the district court rejected the Libertarian Party's claim was unsatisfactory?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Poe, I -- I -- here I am."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose that if -- if I were the party chairman of the Republican or Democratic Party, I'm -- I might have defended your -- your State system if I had been named as a party, but if I were not named as a party, I'm not sure that I wouldn't -- I wouldn't decline to come in as an amicus, even though I'm interested in the outcome simply because I don't want to alienate my Republican members by depriving them of the freedom, if they want to do it, to go vote.  You know, it makes you look sort of parsimonious, doesn't it, when you tell your Republican members, I don't want you to vote in the Libertarian primaries?  I -- I don't think we can say that it doesn't hurt the Republican Party or the -- or the  Democratic Party simply because they hadn't filed an amicus brief."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They are, after all, politicians, aren't they? (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Poe, may I just focus in on exactly what the injury is?  Is the injury that they vote with the Libertarians or that they don't vote with their own party?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't it be precisely the same injury if they just didn't like the Republican  candidate in that particular election, decided to stay home?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how are they hurt by the fact that rather than staying home, they decide to cast a vote for a minority party candidate?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's very unlikely if it's a party that is -- gets the small vote that this party gets.  But you -- no matter how small the vote is, you still find the injury to the major parties because they voted for the Libertarians or because they didn't vote at all?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any evidence on the question whether the -- the support for the major party  candidate is any smaller than it would have been if there had been no Libertarian Party at all?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and a very similar question.  Is there anything in the record that indicates that those who would vote in the Libertarian primary are the stay-at-home Republicans or the Republicans who would otherwise have voted in the Republican primary?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- I mean, the Libertarians are happy to have -- take that risk."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me if we don't know whether the -- the Republicans who are going to migrate to the primary are stay-at-homes or Republican voters, the State has no basis even to say whether in fact the harm it's trying to prevent is going to be affected one way or the other by its rule."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Poe, I -- I -- why do you rely only upon the damage to the Republican and Democratic Parties?  I frankly don't care much about that, but I might care a whole lot about damage to -- to Oklahoma's system of election. Why do you allow party designations?  I suppose it is because you want people to know that there are candidates who are associated with particular political views.  And to allow a party to, in effect, come in and say, we don't have any particular political views, we -- we just want to nominate, you know, whoever the most people want to nominate, that just destroys the whole purpose of -- of your system of allowing people to run under a party label.  What's the use of a party label?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- if it's running as a party, it should run somebody who -- who shares the views of the people in that party, which is somebody who is nominated by -- by the people in that party, or at least those people, joined by others who are not affiliated with another party.  That seems to me to make a lot of sense. And it seems to me to destroy that system if -- if you say, hey, we're -- you know, we -- we're going to allow the Libertarian Party to say, you know, we don't have any real views.  We're just going to -- we want to nominate somebody that most people like.  So let the Republicans come in, the Democrats come in.  The only thing we want is to win.  We don't really care."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's fine. Mr. Schaerr. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I guess the one other concern would be the timing in Oklahoma is such that the -- the Republican or Democrat who wants to disaffiliate in order to vote with the Libertarians has to do so at a time before the State has decided whether to allow the Libertarian Party on the ballot.  So, you know, it probably isn't burdensome to -- in principle, to have some disaffiliation requirement, but does the State have to allow enough time so that the decision can be made with knowledge of whether the Libertarians are going to be on the ballot?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It just seemed to me that it might be more burdensome on the voter in that situation."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me just ask you to look at the other side of the equation.  However we assess the burden, we're assessing it in relation to the State's interest.  What is your best statement of the State's interest here that you think is defensible?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Do -- do you think the -- the poaching argument stands up on any -- any empirical basis?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May -- let me just add quickly. I -- I realize, of course, there's going to be some movement of voters, but do we have any idea whether the voters who are moving are the ones who would otherwise  have stayed at home anyway and done nothing, merely nominal Republicans as opposed to active Republicans?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, he found that the numbers are such that they could, but did he find -- and I'm not sure of this.  Did he find that the actual people who migrated would otherwise have voted differently so that in fact it made a difference?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Was there a basis in the record for making that finding?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's not permitted in Oklahoma, is it?  That kind of behavior is not permitted  in Oklahoma."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, neither of the major parties has done that in Oklahoma, has it?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But the question is whether when a minor party like the Libertarians do it, is -- is it going to have that effect."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But the cost of that deal  would -- they'd also run the risk the Democrats would -- would migrate also if they made that deal."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I apologize for taking your time with a question, but I'm afraid your time is up."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. Mr. Linger. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that inconsistent? Because I mean, you're -- you're basically advocating that the Constitution requires Alaska's rule, and I thought that -- we got briefs on that, I think, in -- in the previous case and a lot of other parties thought Alaska's rule was not a wise rule, though that's up to Alaska.  But to think that the Constitution requires that is surprising. The interest they assert is just the one you said --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that the Republicans, in order to have their party work, have to be able to plan a campaign for a stable group of voters.  They have to know, roughly, who is in their party, let's say, a week before or 2 weeks before, some period of time before.  And that's the interest that Oklahoma is asserting.  It has nothing to do with you.  It has do with -- and it has zero to do  with you if you had a rule for minor parties, frankly. But if you can't get a rule for minor parties, special, then you have to take it seriously I think."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What's your answer?  What do you respond --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The States do but to say that the Constitution -- and I'm asking.  You see, I'm not -- but I -- if I could figure out how in the Constitution you had a special rule for minor parties, the interest that they're asserting has very little to do with it.  But I don't see how you can have a constitutional rule that would forbid -- allow you to open and drain, but wouldn't allow the Dems to do the same as they've done in Alaska."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, because they say -- what  they're thinking, I take it -- I don't know what they're really thinking, but I imagine they could be thinking, no, we don't want to open our primary.  We'll run the risk that our voters go over and vote for the Dems and like it there and stay.  We'll run that risk, but we don't want them coming and raiding us.  We think that's the bigger risk."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And how can the Constitution tell them that they can't make that judgment?  That's what's bothering me."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Go back to my interest, the one I asserted --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- which isn't that.  It is the interest in the Republican Party in Alaska saying to itself we do not want our voters to go leave and vote for the Democrats because we want a stable body of people 3 or  4 weeks before the election for whom we can plan.  We don't want to open ours because we don't want the raiding. We want to keep --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  It's not an ownership, but you have a period of time.  So you focus on the period of time.  They're saying, of course, up to X period of time, they take their choice.  Is this a fake thing, a fake reason, the need to have a stable group of people for whom you plan your campaigns?  Now, is that a hoax or is it flimsy or is it serious?  What do you think?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the State -- the State of Oklahoma doesn't want your party raided.  And -- and you say we don't care if we're raided.  Come raid us.  All we want to do is win.  It seems to me it -- it -- you cannot apply the -- the maxim, volenti non fit injuria. Oklahoma is saying to your party, you can't welcome raiding.  We don't want your party to be raided whether you like it or not because that's what a party system is.  We've set up these elections that -- that have party primaries and party systems on the assumption that each party is going to have a certain -- a certain belief, a certain philosophy, and to allow your candidate to be elected by everybody simply destroys that system.  Why is that -- why is that so unreasonable that it's unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Weren't those --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- weren't those who would like to nominate the Libertarian candidate who would attract the most people from the other large party?  Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, but -- but the candidate mostly to attract people from one of the major parties is the candidate that is -- is more likely to water down the pure Libertarian message and be closer to the message of the Democratic Party or the Republican Party.  And -- and --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- people who come into your primary may want to elect such a candidate so that the Libertarian Party will be strengthened and draw votes away from the other majority --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do I understand your brief to say that this constitutional rule that you are seeking would be just for the minority party?  I think you said in your brief it doesn't follow like the night the day that because the Libertarians must be allowed to do this by the Constitution, therefore the Democrats and Republicans must also have the option to invite anyone into their primaries."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What facts?  We -- we have to evaluate it on the basis of each election?  What is a State legislator supposed to do when he votes for a -- an election system?  He's going to flip a coin trying to figure out what the fact situation will be when this -- when this system finally gets before a court?  Surely that -- that can't be the test."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But you -- you want them to think and you want to leave the door open to their making a distinction for these purposes between the major parties and the minor parties, and I can't think of anything more intrusive into the political process than that.  Coming from a Libertarian, I -- I get a sense that I must misunderstand you, but I don't know where it is. (Laughter.)"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, but we are -- we have got to look around the corner."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and if you're issuing the invitation to come up with a different rule for Republicans and Democrats and Libertarians, I think you're asking for trouble and we would be asking for trouble if we accepted that invitation."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then -- then if you say that -- I want you to just respond in detail to the questions that I think Justice Scalia and Justice Souter were asking, as I understand it, putting it dramatically, that if you win this case, Alaska's system becomes the Constitution of the United States.  Now, that I know you think is not so, and I want to know why."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's the same as election system -- that's the same as Alaska's system.  Right? I mean, it boils down to the same thing.  It boils down to an open primary, doesn't it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Would there be a way -- suppose, for hypothetical purposes, the Court were to say -- you got a ruling that said there is no rule in the Constitution that forbids a State, as a general matter, to forbid this cross registration, this jumping, for a reasonable time.  But a reasonable time has to take into account the interests of minor as well as major parties. Now are you foreclosed because of the circumstances of this case from litigating whether 8 weeks is a reasonable time and whether the disjunct between the period where you become a party and that 8 weeks is unreasonable in the circumstances or other specific things that you say work to the disadvantage of the Libertarians?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought your case was you want to appeal to people who don't want to register as Libertarians and don't even want to be independent.  You want to appeal to people who are and want to be members of the Republican or Democratic Party but have Libertarian leanings, but they don't want to give up their party affiliation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The last category could -- could register as independents.  I mean, if they're ashamed of -- of the L word, they -- they could just register as independents.  Right?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that you could do right now, and you say that's not enough.  We want people who are members of other parties and don't want to change their party affiliation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What did -- what did you seek in this action?  What did you seek in this action?  Did -- did you seek just more time to -- to register?  I -- I thought you -- you sought to overturn the -- the system entirely and -- I mean, maybe you asked for too much."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So more -- more time might be -- might be a good idea, but that wouldn't satisfy your -- your complaint here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your -- your complaint is no matter how much time you're given --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But how does that square with  Timmons where this Court turned away a party that says, we've got this candidate and she's running on a major party ticket and she's happy to be on ours too?  And the Court there said the State can legitimately eliminate -- limit the candidate to one party affiliation.  So if it can limit the candidate to one party affiliation, why not the voter?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What are the mici States?  You said this a couple -- what are mici States?  Mici States did you say?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  I thought you were saying mici."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Linger. Mr. Poe, you have about 3 minutes. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Poe. The case is submitted."}],"people":[{"id":0,"fullName":"WELLON B. POE","firstName":"WELLON","lastName":"POE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2140,"interruptions":11,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":1,"fullName":"GENE C. SCHAERR","firstName":"GENE","lastName":"SCHAERR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1460,"interruptions":9,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":2,"fullName":"JAMES C. LINGER","firstName":"JAMES","lastName":"LINGER","counsel":true,"justice":false,"side":"respondent","words_spoken":3325,"interruptions":23,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":202,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":948,"interruptions":5,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":789,"interruptions":4,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":134,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":0,"times_spoken":10,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3600,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":3325,"times_spoken":33,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":3160,"times_spoken":73,"laughter":3,"num_int_by":1}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.8973295725426707,"respondent":0.10267042745732935,"date":1473644743043}}