{"petitioner":{"name":"JOSEPH ANZA, ET AL.","counsel":[0]},"respondent":{"name":"IDEAL STEEL SUPPLY CORP. ","counsel":[1]},"caseNumber":"04-433","date":"2006-03-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in 04-433, Anza v. Ideal Steel Supply Corporation. Mr. Frederick. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't there something different here? Because in -- in Holmes, the -- the party that was claiming the -- sort of the ultimate damage was damaged because other people up the line were damaged, the -- the shareholders and then the broker-dealers and so on. There was a kind of a direct line of -- of causation. But the people who were claiming were at the tail end of it. Here, the causation between the -- or the -- or the cause of the harm to -- to the clients on -- on the other side was -- was direct. It was direct competition harm. So we are in a different situation from Holmes. In other words, they -- they weren't -- the -- the plaintiffs in this case were not injured simply because New York lost some money. They were injured in -- in their own right by -- by the competition between them and your client."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure, but they suffered the harm because the firm suffered the harm. There was -- there was -- there's a word there. There was -- there was a victim in -- in the direct line of causation, if you will, between them and -- and the -- and the offending RICO party. Here, there's -- there's nobody in between the two of them."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- why is that true? Let's assume that they could establish that there was a purpose and an intent to adopt this -- this tax evasion scheme and that the whole object was to undermine and -- and injure the competitor, and they show that this scheme began to work and that their reputation as a lower-cost competitor was -- was well established. Why -- why isn't that enough?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, you -- you started by saying how difficult this would be to prove, but could the plaintiff piggyback on New York? If New York was the defrauded party and taxes are owed to the State, has the State had no proceeding in this?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do I understand correctly that the complaint has since been amended to assert a Federal income tax shortfalls?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but this is a little more focused than that, I think. There's only one competitor here, isn't there?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you think it's fair to interpret the Second Circuit as having, in effect, held that every competitor of anybody who cheats on his taxes has a RICO claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, I understand how your arguments work under section 1962(c), but how -- how do they work under 1962(a)? It seems that that gets around many of the causation and reliance arguments that you make."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But 62(a) gets to the reinvestment of the illicit proceeds in a -- in an enterprise, and here you have the opening of the facility right next -- not right next door -- nearby the other facility. And it seems to me all they have to show is that the proceeds used for that were illicitly procured."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any impediment to New York suing him? This would be -- it's kind of strange. New York has its tax scheme. It has penalties for failure to pay tax. And then it could go into the Federal court and say RICO is better than our penalties. RICO has treble damages."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the Second Circuit seemed to rely on an earlier case that is much featured in Respondent's brief, but I don't recall your dealing with it. Is that Commercial Cleaning case of the knowingly hiring undocumented aliens and paying them 1111 14th Street, NW Suite 400 less than the minimum wage, which gave that person a competitive edge over rivals who -- who paid what the law required?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the company gets a competitive advantage by engaging in the sort of activity that's would be traditionally be associated with organized crime, let's say, extortion or labor offenses. Would your causation argument be any different in that situation if a competitor filed a civil RICO action?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't understand your answer then. I mean -- I mean, does the fact that -- that there was classic mob violence involved make a difference or not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? I -- your answer didn't -- didn't tell me why."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that has nothing to do with violence or not. It has to do with directness or not. You're saying you would apply the same directness test."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, may -- may I ask you to focus this way, just going one step further than the hypo you've got? Let's assume that the -- that the defendant engages in extortion against A and makes a lot of money doing it. As a result of that, in -- in dealing with B, the defendant, in fact, can -- can offer -- offer goods for sale to B's customers at a lower price simply because he's getting all this income from the extortion. In that case, wouldn't your analysis be the same as your analysis in this case?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but if that's the case, then -- if -- if the relationship between the parties is the same, then the presence of violence or nonviolence has nothing to do with your -- your position. Does it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this? I assume you would agree that if the defendant had -- had hired a thug to go out and beat up his competitor, the competitor would have a cause of action."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what if the defendant bribed a -- an official of the New York revenue 1111 14th Street, NW Suite 400 department to impose unnecessarily high taxes on the competitor?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what if they -- what if they somehow or other fraudulently persuaded the revenue agents of the State to impose higher taxes and penalties on the competitor?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think there would be recovery in that scenario."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, supposing we've got a license inspector or somebody every Monday night to go 1111 14th Street, NW Suite 400 out and -- and inspect very heavily the competitor and cause all sorts of nuisance values and so forth. But he's a State official, induced to do that by some kind of bribery or fraud on the part of the defendant. Would there be a cause of action there or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm rather surprised at your answers because I was thinking you want to draw a rather clear line between where fraud is at issue, and only fraud. Proximate cause, case A, the fraud does nothing but lowers the cost of the firm; case B, the fraud is something that directly is aimed to raise the cost of a particular specified competitor. I see a clear difference between those two cases, but you apparently don't."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, it's not nebulous. It's absolutely clear. In the one hand, you are targeting a particular defendant to raise -- a particular competitor to raise his costs. In the other hand, you are taking an action that simply lowers your own and, therefore, equally will hurt any competitor, whether there's one or a million."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No. If you had my test, you'd win this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I don't want to give you a win --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"on a theory that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the reason Justice Breyer's test is a little more administrable than you're willing to admit is that it's not a question of motive. You're not asking why they did it. You're asking where the predicate act is directed, and if the predicate act is directed to lowering the -- the firm's taxes so that it can compete more aggressively, that's one thing. If the -- the predicate act is 1111 14th Street, NW Suite 400 directed to, you know, blowing up the other firm's warehouse or -- or, you know, something like that, it's a different matter altogether."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm impressed by one of the cases cited in the brief, in which someone causes a person who has a contract with a third party to believe that the third party has repudiated the contract, and thereby gets that person to give the contract to himself. Now, in that case, the person defrauded is the other party to the contract, not the -- not the third party. And yet, I suspect the third party would -- would be direct enough to be -- to be within the protected scope, don't you think?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet, he's not defrauded."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But it -- it at least contradicts your assertion that you have to be the defrauded party. You acknowledge that sometimes you don't have to be the defrauded party."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. Mr. Roddy. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you for relaying -- relating the position of the United States -- are you relying on that brief in the Bank of China case that was filed --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which -- which was kind of said in passing to say that there was no -- that the -- 1111 14th Street, NW Suite 400 that the court below was right and we shouldn't take the case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Being -- is there any other case where the defendant is charged with not paying tax either to the Federal Government or the State? Now you have it both because you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- you said they haven't paid tax for this -- their income -- Federal income tax either. This seems to be a novel claim, and I don't know of another where failure to pay tax owed to a State or the Federal Government is the basis for a RICO claim."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The customers, employees, and doctors, as I recall. It was --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- not just customers. 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there is that kind of connection that -- that your -- your colleague was -- was referring to."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're getting away from"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":5,"sideBefore":"justices","text":"But here -- here, the intimidation was -- was not directed to your customers. I mean, it seems to me that's a -- that's a totally different situation. Had -- had your customers been defrauded, that would be a -- your customers, but you 1111 14th Street, NW Suite 400 -- there -- there was nothing directed specifically at the customers of your store."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What was it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought they were just cheating the State. What was specifically directed at the customers of your store?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, that's -- that's good, not bad. I mean, you know."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Isn't -- isn't the problem with your answer to Justice Scalia and -- and a problem which -- which is bothering you with your case this? We're talking here about two different lines of causation? And each of them, to some degree, contributes to the ultimate result which you claim, which is a loss of business and -- and business harm. One line of causation is -- is competitive. It's price competition. They charge less. They lure the customers away. The other line of competition is fraud on the State of New York which makes it easier 1111 14th Street, NW Suite 400 for them to engage in price competition. So far as the fraud on the State of New York is concerned, its effect on your client's business is indirect. In other words, they can defraud New York without hurting your client. They might simply have pocketed all the money they saved, but the -- the only way that the fraud on New York hurts your client is that it puts them in a better position to engage in the second line of causation that hurts your client and that is direct price competition. If you accept the fact that there are two different lines of causation here, don't we have to say, under the Holmes direct analysis, that so far as the fraud on New York, which is the RICO violation, the consequence is an indirect one, the consequence to your client, but so far as the price competition is concerned, the consequence is a direct one, but price competition isn't a RICO violation, which leaves us saying, so far as the RICO violation is concerned, it's indirect? Now, if -- if I have gone astray, tell me where."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to the question that I was trying to ask you before with relation to the novelty of this because it involves fraud on the -- a government that's a tax assessor and collector? It seems to me that the taxing authorities, both State and Federal, might have some genuine concern with a potential plaintiff's examining to see, gee, has my -- has my rival, my competitor cheated on his or her tax. That -- that could be pretty disruptive of the State or the Federal Government's administering their tax systems."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I wasn't concerned about that problem. I was concerned about people setting themselves up as private enforcers of tax liability as kind of a surrogate for the government out there detecting who's violated the tax laws. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, you are claiming a different amount of damages, entirely different."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I'd like to ask you supposing there were two competitors in the market instead of just the one --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and they did it just to get at -- at the competitor A and didn't care about B, but B suffered exactly the same harm, would B have a cause of action?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he has exactly the same causation as A, but he just didn't happen to be a target in the -- in the mind of the defendant. Would he --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it'd be true if there were 20 competitors too?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I imagine the damages would be less, but why would it be any different analytically?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And then change it one other way. Say, instead of defrauding New York, they defrauded the landlord and -- and got a rent-free office space, and that cut down their costs. Would the competitors have a cause of action then?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it did."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They're sending out thugs to beat them up or something like that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there any limit on the number of competitors who would have standing? You mentioned cigarette taxes. Suppose one newsstand in New York City is not collecting the cigarette tax. Does that mean that everybody else who's selling cigarettes in New York would be able to bring a claim?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, but where would the line be drawn?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if they're tax- free they might. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I mean, that's the whole point is that the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- the fraud gives him a competitive advantage not just over the, you know -- his -- his brother-in-law's company that he's trying to get at, but over everybody who's in the business."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if that's so, then go back for a minute, please, to Justice Souter's question. It doesn't concern violence. I'm -- certainly if violence is involved or a direct action against an employee or the competitor himself, then I'll assume you'd win. But the line I think that he drew very clearly and I think Justice Stevens picked up on, as I heard it, is a -- a fraud where the person defrauded is 1111 14th Street, NW Suite 400 not the competitor and the only effect of the fraud is to lower the cost of the person who is doing the fraud. Now, if that's so, you either draw Justice Souter's line or you don't. If you do draw Justice Souter's line, then you stay out of the thicket. If you don't, you'll have all the problems that were mentioned, that there is no way to distinguish between one person, two persons, 100 people. There is no way to know whether the lower cost of the defrauding person did or did not lead to the shift of sales. There is no way to know, indeed, whether it's a rent, in which case prices didn't fall, or whether it's actually some kind of ability of the competitor -- of the defrauding person to take over the market. All those things that are issue in antitrust cases and totally unsolvable are suddenly imported into RICO, where if you really want to bring a case, bring an antitrust case, and at least people know how to face it there. That's -- that's the -- that's the kind of claim -- that's the kind of problem that I think you're facing, and I'd like you to have the chance to respond to it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roddy, I thought that the way you got out of this problem was what your opponent has called careful pleading. I thought that -- that what you were saying was that your client was targeted, that other competitors were not targeted, that this is something of a family -- both of these companies are owned by the same family and there's some bad blood. Is -- is that part of the background of this?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was part of your complaint that -- that the business here was going after your client in particular."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And other competitors might have been hurt, but -- but the whole purpose of it was 1111 14th Street, NW Suite 400 to get your client. That is to say, your client was in some special way a target. Wasn't that part of your complaint?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are you abandoning it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if -- if you're abandoning it --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- then you're -- then you're in the soup -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- with -- with all --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- you know, all the competitors are going to be covered. But if you're not abandoning it, then -- then -- you know, then maybe we can talk further."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what does that mean? Then that means you have like the family vendetta 1111 14th Street, NW Suite 400 exception to the RICO -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, I mean, you see the point. The point is I don't see how it's administrable in a law, particularly in an economic context --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"-- where people who are interested in making money are prepared to say, look, we want to make the money. We'd like to get rid all our competitors, and then we start distinguishing between they'd like to get rid of all of them. No, only five. No, one. And does that make a difference in whether you can bring a case or not? I frankly don't see --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Or, in -- in other words, your -- your targeted argument doesn't really make sense unless there is a family vendetta. I mean, I -- I want to make money. I don't care --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- which of my competitors I'm -- I'm hurting unless I have some special reason to get one -- to get one -- one. Now, I thought that was 1111 14th Street, NW Suite 400 your case."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But maybe it's not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. That is the only basis on which they're targeted. So if there had been 18 competitors in -- in the Bronx and Queens, then there would have been 18 targets. Right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Then we're back in the soup."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How about your client's supplier? If your client -- if Ideal is selling less, then it's going to buy less from its supplier. So would the supplier also have a RICO claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They're -- they're one more step removed. I don't know if they're one step removed. I mean, if there were no allegations of motive or family feud or targeting and all we know is that there are two competitors there and the one underpaid its taxes, is your case still viable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it doesn't depend 1111 14th Street, NW Suite 400 on motive or targeting or anything at all. It just depends on the fortuity of there being two competitors in a particular area."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you've cited 1111 14th Street, NW Suite 400 the Solicitor General's brief --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- earlier. The Solicitor General says it's inherent in the concept of proximate cause. In the absence of reliance, you don't have proximate cause."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where it would come from would be it would be an alternative way of getting to, say, Justice Souter's test, and it couldn't -- I agree with you -- depend upon whether these are within the realm of people who are relying. But suppose you had a fraud where nobody had relied. You see, it was really a failed fraud, and you can get that under Federal law."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Or suppose you have a fraud where the only party that had relied was the government, in which case you don't need them for civil RICO. And the strong argument, I think, would be where that's the case, cut it off because of all the indirect problems that Holmes goes into. I'm not -- I'm not accepting it. I'm just trying -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- to put it in what I think of as a strong form."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what is New York relying? I mean, they -- somebody -- does -- does the State or the Federal taxpayer rely on everybody who files a return that they -- they filed it honestly? Is that -- that -- I don't understand the sense in which a taxing authority relies on the return that's been filed."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Gee, I -- I find that 1111 14th Street, NW Suite 400 extraordinary that -- I claim to have been defrauded by somebody. He makes a representation to me about the value of stock. I don't believe it. I really think it's ridiculous. Of course, the stock is not worth that. Okay? I buy it anyway, and I can sue even though I didn't believe him?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I'm just talking about what the understood requirements of a fraud action were at common law. Mail fraud, any kind of fraud. Surely there has to be some reliance upon the fraud."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why do you say mail fraud does -- does not have with it the normal common law fraud requirement of reliance?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The place where it comes from is the idea that if, in fact, you have these monetary crimes, white collar kinds of crimes, money is at issue, and no one is hurt. You can proceed against a person under Federal law --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- where no one is hurt. You catch it in the bud, for example, where no one is hurt. You don't want the possible class of plaintiffs to spread out into every competitor, into competitors' suppliers. It's a way of cutting off the potential class to people who are closer to any possible injury 1111 14th Street, NW Suite 400 where, for example, there really wasn't any injury at all. So, I mean, that's the kind of argument being made for it, not that you find the word reliance somewhere in the statute."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just tried to say where -- where it was. It's a -- it's a way of -- with proximate cause, and that's how I think you have to deal with it. You have a case where there was reliance."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The government."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what you'd have to say is why that's good enough."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Frederick, you have 4 minutes remaining. 1111 14th Street, NW Suite 400 "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3347,"interruptions":11,"times_spoken":34,"laughter":1,"num_int_by":6},{"id":1,"fullName":"KEVIN P. RODDY","firstName":"KEVIN","lastName":"RODDY","counsel":true,"justice":false,"side":"respondent","words_spoken":2540,"interruptions":19,"times_spoken":62,"laughter":2,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":3,"times_spoken":15,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":649,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":71,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":774,"interruptions":5,"times_spoken":31,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":903,"interruptions":5,"times_spoken":17,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":3347,"times_spoken":34,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":2540,"times_spoken":62,"laughter":2,"num_int_by":4},{"side":"justices","interruptions":17,"words_spoken":3889,"times_spoken":102,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8272728682358261,"respondent":0.17272713176417387,"date":1473644743047}}