{"petitioner":{"name":"METRO-GOLDWYN-MAYER STUDIOS, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"GROKSTER, LTD, ET AL. ","counsel":[2]},"caseNumber":"04-480","date":"2005-03-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in number 04-480, MGM Studios versus Grokster, Limited. Mr. Verrilli. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just interrupt for the one -- you said \"the only significant use.\" There's a footnote in the red brief that says the figure is some 2.6 billion legitimate uses."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that correct, or incorrect?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, was there a finding of 90 percent?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It goes to the - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- accuracy of your statement that there is no other significant legitimate use."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there could be. There could be, both with respect to material in the public domain and with respect to people who authorize the transmission."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"BUt, your argument, I take it, would be the same if the proportions were reversed. Your argument with respect to -- your current argument with respect to infringing use would be the same if only 10 percent -- if it were assumed that only 10 percent of the use were illegitimate and infringing. Is that correct?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the same as active inducement - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as that term - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is used?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we should think that the Respondents are not liable for the type of contributory infringement dealt with in Sony, could this Court reach the question of active inducement on this record?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you do, but - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I just said - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- could you - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- assume, for a moment, that 1111 14th Street, NW Suite 400 we didn't; could we, nonetheless, address the active inducement - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not clear -- it's not clear to me from your brief, focusing on the contributory aspect of it, not -- and not the inducement part of it - - it's not clear to me from your brief what your test is. What do we tell the trier of fact, that if there is a substantial part of the use which is noninfringement, if there's any part?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Leaving aside the inducement."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then we just throw this to the birds on the trier of fact in every case - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do we know - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not saying -- now you're using different tests. Your test is \"substantial.\" All right, on your test, are we sure, if you were the counsel to Mr. Carlson, that you recommend going ahead with the Xerox machine? Are you sure, if you were the counsel to the creator of the VCR, that you could recommend, given the use, copying movies, that we should ever have a VCR? 1111 14th Street, NW Suite 400 -- Are you sure that you could recommend to the iPod inventor that he could go ahead and have an iPod, or, for that matter, Gutenberg, the press? I mean, you see the problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the answer?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because in each case -- for all I know, the monks had a fit when Gutenberg made his press [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- but the problem, of course, is that it could well be, in each of those instances, that there will be vast numbers of infringing uses that are foreseeable."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you -- how do you know, going in, Mr. Verrilli? I mean, I'm about to start the business. How much time do you give me to bring up the lawful use to the level where it will outweigh the unlawful use? I have to know, going in."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's one thing to sit back and, you know, calculate with this ongoing business, it's 90 percent/10 percent. But I'm a new inventor, and I'm - - you know - -"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I'm going to get sued right away. I know I'm going to get sued right away, before I have a chance to build up a business. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't quite understand the -- I take it, inventors are profit-motive-driven, and if they know that something they're working on is going to have copyright experience, you -- have got copyright problems, you can't just say, \"Oh, well, the inventor's going to invent anyway.\""},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or did I misunderstand your - -"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But the inventor of Xerox does that. I mean, he puts out the machine. He knows some - - he knows a lot of people are going to use it to Xerox 1111 14th Street, NW Suite 400 books."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's go - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- let's go from Xerox back to your iPod. How is that clear in the iPod case? I may not understand what people are doing out there, but it's certainly not clear to me. I know perfectly well I could go out and buy a CD and put it on my iPod, but I also know perfectly well that if I can get the music on the iPod without buying the CD, that's what I'm going to do. And I think it's reasonable to suppose that everybody else would guess that. So why, in the iPod, do you not have this Damoclean sword?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's never evidence at the time the guy is sitting in the garage figuring out 1111 14th Street, NW Suite 400 whether to invent the iPod or not. I mean, that's - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the concern."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but you're - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you're - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you're not answering - - you're not answering the question. The question is, How do we know in advance, on your test, anything that would give the inventor, or, more exactly, the developer, the confidence to go ahead? As was said a minute ago, he knows he's going to be sued immediately. There isn't a product performance out there, as there is in this case. So, on your substantiality theory, why isn't it a foregone conclusion in the iPod that the iPod loser -- or developer is going to lose his shirt?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your second argument, I think. I thought you were going to just stick with the - - with the first one. I mean, that's an inducement argument."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":10,"sideBefore":"justices","text":"Yes, that's inducement."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is the case under the test you're submitting to us."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are you dealing with active inducement as just a theoretical add-on, or is that a satisfactory way to resolve this case?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand - -"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your pitch."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you couldn't get summary judgment. Your reply brief said, \"This case is so clear that we should get summary judgment.\" If inducement is the theory -- you have just said, you have to show intent"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so you could not - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you'd have to go to trial."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Sony itself had a trial - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a full trial."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Verrilli. Mr. Clement, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what do you think Sony allowed? It talked about -- if it's, what, capable of substantial noninfringing use, it's okay?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And what -- and your test is whether there's a substantial use that's lawful?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Clement, where did the 90 percent figure come from? I know we have to accept it because it's summary judgment, but where did it come from?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought it was just limited to music."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I know, but I thought the study was about music."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I thought -- I mean, you know, we've had 90 briefs in this, and some briefs tear it apart, and others support it, but we also have briefs from the ACLU saying you could put whole libraries within this system."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The question I wanted to ask you is, given that concern, that there are, conceptually anyway, really excellent uses of this thing, does deliberate -- what is the word?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. Because what you are worried about, it seemed to me that the actual inducement would take care of. And if you sent it back and said, \"Let's have a trial on actual inducement.\" If this really is the extreme case you're talking about, why wouldn't the Petitioners here be bound to win that trial?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you got interrupted a bit. Tell us, in the simplest way you can, what test you think Sony stands for and how the Ninth got it wrong, if you believe it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the owner of the instrumentality, the program, thinks that there's going to be a vast area of lawful use, and he knows that there's going to be some abuse at the -- in the short term, but he does everything he can to discourage that. He says, \"This is a two -- P2P is going to revolutionize the way we talk to each other, there's things in the public domain. Please don't use this for copyright.\" But he knows that there's going to be some infringement, let's say that it'll be 50 percent of the use, in the short term. Can he use the program?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, that he can - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- use the program."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If there's more, they could bring it out at trial, could they not? The difference between your position and Mr. Verrilli, I take it, is that you think there should be not summary judgment for the Petitioners, but a trial."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"The inducement -- the inducement point doesn't get you very far. Presumably a successor to Grokster, or whatever this outfit is called, could simply come in and not induce anybody but say, you know, \"We're setting up the same system,\" know very well what people are going to use it for, but not induce them. And that would presumably be okay."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Which is why you need - -"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the Sony - -"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Will you give a company ten 1111 14th Street, NW Suite 400 years to establish that?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, what I worry about is the suit that just comes right out of the box, as soon as the company starts up. Will you give the company a couple of years to show that it's developing a commercial use?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Clement, in one way this presents an easy case for answering Justice Scalia's question, but what about a case in which there isn't the Napster example to start with? Should there be some kind of a flexible rightness doctrine in response to suits, as Justice Scalia put it, against the inventor or developer right out of the box?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Congress of laches."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Congress of laches."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How would you express the - - how would you express that, that substantive standard that anticipates, just as you suggested we do?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Clement."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Taranto, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but active inducement is a doctrine that's been employed to curb the intentional encouragement of noninfringing uses, isn't it?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But they are inherent. They are inherent. I mean, the point is that those past acts are what have developed your client's current clientele."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But I don't - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- understand how you can separate the past from the present in that fashion. One, I suppose, could say, \"Well, I'm going to make inducing remarks Monday through Thursday, and I'm going to stop, Thursday night.\" The sales of the product on Friday are still going to be sales which are the result of the inducing remarks Monday through Wednesday. And you're asking, in effect -- you're asking us -- to ignore Monday through Thursday."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then why was current -- why was inducement, as a current theory of recovery, even the subject of summary judgment? It seems to me that to make it a summary judgment is implausible to a nonworldly degree."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I thought you were saying that, so far as the inducement theory of recovery is concerned - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- the only summary judgment that was granted was with respect to current acts of inducement, the way the company is acting now, not the way the company was acting last year. And my question is - - if that is correct, then I don't see how summary judgment could even intelligibly have been considered. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't want to get us too far off the track on this question, but it just seems to me that what you've done before bears on what you know, or have reason to know, on an ongoing basis."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then why don't you tell us what's wrong with the Government's test and with the 1111 14th Street, NW Suite 400 Petitioner's test, the substantial-use part of it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That, Mr. Taranto, is something I find very puzzling. There is a statement - - one could take it as clear -- \"capable of substantial noninfringing use.\" That would be very clear, I agree. But Sony goes on for 13 more pages. If the standard were all that clear, it would have stopped there. And usually when you're interpreting a document, one rule is, you read on, and if you read on, you find we need not give precise content to the question of how much use is commercially significant. That doesn't sound very clear to me. Or if you then read back, as a careful reader would, then you find this statement that the primary use of the Sony machine for most owners was time-shifting, a use that the Court found either authorized or fair, and, hence, noninfringing. So I don't think you can take from what is a rather long opinion, and isolate one sentence, and say, \"Aha, we have a clear rule.\""},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Verrilli, I hope you won't waste a lot of your time on this point. This Court is certainly not going to decide this case on the basis of stare decisis, you know, whatever else is true."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What is -- what is the answer to Justice Kennedy's question? I took it, whether -- for the last 21 years, industry throughout America has taken the standard as being approximately whether it is capable of substantial -- commercially significant substantial noninfringing uses."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I -- and the country seems to have survived that standard. There is innovation. There are problems in the music industry, but it thrives, and so forth. So there is an argument for just following it, because it's what it is. But suppose it's totally open. Why should that be the right test, instead of some other test, like substantial use, et cetera?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That, I think, was the question, and I'm very interested in your answer."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- but what you have -- what you want to do is to say that unlawfully expropriated property can be used by the owner of the instrumentality as part of the startup capital for his product."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I -- just from an economic standpoint and a legal standpoint, that sounds wrong to me."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you think that - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- unlawfully expropriated property can be a legitimate part of the startup capital."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then perhaps there should be a trial so it would all come out."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they weren't concentrating on the damage to them, they were concentrating on the facilitation of copying that was provided. And you don't question that this service does facilitate copying."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you said -- I think you were saying -- this is something for Congress to solve; it's not for the Court. But the Court is now faced with two apparently conflicting decisions: Aimster, in the Seventh Circuit, the Ninth Circuit decision. And if you're just looking at this in the abstract, you might say, \"Well, it's -- isn't it odd that Napster goes one way in the Ninth Circuit, and this case goes another way?\""},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't this a classic willful-ignorance case?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Sure, but I thought willful ignorance was basically a certainty of what was going on without empirically verifying it, so as to, sort of, maintain the guise of one's hands over one's eyes. And it seems to me, if that's what it is, that's what we've got."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I think it would also include disabling yourself from looking at it. And so, I think it's an important part of your case, that you didn't adopt this new system of decentralizing the file so that it's in the computers, out there, solely in order to get around Napster."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait. In respect to that -- I mean, is it open? If you win on the question of the standard, is it open, or would we have to remand it for them to argue, in light of the history, in light of what they do now, they, your client, with knowledge of infringement, actively encouraged users to infringe copyright using their -- using the Grokster technology, and, indeed, knowingly would include willful blindness?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because -- as I had gotten that from one of these amicus briefs, you know, that's their standard -- they say a willful -- of willful, deliberate inducement. And that, it seems to me, important that they be able to argue that. Now, can they argue it, in your opinion, if we do nothing but affirm the Ninth Circuit? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Taranto - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- can I ask -- I'm still a little puzzled about the posture of the case. 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Because I read the District Court opinion. I think he said -- the judge said that both parties agreed that there were no disputed issues of fact that would preclude the entry of summary judgment in either way, no disputed issues relative to whether to grant relief. And I -- it's on page 24a of the cert petition. And I understand you to be saying that leaving everything alone, affirming would allow the case to go forward with your adversaries seeking damages on an active-inducement theory. Am I correct?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But it says, \"Both parties believe there are no disputed issues of fact material to Defendant's liability.\""},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So then your answer to my question is that, yes, if we affirm, as a possibility, they could continue to seek damages on an active- inducement theory. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And then one other - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I thought - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- question I had. Does the record contain their proposed form of injunction that they requested?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Taranto, before you go back to that, I wanted to be clear on what you were saying would be left over for trial."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because, as I read your briefing, it was, \"Well, they can argue about some bad things that Grokster was doing in the past, but this decision says: henceforth, what we're doing is okay. The 1111 14th Street, NW Suite 400 case zeroed in on now and the future, and the only thing that was left open was something that is over and gone could get damages for it.\" But I thought that this judgment gave you an okay, a green light, from now on."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then what is the point of the current summary judgment?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying the summary judgment simply, in effect, says, \"They're not doing anything wrong now, but we have left open the question, not merely of what they have done wrong in the past, but whether what they did wrong in the past can carry forward into the future\"?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's bizarre."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying -- what it really says is, \"There's nothing to enjoin, but there may very well be something to recover for,\" - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"even as to future activity.\""},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because, I gather, that some artists don't make money from the records, but make money from the popularity that draws fans to their concerts."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So they're willing to give away the records for free."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Taranto?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In your motion for summary judgment, did you ask that the Plaintiff's claim be dismissed?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Were there other claims? You said \"on their claim.\" Were -- did they make other claims?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where does one find that?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":5,"sideBefore":"justices","text":"(Inaudible)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the motion itself is not there to take it through the opinion of the Court?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The text on - -"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- the text, on pages 23a and 24a, gives the impression that the District Court is disposing of the entire case."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Taranto. Mr. Verrilli, you have four minutes remaining. "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you - -"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Mr. Verrilli. Thank you."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":3,"sideBefore":"justices","text":"The case is submitted. 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":3051,"interruptions":29,"times_spoken":49,"laughter":1,"num_int_by":8},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1381,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":2,"fullName":"RICHARD G. TARANTO","firstName":"RICHARD","lastName":"TARANTO","counsel":true,"justice":false,"side":"respondent","words_spoken":2998,"interruptions":24,"times_spoken":51,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":155,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":543,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":747,"interruptions":7,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":194,"interruptions":7,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":436,"interruptions":6,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":561,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":456,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":4432,"times_spoken":73,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":24,"words_spoken":2998,"times_spoken":51,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":32,"words_spoken":3343,"times_spoken":130,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7034599841534117,"respondent":0.2965400158465883,"date":1472703110047}}