{"petitioner":{"name":"REGINALD A. WILKINSON, DIRECTOR, OHIO DEPARTMENT OF REHABILITATION AND CORRECTION, ET AL.","counsel":[0,1]},"respondent":{"name":"CHARLES E. AUSTIN, ET AL. ","counsel":[2]},"caseNumber":"04-495","date":"2005-03-30T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in No. 04-495, Reginald Wilkinson v. Charles E. Austin. General Petro. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General Petro, before you get into the details of why -- why you think the process here was all that was due, I'm -- I'm more concerned about the preliminary question of whether there was a liberty interest here.  I -- I know you haven't challenged the existence of it, but I'm not sure that lets me off the hook. We -- we had a case some years ago in which both  sides apparently wanted the statute in existence and they conceded in the -- in the court of appeals that the statute existed and wanted us to say what this presumptively existing statute said.  And we held, since there was serious doubt about whether the statute had been properly enacted, we had to reach that question first because we were not going to speculate on what a, you know, hypothetical statute said. And I think you're asking us to do sort of the same thing here.  You're -- if -- you know, without even conceding or -- the Government doesn't concede anyway. The United States doesn't."},{"name":"JUSTICE SCAIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're asking us to hold that if this is covered by the Due Process Clause, what you've given here is enough.  But I don't -- I don't like to speculate on -- on hypothetical questions like that. And it -- it really seems to me that to say that there's a liberty interest here flies in the face of our more reasoned opinions in this area, especially Sandin which -- which has some language that's -- that's almost -- almost right on point.  We note also that this -- where is it?  Conner's confinement did not exceed similar but totally discretionary confinement in either duration or degree of restriction.  I -- I don't understand how this person has a liberty interest in not -- in not being put in a maximum security facility.  Presumably you could put all your prisoners in maximum security.  I mean, you don't pull their fingernails or anything, do you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's -- there's no Eighth Amendment problem."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you wanted to, you could put all of your prisoners in maximum security.  Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So where is the liberty interest here?  I don't understand."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand, but I feel like something of a fool being asked, you know, Justice Scalia, if -- if there were a liberty interest here, would these procedures be enough to secure it.  That's not the  kind of work I usually do.  I -- you know, I usually ask -- answer real questions."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there is a -- there is a question of law involved as to whether there's a liberty interest."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Sandin case in 1995, this Court said that prisoners have a State-created liberty interest only where the deprivation or restraint imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life. Now, I guess to be categorized in category 5 in your State, it does involve putting someone in solitary confinement, reducing their time for exercise, and reducing their options for parole.  Is that correct?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you take the -- why don't you simplify it by telling us whether you take the position today that there is or is not a liberty interest here?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you did."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking you your opinion."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if he were moved from level 1 to level 5?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why isn't the comparison  the entire prison population rather than just 5 versus 4?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it -- is it your view that we should consider it the normal practice in the Ohio system to keep people in solitary for 23 hours a day?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then isn't that the standard of reference that we should use?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're -- we're dealing with a small number of inmates out of a very large population, but isn't the frame of reference for telling whether it's a liberty interest a comparison to the large population?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say it's marginally  greater than 4.  It's not marginally greater than 1 or 2 certainly."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the -- the point of the case is that the inmate does not expect to be put in solitary confinement for 23 or 23 and a half hours a day for a period of 1, 2, or more years without some process to do it because that is so extraordinarily onerous and so different from the general run of incarceration practice."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- but that's what -- that's what you wanted to talk about, but we're on, first, the preliminary question."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And is -- I think you started to say that you regarded atypical and significant as a fact-finding which was made against you --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- based on the extreme conditions of this kind of confinement where you don't see another human."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't solitary confinement involved in Sandin?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't we say in Sandin that solitary confinement was -- was not enough to -- to create --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":4,"sideBefore":"justices","text":"For how long?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"30 -- for 30 days I believe, wasn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not 1 year, 2 years, 3 years."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but typically it has been represented maybe -- maybe wrongly -- typically it  has been represented that they tend to be in there for a year or 2-year periods."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- but in fact, they tend to be in there for the extended periods of time. Isn't that --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- General Petro, I for one would like to hear what you have to say about the question presented in your petition for certiorari."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May -- may I just ask you a question about that?  I realize that there is a predictive  element.  I don't think anyone disputes that.  One of the points of contention here, as I understand it, is that even the new policy did not give a -- an -- an inmate a statement of the charge or reason for the -- for the reclassification to 5.  Is -- is that correct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Notice of what?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But did it give notice of the reason for the reclassification?  You did such and such. You are such and such kind of person, a gang member.  Does it tell him anything?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not the evidence, just the reason."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I know that, but does it say you're being reconsidered for -- considered for reclassification because you hit somebody over the head or because you've shown that you're a member of a gang or  some other reason?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- I mean, the person, if he reads the regulation, would see that it says that to classify him, the State has to show that through repetitive and seriously disruptive behavior, he has demonstrated a chronic inability to adjust as evidenced by repeated class 2 rule violations."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So I guess he would like to know give me at least a vague idea of what behavior you're talking about and which class 2 rule violations you're talking about.  Now, does the notice tell him those two things?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say he has the opportunity.  Do you actually tell him you are about to be reclassified or our proposal is to reclassify you because you violated this particular regulation by this particular conduct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking you what you tell the inmate, not what initiates your process.  Now, please answer my question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"At which point does he get -- at which point does he get access?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so this -- I mean, that's what I don't understand what this case is about because I -- I'm amazed that -- I think it is too detailed what they're requiring of you, by far. But the elements are I have to know.  I'm an inmate.  I want to know what is this about.  Suppose I think they're wrong.  I need to know how to tell them they're wrong.  And the other thing I think I'd need to know is after the committee or the warden decides against me, what are his reasons.  I'm not asking for a book.  All I want to know are the basic reasons. Now, those things I can't work out from the briefs, quite honestly, whether the new policy gives him  those new things, those two things, or doesn't."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, already you say that, but I would think the basic information includes some idea of what my disruptive behavior was and some idea of what the class 2 violations that I was convicted of were.  And now, I've heard you both say that he does get it and that he doesn't get it.  I'm sure that's my fault, but I want to know, does he get this information before the hearing, or does he not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Now -- you heard what I said."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Does he get what I just said?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"He does."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does he -- can you -- can you describe it for us what -- he gets 48 hours notice."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Notice that's there's going to  be a hearing.  What else does he get?  Does he get a summary of the written report?  Does he get a -- a statement of -- of the reasons?  What --"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Before the hearing starts, he gets 48 hours notice, but is he -- is he just told there's going to be a hearing in 48 hours and that's it?"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"So he does get the report."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"48 hours --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I don't care that he doesn't have evidence."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know that he thinks he's being sent to this prison because his roommate, Rat Fink, has made up a bunch of stories about him.  All  right?  So he needs to know whether -- what it is that -- that this board is considering before he can come in and explain what it isn't true.  He doesn't have to have all the evidence.  He has to know what the point is, what the charge is, what the claim is.  And you're saying he gets it because he has the report. Is there an example in the record of a report?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Perhaps we can be concrete. If he -- suppose the charge is he is a gang leader.  Will he get notice that says you are being considered for reclassification because you are a gang leader?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Not that he's been reclassified, but is the reason -- the reason that you are being reclassified is that you are a gang leader.  Those -- those words, you are a gang leader.  Will he get those?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this question?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just -- is the procedure you're describing the procedure that was reviewed by the district court?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So the evidence in the record before the district court describes exactly what you're describing."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General Petro, I -- I don't -- I'm going to ask you a very tendentious question, but it's something I don't want to make a mistake on.  Going back to your answer to Justice Ginsburg's question, when he is given what you described as the bare bones report at the beginning of the proceedings, when he gets the 48-hour notice, will in her example the bare bones report say you are being reconsidered for reclassification because you are believed to be a gang leader?  Does he get the gang leader information?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I'm not --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not worried about evidence."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Just I want to know the charge. Will he always get the charge?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that in the gang leader example, he will be told that it's because he is accused  of being a gang leader that this is occurring."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the form -- and the form is in the record, I take it."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General Petro. Ms. Maynard, we'll hear from you."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Ms. Maynard, before you start, maybe you could answer the question I tried to ask at the end of his argument.  Where in the record is the report? "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is it a predictive judgment that a person is a gang leader?  The ultimate decision, given the facts and circumstances, we predict that this person is among the worst of the worst, but the findings that have to be made along the way are not necessarily predictive.  I mean, it -- it would be nice if the -- if the issues came simply divided what happened in the past, what might happen in the future, but the judgment that's made to classify someone as 5 inevitably involves some, well, what happened in the past on the basis of which we can project what might happen in the future."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But that would be -- that would be a what happened question, not what might happen. What happened, the determination might be made on the basis of rumor or innuendo.  My only point is that questions don't come labeled so simply, predictive versus what happened in the past."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And suppose neither of those are -- are so."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, those two, it seems to me, are all questions of -- of fact.  I mean, ultimately your position may be correct, but I -- I just can't place a lot of store in this predictive versus nonpredictive judgment, and it's contrary to your own argument.  You say, well, in almost all the cases, it's because he's been convicted of a crime in prison and so forth.  Well, that -- that undercuts, it seems to me, the -- the basic argument that you're trying to make that established this line between predictive and nonpredictive judgment. I -- I suppose you would say even in cases where it is a matter of past effect, these procedures are -- are adequate.  Or would you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Maynard, this is a class action, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What if -- what if for some of the prisoners, maybe a majority of the prisoners, this --  this reality of having a prior factual hearing exists, but for some of it, it doesn't?  What -- what disposition would this Court then make of the case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But I mean, suppose I think that a -- a trial-type proceeding is necessary, and in fact, it's been given for most of the people in this class action, but not for the rest.  What happens to the case?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Did you ask for -- did the Government move for modification of a decree?  I -- I assume that it was not a decision of this Court.  You said this -- what you do in the supermax at the Federal level has been imposed by a court.  Which court?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you talked about something being imposed."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And so I want to know what was imposed, first, by whom, by which court, and what -- what the order was."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But even so, I mean, you were saying this was forced on -- on the -- effectively on the Government.  Well, it seems to me if that were the case, you would, after this Court rendered the decisions it did in Hewitt and Sandin, say, Seventh Circuit, please reconsider.  It sounds to me as though you haven't done that so you probably think it's okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, is -- is the population with respect to which you have adopted the far more lenient process a -- the population of the control unit, which I understand is comparable to the unit we're talking about in Ohio, or is it with respect to the general maximum security population which is housed in conditions less onerous than the control unit?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay, and --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Maynard. Mr. Lobel, we'll hear from you. Would you tell us what happened in Mr. Austin's case?  I mean, did he get a notice and that sort of thing? "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could you answer my question first?  What kind of notice, if any, did Mr. Austin get?"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Perhaps you can take us through this chronologically.  You -- you began at the end."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Then can you just explain that? Because the policy says that he shall get notice and attached to the notice will be a committee report.  Then they have a copy of the form that the report is supposed to fill out on page 58 to about page 78 and it's about the most detailed thing I've ever seen.  So --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Even though -- you mean even though it says that the policy says you should be noticed and you're -- it says, attached to the notice will be a copy of the -- I'm sorry.  I'm looking -- am I looking at the wrong place?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I -- may I -- I just want to make sure.  There is then a direct disagreement of fact between you and the Attorney General.  I understood him to  say they got the form that starts at JA-58, and I understand you to be saying they don't."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You mean a trial before all the -- before they were about to be committed or the hearing at which it was determined whether they would be or not?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think it should be?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, this is a prison classification, for goodness sakes."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He's been found guilty and sentenced to prison."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The question is what procedures are required.  And we've given a lot of discretion in prison administration."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Here is the exact words I -- I think.  It's -- tell me.  This certainly seems to be right.  The inmate shall be served with notice at least 48 hours prior to the commencement of a hearing.  The notice shall include all of the reasons for the proposed  placement --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and a summary of the evidence relied on.  Now, I'm just reading that.  What is it I'm reading?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Where is -- where is --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  You go ahead."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what's -- what's wrong with that?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, if he can -- if he's not a gang leader, he can tell them why he isn't."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you want a trial-type proceeding."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there is -- isn't there the problem -- at least Ohio suggested that there is -- that if this person is indeed a gang leader and the form says so-and-so and so-and-so effectively ratted on you, those persons who came forward might not live to see another day?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But was -- was this under the old policy that you're talking about what occurred?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  And I thought that we had to address this facial challenge insofar as it affects the new policy.  And if the State complied with the new policy, what is your complaint with that?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which was never -- never in effect, right?  The new policy --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So all -- the evidence relates to the old policy which I think Ohio recognizes was not adequate.  And then there's -- Ohio has this new policy, and you, just on the basis of the written statement of the policy, made the judgment that it's not good enough."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let -- you keep talking about what happened in the past, and I'm -- I find some difficulty with that because we're being asked to review a new policy.  And I would like you to look at the new policy, show us where to find it in the record, and tell us specifically what's wrong with it."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could -- could you refer to something?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where is that?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right. I'm on 23. What are we --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is this happening under the new policy?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But now, you just were going to say here's what was happening.  Do you mean under the new policy?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why -- why is that the question?  If the new policy meets constitutional standards, why does it have to fix something else?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So I think I've got your point. Tell me if I -- I mean, I've now looked at -- this is very confusing to me.  I'm sure it's my fault.  But I take it, if you look at page 22, that's the new policy."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And what the new policy says is, committee, you must give the prisoner some information.  Then it refers to form 2598.  Form 2598 is the form on page 58."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What that tells him is nothing about the facts.  That tells him he's been charged. Period."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, the new policy goes on to say, the classification committee shall document information presented by staff and the inmate which is form 2627 and 2628.  And I don't know where 2698 fits in, but 2698 are all those pages with the information."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And it just doesn't say anything about them at all."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So your point is in the past, they didn't give them the information."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Then they promulgated a new policy and the new policy says nothing about it."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But form 58 -- I'm -- I'm looking at page 58 -- says that the prisoner will be given this form that says you were referred to the classification committee for the following reasons.  And that leaves space to be filled out.  What's the matter with that?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This is a facial attack. What in the world is the matter with that, saying you were referred for the following reasons and leaving space to have it filled out?  Is that defective under the Due Process Clause?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You showed what happened in the past."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I can understand that you could come on behalf of a prisoner on an as-applied challenge, but to look at this form and tell us it is  facially invalid is difficult for me to understand.  If -- if there are specific incidents where something was defective, then challenge it, but what's the matter with the form?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, why does the Due Process Clause require reasons?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that was a statute."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This form says, state the reasons, and leaves blank space to do that."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So what's the matter?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what it says about --"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":10,"sideBefore":"justices","text":"It -- it seems to me that the -- the facial attack objection would -- would not be -- carry much weight if what happened was this.  There was a trial.  The policies were found deficient, and the court said, you devise some new forms.  At that point, it seems to me that the facial attack would -- objection would -- would not be relevant.  And -- and your point would be right.  You say, you know, they -- they haven't -- this doesn't -- is not going to cure the -- the deficiency. But what happened here was that, as I understand it, midway in the litigation there was a new policy, and it -- it seems -- so we have sort of a moving target that we're working with."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Could you comment on that?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what's wrong with giving him the opportunity to say why he's not a gang leader?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But why can't you do that in an as-applied challenge?  I mean, it may be that there was all this -- suppose we wrote an opinion hypothetically. Suppose -- and it said, look, I've read through this new policy.  I assume it will be administered in accordance with the elements of due process, the basic elements being some kind of notice basically what -- what the factual part is, some kind of opportunity to present proofs in evidence that's a reasonable one, and some kind of decision by a neutral decision-maker. Certainly the language of the new policy permits  such an interpretation.  It doesn't -- and -- and suppose we were to say, well, we assume it will have the basic elements, and it's so complex, so detailed that -- that if they don't, then the individual who suffers could bring a claim and say it was administered unfairly in my case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm not disagreeing with you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you see -- yes.  I'm -- I'm not disagreeing with you.  I'm saying I read their new policy, now having gotten to it the third time through all this detail, and it seems to me that they do give a notice, and Justice O'Connor just pointed out where there's a place for reasons.  And as I read what happens after the committee decides, it says, it shall make a decision -- a recommendation accordingly -- according to this very long, detailed form."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And it doesn't say they won't tell the prisoner.  It doesn't say whether they'll tell  the prisoner."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So why can't I assume they will tell him so he'll know what's going on?  And then if they don't, you'd have an as-applied challenge."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That was before the new policy."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What I'm now saying is I can understand exactly why you might feel the way you do.  But our job is to not necessarily take that feeling.  But shouldn't we presume that the State will administer words that comport with the basic elements, not every detail as you want, but they will administer this new policy in accord with those basic elements of fairness?  Isn't that giving a -- sort of like a deference to the State, which maybe we should?"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Are you -- are you saying that what we have before us is this, a trial which showed that the pre-new policy procedures were deficient and the trial judge and you and a court of appeals interpreted the new policies as remedies for past wrongs that were established?  And the question is the adequacy of that remedy.  That's one way to look at the case."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Another way to look at the case is to say that Ohio admitted that there were some improprieties, showed its new policy, and the case turned on the adequacy of the new policies.  Now, those are two different things.  Which is this case?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But how can you know whether the problems are ongoing if the new rules haven't been implemented?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why isn't it a question of as facially in the abstract is it okay?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question, Mr. Lobel?  Putting aside for a second which policy we look at and so forth, were there findings that particular inmates were improperly sent to this facility?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right, and was there any -- any order saying that inmate should get out and go to a different facility?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And so the State then came back and said we're putting in this new policy, we will give them new hearings under the new policy?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So that even though -- if I understand it correctly, even though there had findings that some inmates have been improperly -- had had inadequate procedure as a predicate to going into the new facility, they can just stay there until the litigation is over."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where do -- where do we find those findings?  Where in the record do we find the findings about individual people?"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And as -- and as to those prisoners, was there a requirement that the -- that the court's procedures be made applicable and so there would have to be a retroactive hearing as to those prisoners?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can you just give me 1 minute on the other issue?"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Can you tell us on -- on the liberty interest where we started with the --"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- with the Attorney General, is there a liberty interest in not being transferred from prison 1 -- level 1 to level 2 --"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- level 2, that sort of thing? Why is it that there's a liberty interest in being transferred -- I guess being transferred from 4 to 5?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought there -- there was at least annual review.  Isn't -- wasn't there an annual --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And a good thing too. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What does the new policy say about this?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Nothing about --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- about the annual review."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Did they have reading materials?  I --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the whole class, though."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You have a class action.  It's just a few of them.  In fact, there's -- there's no more parole in Ohio, as I understand it."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"General Petro, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General Petro."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JAMES M. PETRO","firstName":"JAMES","lastName":"PETRO","counsel":true,"justice":false,"side":"petitioner","words_spoken":1794,"interruptions":26,"times_spoken":66,"laughter":1,"num_int_by":7},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"petitioner","words_spoken":1148,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JULES LOBEL","firstName":"JULES","lastName":"LOBEL","counsel":true,"justice":false,"side":"respondent","words_spoken":3586,"interruptions":32,"times_spoken":80,"laughter":1,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":3,"times_spoken":17,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCAIA","lastName":"SCAIA","counsel":false,"justice":true,"side":"justices","words_spoken":154,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":620,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":554,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1170,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":11,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":587,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2942,"times_spoken":81,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":32,"words_spoken":3586,"times_spoken":80,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":21,"words_spoken":4639,"times_spoken":166,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8548569964965941,"respondent":0.14514300350340592,"date":1473644743053}}