{"petitioner":{"name":"MICHAEL DONALD DODD","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"04-5286","date":"2005-03-22T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in No. 04-5286, Michael Dodd v. United States. Ms. Bergmann. "},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say it's a nullity, what you really mean is it allows for very -- very little relief."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is that an argument in your favor?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to say that it doesn't grant as much relief as it might have doesn't render the statute absurd."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we've had very few instances in recent years I think where this Court has found some right to be retroactive."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it just doesn't happen  very often to begin with."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it would be further limited if the Government's position is adopted here."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't happen anyway --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- very often."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how do we read this statute concerning what court may find the retroactivity? It's not limited, I assume, under either your view or the Government's to a finding by this Court, a determination that it's retroactive."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it could be a court in another circuit presumably if you're in the Federal system."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Why?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess a litigant can read decisions from other courts, as a lawyer can."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why shouldn't the litigant be put on notice by a district court decision? Let's assume it's in his own circuit."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But there's -- there's just nothing in the statute that says what level court it has to be."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that may be just a generic use of the term cases."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if -- if you said a district court, one district judge could -- could trigger the thing for the whole country.  That --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"So look at the trouble we get into when we take your interpretation.  Suppose we take the Government's interpretation and think only of first habeas.  Leave second habeas out of it for a moment.  But if it were only first habeas and those were all the habeases in the world, wouldn't theirs be better?  Every prisoner would know that when you get the right, you file. Okay, no problem.  And you're going to win if, and only if, you get a court to say it was retroactive.  So that's fine.  We all know.  All the prisoners know we've got to file within a year.  It would cause no problem if there were only first habeases."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  They sometimes don't, but then if they don't, you appeal, just like anything else. And you might lose and you might not get your case taken in the Supreme Court.  That's always true for every litigant."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that's a problem. Is there any other problem?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's -- that's linguistic.  I'm -- I'm looking for practical problems for prisoners, which was your initial argument.  And in respect to a practical problem for a prisoner, I couldn't think of one, and that's why I'm asking.  In respect to first habeases."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Then if your only problem is second habeas, there I'd agree with you.  There's a big problem.  But it says here the date on which the right asserted was initially recognized.  Now, I guess a person who's filed a habeas doesn't have a right until the Supreme Court has made the -- the rule retroactive.  And therefore, until the Supreme Court makes it retroactive, there was no right recognized for a second habeas person.  And therefore, for that case it does begin to run when the Supreme Court says  it's retroactive because prior to that he had no right --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- given -- given paragraph 8."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's all -- the word right in (3) quite plainly doesn't cover the last six words of the -- of the sentence.  Well, whether the word right -- I'm trying to fix it up.  I'm trying to figure out --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how do we get to that conclusion. Now, it seems to me what you've done is say either use my ad hoc mechanism, or let there be chaos, or we take your approach which produces the kind of chaos we've just been discussing."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is that important, given what this petitioner did himself?  He didn't wait for there to be a retroactivity decision to file the 2255 motion.  He filed the 2255 motion before the Ross case was decided.  Isn't that right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So perfectly -- the -- the prisoner is perfectly able to file the 2255 motion after the first clause is satisfied, the date on which the right asserted was initially recognized.  This movant was too late, if you measured the year from that right but he wasn't -- he wasn't waiting for any retroactivity decision.  He filed before the retroactivity case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So on your view of it, his complaint, when it was filed, should have been dismissed as not ripe because he didn't have the final element --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that is, the retroactivity?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if we're -- if -- if admittedly, as Justice Breyer said, we're trying to figure out some way to make this work in circumstances in which it's -- it's never going to work smoothly, I suppose one answer would be to take the Government's position and say you've -- your -- your year runs from the moment the right is recognized, but to the -- to the extent that there is a retroactivity question, a -- a court should simply stay the proceeding, hold it in abeyance to see whether, particularly in -- in second habeas where you have the -- the second petition where you have the problem, to see whether some court will, in fact, recognize retroactivity or whether the -- your circuit will recognize retroactivity.  Then if it does, then you can go forward."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, there's no question there's a Rube Goldberg character of the whole thing, I -- I realize.  But -- but that would be a way of -- of solving the second habeas problem and still accepting the Government's position on the -- on the date at which the -- the 1 year for filing starts."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It would -- it would potentially violate the 1-year limit.  That won't necessarily work."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Crazy."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's a very odd  statute."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you don't know who's responsible for writing this, do you? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- do you understand the -- the difference between what is a right initially recognized and then what is a right newly recognized?  The statute is supposed to have three requirements:  initially recognized, newly recognized, and made retroactive."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually Justice Souter's approach might work here because you -- you -- all the second habeases file immediately.  Now, the Seventh Circuit, you say, well, gets to those second habeases right away, and it says dismissed.  Very well.  When they  say dismissed, then they ask for cert.  And when they ask for cert, we take or we don't.  If we don't, then they're out of luck.  And if we take it, people would hold all the other cases waiting to see what we decide.  So they wouldn't lose out in any case where we really were going to make it collaterally -- applicable on collateral review."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I'm sure my dissent was correct in that case, but the -- (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the -- still -- it still would work because the first case has come down.  Okay? The first case has come down.  Now all the prisoners read about these cases, and even if they've already filed a  habeas, they go file another.  And the Seventh Circuit, you say, then looks at that first one that they get to, and they say, dismissed. Oh, you're saying that then he comes he here and we say the reason you lose is not because you're wrong. The reason you lose is because you're not yet ripe."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we -- we still might be able to deal with it.  That person files his petition for cert.  He puts in the petition there are 4,000 prisoners who are trying to file second habeases, and if you decide retroactivity, collateral, all of them but me will be able to proceed.  But you have to have enough sense, Supreme Court, to take my case to decide if you're going to decide retroactivity, that it is and give me the benefit of the decision."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with your argument, Ms. Bergmann, seems to be addressed to the idea that Congress intended to sweep quite broadly here.  But I don't think that's the necessary inference at all.  We're dealing with a situation, as Justice O'Connor points out, where we have very rarely held that a decision is retroactive.  So it's already a very small class of cases, and the Government's view makes it an even smaller class of cases.  But that doesn't mean the statute doesn't work. It just means it doesn't work for a lot of people who are excluded from it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But on your theory, there wouldn't be much in the way of resources because you say there's no ripe claim until the retroactivity decision comes down.  Why wouldn't a district judge, faced with this dilemma, simply say, well, I'll just hold this complaint until the -- the court of appeals or the Supreme Court rules on retroactivity?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question?  The words, made retroactively applicable to cases on collateral review, don't have a modifier such as telling us by whom it's made retroactive.  Has any court considered what seems to me a fairly normal reading that the -- the words, by the Supreme Court, should apply to that phrase as well as the preceding language?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that cuts in the other direction, that when Congress thought about the  entity that makes it retroactive, they thought about us. And that's why -- and that's the only language that seems to fit.  I mean, the by the Supreme Court seems to fit that concept."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I guess nobody has come up with this suggestion other than this question."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we disagree and think it should be, I guess that would open a door down the road for people after this Court made such a determination."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that fits the language, the date on which the right was initially recognized by the Supreme Court if and only if it's been made retroactively by the Supreme Court.  It seems to me a very normal reading of the language.  But nobody else agrees with it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there -- it's -- I'm now taken with this.  I'm jumping from one thing to another here.  But that does get rid of the problems that were initially plaguing your position because it's precise and definite.  And it also gets rid of whatever problems were produced by Tyler because a person could easily get to the Supreme Court in that rare case without his petition, if it's a first petition, being improperly filed because he's not bound by paragraph 8."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's a first position.  So all that he does is he files a petition.  He can file it before any court -- nothing says he can't file it before a  court has decided it's retroactive.  He files the petition.  He seeks cert here.  He gets us to say it's retroactive in that rare instance, and everyone else has a year from that moment. And as far as the -- the second people are concerned, they don't -- the second petition people don't have to file it until a year from that moment, and they have a good claim under paragraph 8.  There's quite a lot -- now -- now, I'm jumping to that because it sounds like it might be good."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, don't worry about it. (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Bergmann. Mr. Feldman, we'll hear from you. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Would you address that last suggestion first, Mr. Feldman?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It was very --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, to -- to interpret as meaning only this Court could make the retroactivity determination and the 1 year wouldn't run until and unless there was a new rule and subsequently in whatever case this Court said it was retroactive."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's true, but I assume it is, nonetheless, open for us to do so --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- if we thought it was correct.  What is your view?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It is noticeably missing because it -- it has a blank there and the words, by the Supreme Court, are the only time limitation in that whole provision after the word if."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But if you don't -- aren't -- I mean,  the language is open, and it's sort of like the virtue of this -- suddenly it's like tinkers to Everest chance.  I mean, it seems to put everything together. What was worrying you most about their position was it produced uncertainty, a kind of a mess.  You don't know which court you're talking about.  People would be filing things all over the place.  They'll be waiting.  That -- it's a mess. This stops that.  What's worrying them is that the second habeas person, given Tyler, could never file,  not even in that -- you know, not even in that -- in that really unusual situation where we're going to make it a collateral review.  And now, what this does is it produces the certainty, the definiteness of when your time clock begins to tick, and it eliminates all the uncertainty, et cetera, and confusion, difficulty from their position."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it could because you could say what the Congress intended to say.  If the right had X, Y, and Z, it shall in that event run from that date."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's implicit in it."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just like the words, by the Supreme Court --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- would be implicit."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on Justice Stevens' analysis, he does not have a date until the retroactivity decision is made, and he has to sit there and wait.  But  when the retroactivity decision is made, he's got his date."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I follow your linguistic -- Justice Stevens follows the linguistic analysis.  I think the question that he's raising, the question I'm raising is, do we have a good reason here to doubt that the linguistic analysis is getting us to -- to what Congress would have intended? The proposed good reason or the best reason I think is that if we read it your way, then as Justice Breyer said in Tyler, as a practical matter, second habeas  is -- is -- a second habeas petitioner is -- is almost never going to -- or probably, in fact, never will get the benefit of the new rule.  Well, maybe one answer to that is, so what. The reason that cannot be dismissed, I think, that way is this.  As has been pointed out here, we do not under our rules often make a new rule retroactive, but when we do under the conditions which we impose for that, it's -- it's one humdinger of a rule. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"And it is -- it is unlikely -- or at least there's a good argument that it's unlikely -- that Congress would have wanted to exclude all the potential second habeas people from it, particularly because they're second habeas people because they got in in time on first habeas.  They played by the rules, and on your theory basically they're out of the game on a very important rule.  So that's the argument for saying that your linguistic analysis may not be pointing to what Congress intended."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that is --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That is a highly exceptional case, and the problem with that is -- I mean, if -- if we're going to -- if you're going to be linguistic about it, you'd have to say, well, that really is not very sound reasoning because that is not a holding because the -- you -- you've got not merely to have recognized it under the statute, but you've got to have held it.  And that's -- that's pretty unlikely."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess we've said you've got to do it with --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In those cases, would the  Government ever on its own motion have a defendant retried or released?  Has that ever happened?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think it has.  If -- let me ask you this.  If -- if a decision says that what was a crime, as defined to the jury, is no longer a crime -- the conduct was no longer a crime -- I take it Teague doesn't necessarily apply to that, but this is still a substantive rule that's retroactive.  Is that the way it works?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- what interest does the Government have in holding somebody when the conduct for which he was convicted is no longer a crime?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you let the guy go?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's say he's being --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's say he's being held because the Government insists that it's not retroactive and the Government is then proven wrong.  Would that let him qualify under (2) because then the -- the impediment to making the motion was the fact that he thought it was not retroactive, but then -- and that was Government action because that's what you insisted on.  But then that's removed.  So does -- so would -- does entitlement under (2) apply?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't think this is going to work."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, but it is because he -- it hasn't been found retroactive yet and he can't file --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- under your view."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you prevented him from filing effectively.  I mean --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the petition has to be dismissed."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's probably right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The language -- the language is on your side, I think there's no doubt.  But it's not unambiguous.  Imagine a prison rule that says that the -- after the prison board, the -- the prisoner has 2 weeks to appeal to the warden from the time of the decision of the board if the prisoner has been notified.  The prisoner isn't notified for 3 weeks.  I think we'd read that to say he has 2 weeks from the time of notification.  You -- you can use can if in that way.  It's not impossible.  And once I begin to think it could be open, I think, well, let's look for the most practical approach."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you'd say, well the language is clear -- clear, but let's go -- let's go on equitable tolling."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  What you're saying is the language."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, could I bring you back to the -- the issue?  I'm sorry.  Yes.  Can I bring you back to the issue of whether the Court that recognizes the right has to be the Supreme Court or not?  You say there are three other instances in which it is specified that it be the Supreme Court, and it's not specified here. But does any of those other three instances involve language like this which -- which has the Supreme Court mentioned immediately previously? I mean, when I read that the first time, has been newly recognized by the Supreme Court and made retroactively applicable to cases, I mean, I think what it  envisions is the -- the very decision of the Supreme Court that newly recognized it made it retroactively applicable. Is -- is any of the other ones phrased this way so that the word, the Supreme Court, is immediately preceding the and made retroactively applicable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The proximity of the reference to the Supreme Court there really --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- when you read it the first time, you think they're talking about the Supreme Court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Has been newly recognized by the Supreme Court and made retroactively applicable."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything in any of these statutes or legislative history or any -- anyplace else where Congress ever thought of the possibility that some other court might make a new rule retroactive?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think the other reading is -- the assumption was -- and I think it's incorrect -- that we would simultaneously identify the new right and decide it is or is not retroactive.  That was the assumption I think."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I realize it's wrong, but I think that's probably the assumption Congress made. That's what I'm suggesting."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"See, the only thing about your reading of the statute that troubles me is you're -- you're reading the word only.  If it's a 1-year statute, but only if Congress -- the Supreme Court has already done the next two things.  1 year is the maximum."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There's an only --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not an if, but if that happens, then it shall be --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"See, it really --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- would accomplish your objective if you just struck the whole clause after the word if.  You don't really need that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what courts in -- in your view have to make the retroactivity finding?  The district court?  The circuit where he's -- which has jurisdiction over his case?  Any circuit?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If it's not that -- if it isn't the district court in that case, then you -- the district court has to take this complaint and just freeze it until some other -- a higher court rules on it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So that if 10 other circuits have ruled on this but not his own, there's nothing he can do until somebody within the 1-year window files."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So far as first habe goes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Second habe, he's out cold."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What it would do -- let's take a case which I guess we -- Apprendi.  I mean, you know, Apprendi, a big sort of an issue in the courts.  And -- and this would put tremendous pressure on us to decide it immediately, wouldn't it?  We'd have to say immediately whether it was going to be retroactive or not retroactive because it's only likely to come along in some major, major matter like that, other than the kind Justice Kennedy said, which is another kind of problem. I mean, I don't see a way, if we take your approach, of getting out of this tremendous pressure. Maybe it would be a good thing.  But I don't think there's a way of getting out of it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you think about the -- it seems to me we've tried three approaches, each of which try to get us out of this problem of the pressure, call it.  And we have Justice Stevens' and then -- but there were certain problems with Justice Souter's, which still I'm not certain might -- then I had started with one that I guess the objection to it would be it's laughable.  But -- but is there -- is there any -- I mean,  you see, it's -- it's reading -- it's reading the word right in 6 to encompass all of the paragraph in 8.  Is there anything -- I mean, it's a pretty good objection that really that just goes too far."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But is there any other objection?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you this question? Isn't it true that under some of the other references they refer to a constitutional right?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Whereas this just refers to a right and it includes statutory rights.  And, of course, the odd thing about that is that normally when we construe a statute, we say it always meant that.  It's not -- it's not a new right in the sense as a right as of the date of enactment."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the difference between the Constitution and statutes sometimes is rather significant."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feldman, is there any case in which the Supreme Court newly recognizes a right in which it does not initially recognize the right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they're -- they're -- I thought your position was newly recognized means that it -- it has to be the kind of a right that would -- would overcome our usual bar to -- to, you know, rights that existed before."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Every -- every newly recognized is an -- is an initially recognized, although every initially recognized is not necessarily a newly recognized.  Is that it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The other way around? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't know who wrote this either, do you? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which would have been the date on which it was newly recognized."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why couldn't they say, the date on which the right asserted was newly recognized by the Supreme Court if it has been made retroactively applicable?  Wouldn't that have been a more --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what about -- I think the principal argument that Ms. Bergmann made was your reading means people -- you're encouraging filings that inevitably will be thrown out because the right will be made retroactive?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the other -- the other way avoids loading the district court with filings that are futile."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You see, you're -- you're saying --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that the district court should take these filings, should not hold them.  It should itself make the retroactivity determination."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your position is strengthened by the other three provisions of the statute that mentioned this, but it's not controlled by that, I take it.  You think it's unambiguous just as it read -- as it's read on its own."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Feldman. Ms. Bergmann, you have 6 minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it didn't newly -- it didn't newly recognize it either, did it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It was -- it recognized that when it would be initially recognized, it would be newly initially recognized. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see your point."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I thought it could be, if you want to play games, there is an imaginary right to which Blackstone has referred 48 times.  Yet, for some odd reason, that right has never come to the Supreme Court of the United States.  But one day it does.  It is a right of constitutional dimensions embedded in the law of stoppage in transitu.  And although it's well recognized, we've never had a case.  Finally, we get one, and it is initially recognized here, but it is not newly recognized for every treatise on stoppage in transitu has long  assumed that it was part of the law of the United States. I don't know.  That's what I thought it was."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it that what I've just said is of total irrelevance to everything.  Is -- is that right? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not your fault."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":5,"sideBefore":"justices","text":"I'm laughing at the statute, not at you."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how is -- how does that work?  I mean, can you explain that a little?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose he did -- he hasn't violated the statute of limitations.  He -- he filed it before a year ran from the time that we finally recognized it because we haven't even recognized it yet."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what is premature?  What prevents a person from being premature?  They just might lose on the merits of their claim is all, and he might anyway."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I -- I was the one who's having a problem.  I -- I didn't see how your client would be hurt if we adopted Justice Stevens' --"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Bergmann."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JANICE L. BERGMANN","firstName":"JANICE","lastName":"BERGMANN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3133,"interruptions":28,"times_spoken":62,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JAMES A. FELDMAN","firstName":"JAMES","lastName":"FELDMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3714,"interruptions":41,"times_spoken":70,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":267,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":623,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":3,"times_spoken":20,"laughter":4,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1871,"interruptions":4,"times_spoken":31,"laughter":3,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":348,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":521,"interruptions":5,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":352,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3133,"times_spoken":62,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":41,"words_spoken":3714,"times_spoken":70,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":4458,"times_spoken":141,"laughter":8,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034822}}