{"petitioner":{"name":"RICKY BELL, WARDEN","counsel":[0]},"respondent":{"name":"GREGORY THOMPSON. ","counsel":[1]},"caseNumber":"04-514","date":"2005-04-26T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in Ricky Bell v. Gregory Thompson. Ms. Smith. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're -- if you're going to -- if you're going to consider something that wasn't a recall of a mandate as if it was, why don't you consider it as a rule 41(b) action?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't recall it, didn't -- did they? Did they recall it? They issued it and then recalled it?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct. So we did -- they didn't recall it. So, of course, 41(b) does not have to do with recalls. 41(b) has to do with issuances, and 41(b) says the court may shorten or extend the time for issuing. Now, why wouldn't that be the obvious rule to apply to what occurred here?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it say earlier? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the court can -- can extend it or -- or in fact truncate it, can't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what if the court then -- I'm -- let me just get to -- and I think this is consistent with Justice Breyer's question. What if the court, at the -- at the point cert was denied and rehearing was denied, simply said, I -- we're now operating under (b) and we're extending the time?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh. That's -- that's what it did, but what if the court had -- had been more articulate about what -- what it -- it was doing or may have been doing and -- and simply said -- at the moment at which the -- the rehearing period expired for cert, said, all right, we're still not issuing the mandate and we're operating under subsection (b), we're extending the time. Would - - is -- is there anything in the rule that, at least in 1111 14th Street, NW Suite 400 terms, would have precluded the court from doing that if it had said that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there are -- are they any - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, you -- you would make the same argument to that that -- that you were making earlier, I assume, that to read it that way would -- would be to nullify Calderon."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are there any circumstances in which the court can -- and let's again, as Justice Souter said, say that it put it on the record what it was going to do, that we hereby, after the Supreme 1111 14th Street, NW Suite 400 Court has ruled in the case, will withhold -- order that the mandate shall be withheld for a period of 30 days because there is a -- a new case coming out on a different issue that may affect our -- our holdings?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or that a new case has been - - has been released and we think that bears on -- on the outcome."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And we want to consider that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, or after disposition by this Court on it - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when cert is granted."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- so no circumstances can the issuance of the mandate be extended after this Court has denied the petition for writ of certiorari?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under no circumstances?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you accepted the petition for rehearing in this Court would also count, although the rule doesn't say that."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule speaks about the mandate should issue when cert is denied, but in this case, there was a further extension while this Court was considering a petition for rehearing. Do you say that that was also outside the rules so that the mandate would have to issue when cert is denied even if there is a petition for rehearing and a request to continue the stay during the pendency of that rehearing petition?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say that that was wrong in this case too."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so your view --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"I just want to get -- if I may just get -- you say there are no circumstances in which - - where (d) is otherwise applicable, the mandate can -- can be -- the issuance of the mandate can be extended. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the prosecutor -- did the prosecutor object when there was a further extension given for the pendency of the petition for rehearing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I guess I'm -- I'm not clear about the facts here. Did -- did the court -- did the court comply with (b)? Did it shorten or extend the time? Was there any issuance of a -- of a -- of an order shortening or extending the time, or did the court just ignore the deadline and -- and act later?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So there -- there is nothing from the court that -- that says we -- we shorten or extend the time."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Then I guess that the -- that the conclusion would be, if you read 41(b), that if the court has not shortened the time, the court's mandate must issue 7 calendar days after."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that the reading of circuit?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Does that reading of the rule require that a decision to extend the time be set forth in any particular form of order or any written document?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe they internally did affirmatively decide to extend the time, but they just didn't enter an order. Would that count?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if they called counsel and said, we've decided to delay extending the time? Would that -- but we're -- we're going to extend the time, but we're not going to bother to enter an order. Would that constitute an extension?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It requires a written document - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- saying for how long it's going to be extended?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they apparently did 1111 14th Street, NW Suite 400 decide to extend the time for whatever time it took them necessary to review the files that this particular judge became aware of during this period. They did, in fact, extend the time because they didn't issue it."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the court give any explanatory reason for what it did?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the opinion of Judge Suhrheinrich -- I forget his name -- explains in great detail why he thought they needed more time before the mandate issued. I don't know why that isn't explaining why he extended the mandate."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":8,"sideBefore":"justices","text":"But a single judge doesn't have the authority, does he?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Smith, this -- unlike the Calderon, which is a -- was a -- a court has authority to 1111 14th Street, NW Suite 400 recall a mandate that has already issued, this seemed to be a really idiosyncratic case. I mean, this was an extraordinary situation where a judge said, my goodness, I wrote an opinion that assumed this person was mentally okay, and now I discovered in the file things I never saw before. This is a death case. I have reason to suspect that this person may not have been competent when he committed the crime, may not have been competent when he -- when he stood trial, may not be competent at this very moment. A judge in that situation -- he finds something that looks like it's the -- it's -- it's the key piece of evidence in favor of the defendant. Somehow it never got submitted. A judge, knowing that he has written an opinion saying this man, as far as the Federal courts are concerned, goes to the State and they can set their date of execution and all that -- that was an -- this case is so idiosyncratic that I'm concerned about dealing with 41(b) and mandates for this really unusual situation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He couldn't have recalled the 1111 14th Street, NW Suite 400 opinion because of the extraordinary circumstance. My God, I made a mistake. He couldn't recall the opinion, could he?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- let me ask you this. Your -- I think you say that you -- you cannot extend the period for issuance of a mandate after the Supreme Court has denied the petition. Could the court then issue the mandate and then recall it under Calderon?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you surveyed the circuits? I know this -- what -- what you describe as the practice certainly wouldn't have been in the First Circuit. Maybe in the D.C. it was, but I mean, we would have thought that we have the power over our own mandate. And of course, if it hasn't issued and some extraordinary thing comes along requiring a revision, we would have revised it. So when you read the rules and you say that's what we argue, you're not arguing it about any court that I'm familiar with as an appeals court. So -- so have you looked up the appeals courts and found that in fact there is at least one court or two or maybe more that follow the interpretation that you're arguing for?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you have not, then my experience would be you're arguing for a rule that no appeals court follows, that -- that all think they have power over the mandate, and that the question becomes one of whether or not there was a good reason for delaying the mandate."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If there was a good reason, they could, and if there wasn't, maybe they couldn't. 1111 14th Street, NW Suite 400 But Justice Ginsburg has set forth what sounds to me like an excellent reason, that the judge discovered he had made an error that could mean life or death or jail or innocence, and before that opinion issues, I want to be sure it's correct. Now -- now, that's how I'm thinking, that the general practice is contrary to what you say, that the question is a good reason, and that here there could hardly be a better one. So what is your response?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And all the circuits have just been wrong in their interpretation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't know that all the circuits have that interpretation."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I don't either."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Has Justice Breyer conducted the kind of investigation he asked you about? (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Well, how many cases 1111 14th Street, NW Suite 400 very similar to that -- this exists? It struck me as just procedurally bizarre."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's take the hypothetical where there is an extraordinary -- where it -- it does rise to the very high level. And then you have these facts. They just don't say anything and -- and they keep the case. If they could have issued the mandate and 1111 14th Street, NW Suite 400 then recalled it, what difference does it really make, assuming there is an extraordinary circumstance? I know you deny that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it wouldn't have to suspend the rules for good cause since it has authority to extend the time for issuing the mandate. It can comply with 41(b). So I think the most you can say is that the court, when it's faced with extraordinary circumstances of -- of the sort that could overcome Calderon, should issue and order extending the mandate because, and explaining why, because there's this evidence which, if true, would, you know, produce a miscarriage of justice in this case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me again. How do you - - you read the rule to say?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't expressly say that in that last sentence."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you going to address the seriousness with which this evidence should be viewed? Because it is disturbing. It certainly would go to whether a death penalty should be given."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't she interview the - - the petitioner herself? Did she not interview the -- the defendant himself?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"At two different points in time, wasn't it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you disagree with the factual point that I think one of the opinions made, that this study was not, in fact, known to exist by the members of the court of appeals panel who decided the merits of the case before the petition for cert was filed?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As to how serious it was. I understand. But do you -- do you disagree with what I understood to be a representation of Judge Suhrheinrich that he did not know about this study, did not know -- it had not gotten into the record, and neither did anybody else on the panel, even though, it seems to me, sort of strange that nobody did know it? I have to confess that. But do you dispute the factual predicate or the fact that -- that they did not know that this study was available?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How would it have been 1111 14th Street, NW Suite 400 presented? Because it wasn't -- it wasn't even in the record in the district court. I mean, that was what Suhrheinrich was so bewildered about, that here was what seemed to be the strongest evidence for the defendant, and at the end of the proceeding in the district court, it's not even made formally a part of the record. It was a deposition. Right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it wasn't -- it wasn't in the district court record. It wasn't in the record that went from the district court to the court of appeals. It wasn't in the record on appeal."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was it before the - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":5,"sideBefore":"justices","text":"But wasn't the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- court of appeals in the petition for rehearing after the court of appeals made its decision? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so it was referenced in the petition for rehearing."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you think it could not have been considered in mitigation in the decision whether to give a death sentence?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Calderon requires not just that it might have been additional mitigation, but that the defendant would have been ineligible for the death penalty."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's how I read the case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that may be but the -- the fact that this sort of evidence would ultimately be kept out from the court of appeals and ultimately from the district court may be a very good reason for us not to adopt your analysis that what happened here is the equivalent of a mandate issuing and a mandate being recalled. It may be a very good reason to prefer a different analysis."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we don't have to conclude why it was not presented. All we have to be concerned with or what, I think, we have to be concerned with is this. Is this very important evidence? The answer is yes. It may not go to eligibility, but it's very significant. Number two, if we accept your Calderon analysis, this evidence will be kept out forever. If it's that important, that may be a good reason not to accept your Calderon analysis and say if the mandate hasn't issued, it hasn't issued."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's my point and -- and you may want to respond to that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I presume your -- your answer would also be that if it's a good reason for -- for not issuing the mandate, as you're supposed to, it would equivalently be a good reason to recall the mandate. We 1111 14th Street, NW Suite 400 -- we crossed that bridge in Calderon."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I take it you also recognize that the bridge that we did not cross in Calderon was -- was in answering the question whether - - in a case in which a court does not issue the mandate, we are going to construe the court's authority, its -- its discretion narrowly or broadly. And that is the issue before us here, isn't it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying is - - essentially is we should regard this as though what wasn't done had been done because it was supposed to have been done. In other words, you're saying treat this just as if the mandate issued and was being recalled. That's what I get to be the gist of your argument."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But let me ask you this. Why 1111 14th Street, NW Suite 400 should not the proper standard of being -- deciding -- the court of appeals panel has decided a case. They -- they learn something that would have caused them to come to a different conclusion had they not -- had they known it in time. Should not that be a sufficient reason to extend the 7-day period?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it have to be miscarriage of justice? They just say we goofed for an inexcusable reason. We now realize there's something very important we failed to -- failed to find out. We now know it, and we would decide the case differently had we known it a week ago. Is that not a sufficient reason to say let's postpone the 7 days?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just asking whether if you were on the -- on the court of appeals, wouldn't you think that would be a sufficient reason to say, hey, don't issue 1111 14th Street, NW Suite 400 the mandate? Hold it for a week so we can look at this. You don't think that would be permissible for an appellate judge to do that?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Ms. Smith. 1111 14th Street, NW Suite 400 Mr. Shors. "},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"For how long after the judgment becomes final can a court engage in sua sponte consideration of whether to grant a rehearing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about -- about the provision not of 41(b) but of 41(d)(2)? There had been a petition for certiorari here, which was denied."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Correct? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and (d)(2)(D) says the court of appeals must issue the mandate immediately when a copy of a Supreme Court order denying the petition for writ of certiorari is filed. That didn't happen."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think it has to issue an order? The State here, having received a judgment and 1111 14th Street, NW Suite 400 -- and seemingly a mandate has to issue after the judgment unless there's an order extending the time -- went ahead with proceedings to -- to set the execution, to have the -- the person examined to be sure that he was competent to be executed, going through many stages, and was it proper for this court without -- without ever issuing an order extending the time for the mandate, simply to come back - - what -- 18 months later and say, oh, by the way?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're on -- you're on the court of appeals. They're proceeding for execution. The families of the victims know. The -- the accused, the condemned man, is being -- you tell your colleagues, let's 1111 14th Street, NW Suite 400 just say nothing about this. You think that's good practice?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's consistent with the rule not to enter an order that you're extending the time?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a very strange reading of the rule."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Do you know any precedent, any case, in which rule 41(b) has been invoked after there has been a petition for cert and petition for cert has been denied? In practice, is there any other case in the world like this? I don't know of any."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Were -- were those cases in which they issued an order saying what they were doing? I.e., we extend under (b)?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that really true? Is -- you have a judgment, and it doesn't have preclusive effect from the time it issues? It -- it's just sort of suspended there with no effect until the mandate issues?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Shouldn't the State at least be notified of the pendency of this sort of thing?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now, that - - that really doesn't add up."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That might be a clerical error all by itself."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But there was no doubt that there was a final judgment here in the death sentence."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it's so remarkable, isn't it, that the court did not notify the State and -- and the defendant about what it was considering? It didn't enable them to address the issues by briefs, memos, or argument. I mean, this -- this -- it's just an amazing sequence, don't you think?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And how -- how could they possibly do the best job they could on the opinion without letting the parties know what they were trying to do and to address the issue?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This was -- this was how long after cert had been denied?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that's why I'm quite curious, but I only have experience in one circuit. And -- and I have an impression, but I need to know what is the general practice. I would have thought -- but this is highly impressionistic -- that probably the mandates didn't always issue within 7 days, that it wasn't totally uncommon to have them 10 days or 12, and it was fairly informal. Certainly there were no notice, but maybe other circuits do it differently. It's an area that's obscure to me, and I'd like to know how do people actually handle it. Is it something that is generally within the -- up to the individual court of appeals to provide notice or not or whatever as it wishes? Is it that some delays, 6 months, might be really much too late? Is it -- how does it work in the circuits?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And they don't normally give notice or -- or something like that? They say, it will be here in 7 days, but we'll tell you we've delayed it. They just do it."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think they might have handled it that way, but I don't know if that's the right way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They -- they just do it even when they're delaying it for 18 months in order to reconsider the case? I can understand they're just doing it when -- you know, for clerical or other reasons, it - - it comes out in 10 days or even 2 weeks instead of -- if that's what you're talking about, that I can understand. But here we're talking about a decision for a lengthy delay in order that the court may reconsider the case. I would be astonished if it were regular practice for a court to do something like that without notifying the parties."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, to say there's no surprise to the State, that may be the State probably 1111 14th Street, NW Suite 400 knew as much as the defendant about what was in the record, but certainly it was a surprise to the State to know that the court of appeals, after cert was denied, was pondering all this for that long a time."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the counsel should go to the -- see the docket sheet regularly to see whether the court of appeals might be doing something?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you say the State should have known what the court of appeals -- before cert was ever considered because it was on a docket sheet. But the case was over, so far as the parties were concerned, in the court of appeals and in the district court. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What I don't understand is how your argument fits in with -- with the rule that you can't recall the mandate. I mean, you have the same horrific situation. My God, we made a mistake. And we've held you can't recall the mandate unless these very high standards are met. Now, are we going to hang on that technical distinction between not issuing the mandate forever and ever and recalling the mandate? The court -- a court has inherent power to recall a mandate, but we said you will not do it unless these very serious obstacles are -- are eliminated. And 1111 14th Street, NW Suite 400 it seems to me, just as a court does have power to extend the time for issuance of the mandate, it makes sense to say the same thing. You shouldn't do it unless these very serious obstacles are eliminated."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but they did grab it back from us. I mean, if what you say is true, we should deny cert in all cases where the mandate hasn't issued or where the only stay for the mandate is pending disposition of - - of cert. We should -- we should put that in our rules. They did snatch it back from us, didn't they? What if we had granted cert?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What if we had granted cert? You -- you say they then could not -- what -- what would happen then?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't stayed. It just wasn't issued."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the court of appeals were talking about a point of law and the court of appeals issued an opinion saying we agree with three circuits and disagree with four others? The losing party 1111 14th Street, NW Suite 400 brings it here and we deny certiorari. It goes back. And then one of the judges on the panel says, gee, I think we should have gone with the other circuits. Can they do that at that point?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's an intervening circumstance. It's not a single judge changing his mind."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we might address the - - the issue of whether this is that extraordinary. Number one, the court of appeals did have reference to this deposition in the petition for rehearing that was filed with it. Number two, the -- the testimony of -- of the psychiatrist bears on the issue but the -- there was a hearing on that point and another psychiatrist disagreed."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but let's -- let's assume for the moment -- you may disagree. Let's assume for the moment that the Calderon standard applies. There has to be an extraordinary showing. And the State has made an argument here that this isn't that extraordinary. We see these cases all the time."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So is recall permitted. I mean, courts have inherent right to recall too. I mean, the same - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- the same situation existed 1111 14th Street, NW Suite 400 in -- in Calderon."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't -- but why wouldn't that be read in light of AEDPA as well? I mean, whether it's a common law rule or a rule that -- that's written down, why equally shouldn't they be read in light of AEDPA?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, isn't it also true that in Calderon the Court didn't merely hold that it was an abuse of discretion, they held it was a grave abuse of discretion, but even -- even more serious in that case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, this court - - this -- in this case the State court thought it was in the system. It -- it set an execution date."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What was the -- what court had granted the stay? 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it remained in effect all that time?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we don't -- we don't have 1111 14th Street, NW Suite 400 to be that harsh. We can -- I don't think that's the question. I think the question is under what circumstances can you correct the error without having formally acted to extend the time for issuance of the mandate. I think one can draw a distinction between the court just sitting there and doing nothing for a year and a half and -- and then, you know, during which it's reconsidering the case without notice to anybody, and a situation in which a court takes formal action. We're extending the time. We could have a much lower standard for the latter than -- than for the former."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this is -- it's an abuse of discretion standard, and -- and it is certainly reasonable to apply one standard for abuse of discretion where the court has entered an order notifying all parties that it's reconsidering the case and a different standard 1111 14th Street, NW Suite 400 when it hasn't done that. I don't -- I don't think it has to be spelled out in the rule."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Shors."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Smith. 1111 14th Street, NW Suite 400 "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- did the stay remain in effect in the district court, in your view?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Respondent represents that the stay of execution was entered in the district court and it stayed in effect."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"At what point in your view did 1111 14th Street, NW Suite 400 that stay become dissolved?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that's your position, but has any judge so ruled in this case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You may be right. In this case did any -- either the court of appeals or the district court terminate the stay?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Smith. The case is submitted."}],"people":[{"id":0,"fullName":"JENNIFER L. SMITH","firstName":"JENNIFER","lastName":"SMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2872,"interruptions":32,"times_spoken":76,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MATTHEW SHORS","firstName":"MATTHEW","lastName":"SHORS","counsel":true,"justice":false,"side":"respondent","words_spoken":3289,"interruptions":18,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":432,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":621,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":647,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1174,"interruptions":1,"times_spoken":27,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":598,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":630,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":144,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":2872,"times_spoken":76,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":3289,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":4704,"times_spoken":131,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.833140742911193,"respondent":0.166859257088807,"date":1472523515180}}