{"petitioner":{"name":"DOMINO'S PIZZA, INC., ET AL.","counsel":[0]},"respondent":{"name":"JOHN MCDONALD. ","counsel":[1]},"caseNumber":"04-593","date":"2005-12-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Domino's Pizza v. McDonald. Ms. Mahoney. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can you tell me, Ms. Mahoney, just in -- in a case where the person is directly implicated -- he was the one discriminated against.  He obtains in a suit the damages for the loss of the profits in the contract.  What are the other damages?  Does he get emotional distress?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if you're contracting for yourself --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in your own behalf."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And what was the plaintiff's -- it wasn't here.  What kind of damages was he asking for?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought they were -- they were essentially, as I guess you said a moment ago, emotional distress kinds of injuries because otherwise he'd be claiming a double recovery.  So he doesn't do that because they -- they settled the contract case with the corporation for what?  $46,000?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that the only thing he -- he's not claiming an economic injury, as I understand it, or am I wrong?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I guess that's where I went wrong.  I thought those were the reasons that he was claiming that he had been distressed emotionally."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're -- you're saying he wants the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if you have a --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"justices","text":"What -- what he's saying is treat me as a sole proprietor.  Yes, I created this corporation so I can be insulated from liability, but this is a one-person show and so I am bringing a 1981 claim and say forget the corporation.  I'm the only human that's involved in this activity. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, what if you have a case where a company says we are not going to deal with any companies that have an African American 1111 14th Street, NW Suite 400 as the CEO?  Couldn't that CEO, the individual, claim that that policy interferes with his ability to make contracts with his company to be the CEO?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And shouldn't he then have a right to bring a claim under section 1981?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that McDonald had had a contract with the corporation that he gets 80 percent of the gross from every contract.  Could he then sue?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- but in this case, it's pretty obvious they didn't care about the corporation.  They cared about him.  He was the target."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Did you say there is or --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":6,"sideBefore":"justices","text":"-- are there any cases where we pierced the corporate veil in order to help the shareholder?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is kind of an inverse"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- corporate veil piercing. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There are two separate arguments here, and I'm trying to separate them.  I guess that many States have a doctrine in two areas of law.  Third party beneficiaries can sometimes recover; 1111 14th Street, NW Suite 400 sometimes they can't.  Victims of efforts to interfere with a contract sometimes recover; sometimes they can't.  And one question is whether this particular individual fits within those doctrines.  And you have to be an expert on contract law to know. But in respect to the civil rights law, I guess your position is -- and this is what I want to know -- that whatever those doctrines are, they have to be the same for white people as for black people."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  So -- so it might apply. And one thing you couldn't do if you're a State is have a different rule for black people that treated them worse than white people."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And has there ever been a case in respect, whether it's affirmative action or some other thing, that interprets that -- that -- this particular civil rights statute to say that for whatever historical reasons, et cetera, black people are entitled to more protection under contract law than white? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do corporations have a color?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we deal with this? That is to say, do I have to become an expert on contract law, or do I say to the Ninth Circuit or the circuit, look, the -- the question here is not what the contract law is except insofar as it's relevant to whether there's a differential in treatment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe not -- maybe not shareholders in general, but what if you have a situation, like here, where you're dealing with sole shareholders?  Why is that a real stretch to say that that person is a third party beneficiary of the contracts of his corporation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There was nothing in these contracts requiring anything in the way of personal guarantees or anything of that sort?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's exactly what I'm asking.  If -- if you win, this case is reversed, sent back.  I mean, what do -- would I tell them?  And why not tell them, instead of having to delve into this, is, look, it's plausible here that third party beneficiary doctrine might cover this person?  It's also plausible not.  We're not experts. We don't know.  You figure out what the normal rule is and apply that normal rule."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the other part of it, which is the -- the interference with the contract?  Could we say the same thing there?  We send it back, say, look, we're not experts on this, it's a matter of State law typically, and be absolutely sure, please, that whatever doctrine you normally apply is applied to this case too because it's plausible.  He's the sole shareholder.  He's the sole beneficiary."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying this is a matter of Federal contract law, common law, Federal common law, are -- or are you saying you go State by State, in which case 1981 is some places it will be third party beneficiary, some it won't?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it State law today or State law back when section 1981 was passed?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in a -- in a sense this is stronger than some tortious interference claims because here the target is this -- this party."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean that -- that the injured party has to be the target?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To interfere but not necessarily to injure him."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Lichtenstein. 1111 14th Street, NW Suite 400 "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's take that last one first, if you don't mind, since the argument is that you've waived that argument by not -- not raising it below."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where in the complaint does it allege a tortious interference claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  The --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"justices","text":"Excuse me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"-- the allegation I'm looking for -- and I -- I guess you probably didn't -- you didn't have to raise it below, given the state of the Ninth Circuit law I would suppose.  But in your brief in opposition, where is it raised that this interferes with the contract between you and -- between McDonald and JWM?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But coming here, I would have thought our rules say that if you're going to rely on this as a ground for affirmance here, we should see it in the brief in opposition."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Brief in opposition to the petition for certiorari.  You -- you did not raise 1111 14th Street, NW Suite 400 this."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- it's -- it's brand new to us.  We -- we didn't think this was in the case at all."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It wouldn't just be an argument.  You'd have to amend your complaint because it wasn't set out in the complaint."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is targeted enough?  I mean, I'm thinking here not necessarily your case, but in 1111 14th Street, NW Suite 400 general.  Is a claim of discrimination -- I don't know the state of the law, but maybe if a minority shareholder -- a minority person is the sole shareholder of a corporation, maybe that corporation could assert protection, or maybe it couldn't. But here, I take it that the corporation JWM brought an action and won or settled for $45,000.  So they're out of it. Now we're just thinking about the sole shareholder, and the sole shareholder says there's another action here.  And as to the two most plausible ones that I would like to assert an action as a third party beneficiary, we've heard the other side say that you've conceded you have no right there.  And as to the other one, which might be protected in many cases, that the -- knowing that what was going to happen, they deliberately interfered with the contractual relation between me and the corporation.  That's what we're asking about now.  And you say, well, I didn't raise that. Now, is there a reason you should be given an opportunity to raise it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You conceded that out."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  I -- I thought the question presented -- I didn't think.  I'm reading it from the petition for writ of certiorari.  In the absence of a contractual relationship with the defendant, are allegations of personal injuries alone sufficient to confer standing on a plaintiff pursuant to 42 U.S.C., section 1981?  So, I mean, the question 1111 14th Street, NW Suite 400 presented was -- was precisely if your client did not have a contractual relationship, would the mere allegation of personal injury, which you're now alleging, be enough to confer standing?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the question is -- I mean, that begs the question, whether there has been a violation of section 1981, and the argument here is that there's no violation of section 1981 unless you're interfering with a contract of the plaintiff."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you referring to Runyon, for instance?  The parents always had a special relation to the child.  It's something of a stretch to 1111 14th Street, NW Suite 400 say that the corporation has that same relation with its own shareholder."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That might --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"There's no doubt he's the target.  That's the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Was there any overlap? The -- what damages could the corporation JWM have collected under -- had it brought a 1981 suit? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then the argument for sending it back, if I understand it, is this, that when you look at the question presented, no one could possibly file a lawsuit -- and you didn't -- on the theory, well, I'm hurt, so somebody should pay me. That isn't a legal theory."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Rather, the legal theory here was that this contract-related section of the law is violated.  And you want to say the simple fact that the contract wasn't between McDonald and JWM, that's a separate matter.  That doesn't bar you from bringing your claim.  So, on the one hand, you argue that I can bring my claim as long as I'm a target and the motive as to why they breached some other contract, the one between the two corporations. 1111 14th Street, NW Suite 400 -- And we seem to have it conceded that even if that's too broad, there are at least some circumstances where you could bring your claim.  One is if you were a third party beneficiary.  That's not present here.  And the second is if you are a target such that their action violates and interferes with a contract between you and your own corporation.  At least you have that going for you.  So you say, well, if I was wrong about the broader theory, give me a chance to allege the narrower."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm trying to be helpful in this respect. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No.  You have to say there's certain kind of target.  The kind of target is that they --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- were discriminatory, aiming at me, et cetera."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which you didn't allege and didn't even raise in the brief in opposition here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But those contracts --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"His contract with -- with the corporation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly the issue. And --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and that's how I understood this came -- case came up here.  The contract you're relying on is the contract between the corporation -- between the corporation and Domino's. 1111 14th Street, NW Suite 400 And can you -- can you sustain a lawsuit for the violation of that contract?  There was no mention of any other contract.  I don't know why we should send it back down so you can mention a contract that you haven't even thought of even when you filed the brief in opposition. So that's the issue, whether the violation of the contract between McDonald -- between Domino's and your client's corporation will allow your client to get -- to get some damages inasmuch as he was the target. That's how I understood the lawsuit."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, could you tell me when -- the -- the claim was settled when your client's corporation was in bankruptcy.  Right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I assume your client had no -- nothing to say about -- about whether the settlement would be -- would be accepted by the trustee or not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It was out of his hands, which means that, you know, you're -- you're sort of 1111 14th Street, NW Suite 400 pleading the advantage of a corporation, limited liability and all of that, and went through bankruptcy taking that advantage, one of the consequences of which was that you left it to the corporation to settle this claim. And now you want to disclaim the advantage of a corporation and say, oh, although the -- you know, the corporation settled it out -- you know, I was no longer in control of it because of the bankruptcy -- I want to bring the claim on my own.  I mean, I can understand why it would be nice for you to get that, but it doesn't seem to me that you should be able to play dog in the manger that way.  You either -- you either accept the corporate form or you don't."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you'd have to concede at a minimum that now that the corporation has settled the breach of contract claim, that to the extent that the corporation could have recovered under 1981, that's gone too because those two claims were intimately 1111 14th Street, NW Suite 400 related, and you would be precluded from bringing such a claim.  So to the extent that there's an overlap, you face a res judicata bar."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So they -- the Ninth Circuit's view is there are two potential plaintiffs in this situation.  Both can sue and one gets -- the damages are not identical.  That's --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The shareholder can sue. The sole shareholder can sue.  The corporation can sue. Both have 1981 claims.  It's not either/or."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They both have 1981 claims, but the damages are different in the case of the individual than in the case of the corporation."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask just -- did the individual plaintiff assert the 1981 claim at any time before the settlement of the corporate claim?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I would have assumed --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- there wouldn't have been a settlement first without taking care of the second, if they had known both were on the table.  But you say the first had been -- both of them had been --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it was his -- it was his corporation, and until he went bankrupt, any recovery by that corporation would have been a recovery by -- by John McDonald.  What -- what created your problem is the fact that -- that the corporation went bankrupt."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, you know, that's -- that's one of the -- one of the consequences of taking advantage of the corporate form."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can you -- can you do that under a general contract theory?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you're reporting not merely the -- the tort of tortious interference, but some general, broader concept of tort law as being subsumed with -- under 1981.  Aren't you?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right, but the -- the focus of it is, as -- as I understand it, and the -- the kernel of it is -- is the capacity to contract. And we can certainly understand, I guess, how tortious interference with contracts might come under that umbrella, but you're going further and you're saying, I take it, any tort that would give a recovery -- recognize a recovery for -- for dignitary injury would be subsumed with -- within the concept of what 1981 was intended to -- to cover, which is a broader proposition. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, contract -- I -- you -- you pointed out the -- the terminology which includes contract damages or -- or contract harm as personal harm, but it doesn't necessarily follow from that that every harm or every injury that is personal falls under -- conceptually under the 1981 umbrella."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't -- it doesn't talk about personal injury that -- that broadly.  It talks about the right to make and enforce contracts. That's the portion of it you have to be relying upon. It doesn't talk about --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- personal injury.  It's not a --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- it's not a more 1111 14th Street, NW Suite 400 generalized tort.  If want to call it a tort, it is a tort that goes to your ability to make and enforce contracts.  I don't see anything --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- dignitary about that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you're saying it means discrimination that relates to the making and enforcing of a contract with somebody else.  And you're saying that since the discrimination was targeted at you, even though the contract was with -- was with somebody else, you have a claim under this language of 1981."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but there's no way to confine it to the individual, is it?  I mean, the -- on your -- on your target theory, a -- a general discriminatory animus as a basis for breaching a contract with General Motors would give a right of 1111 14th Street, NW Suite 400 action to -- to every minority employee of General Motors.  Isn't that correct?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but when you say damages that can be proven, the only damages you -- you insist upon proving is the fact that you were a target and that it -- it insulted you.  It -- it was -- you know.  That's the only damage you require.  So you're saying that every -- every minority employee of all of the companies with whom GM, or whoever it is didn't do business, would automatically have a cause of action."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Okay.  Well, then -- then what do they have to show?  They have to show that -- that their salaries were -- were reduced?  But -- but you haven't shown that here.  You didn't plead that here.  They have to show -- show that a contract with them was breached?  But you didn't plead that here and you didn't show it here.  So the -- the only thing that -- that you -- you can answer is they would all have causes of action if their -- their honorific values were somehow impugned."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That was -- that was the consequence of the bankruptcy of his corporation.  I mean, that didn't -- didn't --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But none of the ruin occurred, as I understand it, until the corporation went bankrupt.  In other words, there was no direct -- the bank, for example, didn't say we're not doing any more business with -- with you, McDonald.  As I understand it, all the -- all the -- leaving dignitary harm aside, all the actual loss was -- was as a consequence of the loss to the corporation.  His stock fell, you know, whatever.  But it -- it seems all derivative from the corporate loss."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have an action --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Well, can you give me an example?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"-- on that in California? Wouldn't you have an action in the State if somebody goes and deliberately interferes with your credit and so forth?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If it fits, it's because of some cases.  So -- because this whole area, 1981, didn't take off until Runyon against McCrary.  So we're starting with what?  1976.  So to -- to flesh out what that claim is, you must be relying on some decisions of this Court when you talk about dignitary damages."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought that didn't go into anything.  That was a two-page per curiam, and it was just was there a claim.  And it didn't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that that was about does the -- does the act cover religion or -- or does it cover that situation, or is it limited to race, or does anti-semitism count as race.  I thought that's 1111 14th Street, NW Suite 400 what was all that was decided."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't see anything in the opinion about -- I just see the issue before the Court was does this come under the heading race."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Both Sullivan and Shaare Tefila, of course, though, were 1982 cases. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not 1981 cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Mahoney, you have 4 minutes remaining. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Mahoney, may -- may I ask you one brief question that I should have asked on direct?  I hope you have time for it. But supposing a fact situation in which a wholly owned -- a -- a corporation wholly owned by an 1111 14th Street, NW Suite 400 African American starts to negotiate with your client, and your client says, we have a policy of not dealing with companies owned by African Americans.  Would the corporation or the individual have a lawsuit under section 1981?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You think the corporation would."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But not under 1981."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but in your view, to 1111 14th Street, NW Suite 400 the extent that racial discrimination might have affected negotiations, that would be an element of the corporation's claim under 1981 rather than an individual claim."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you attribute the shareholder's race to the corporation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MAUREEN E. MAHONEY","firstName":"MAUREEN","lastName":"MAHONEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":4317,"interruptions":16,"times_spoken":38,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ALLEN LICHTENSTEIN","firstName":"ALLEN","lastName":"LICHTENSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2231,"interruptions":30,"times_spoken":62,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":24,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":457,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":465,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":913,"interruptions":3,"times_spoken":18,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":939,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":200,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":4317,"times_spoken":38,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":30,"words_spoken":2231,"times_spoken":62,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":20,"words_spoken":3594,"times_spoken":110,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034827}}