{"petitioner":{"name":"JOSE ERNESTO MEDELLIN","counsel":[0]},"respondent":{"name":"No. 04-5928\nDOUG DRETKE, DIRECTOR, TEXAS\nOF CRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS DIVISION.\n","counsel":[1,2]},"caseNumber":"04-5928","date":"2005-03-28T08:00:00.000Z","text":"\n[11:01 a.m.]\nCHIEF JUSTICE REHNQUIST:  We'll hear argument\nnow in number 04-5928, Jose Medellin versus Doug\nDretke.\nMr. Donovan.\nORAL ARGUMENT OF DONALD F. DONOVAN\nON BEHALF OF PETITIONER\nMR. DONOVAN:  Mr. Chief Justice, may it please\nthe Court:\nThis case was exceptionally important when the\nCourt granted it, and it's even more important now.  It\nbelongs in this Court.  At the same time, Mr. Medellin\nrequests that the Court hold the case while he goes\nback to Texas.  I'd like to explain why, before I turn\nto the merits.\nUnder its decision last year in ex parte, so\nfar, Texas has modified its longstanding two-forums\nrule.  Court of Criminal Appeals will now entertain a\nsubsequent application for habeas writ, even if there\nare proceedings pending before a Federal Court, so long\nas the Federal Court stays its proceedings.  The Court\ndesigned that procedure so that a habeas petitioner\ncould return to state court to exhaust an unexhausted\nclaim without compromising his right to federal habeas\nPage 3 -\nCHIEF JUSTICE REHNQUIST: Ordinarily do not\nthink of that as covered in this Court.\nMR. DONOVAN:  Well, the Court of Criminal\nAppeals did not specify; but we find, of course,\nourselves in an unusual posture, in the sense that the\nsequence of events here are such that even -- the Court\nof Appeals has decided the Avena judgement claim, the\nCourt has --\nJUSTICE O'CONNOR:  But has this Court ever\njust said, \"Fine, we'll hold it in abeyance and come\nback next term\"?  I can't recall that we've done that.\nMR. DONOVAN:  Well, it's an -- it is, in fact,\nan unusual posture.  And it --\nJUSTICE O'CONNOR:  I mean, it would be more\nlikely that we would dismiss this, improvidently\ngranted.\nMR. DONOVAN:  Well, the case, though, has not\nbeen improvidently granted, with the greatest respect\nto the Court.  Of course, the case was important when\nthe Court granted it.  The question, whether or not the\nUnited States will comply with an international\nobligation that every actor here -- the United States,\nTexas, and the Petitioner -- all recognize as binding,\nis an important question.  The President has now come\nPage 4in and said that it's even more important, by saying\nthat, in fact, the United States will comply.\nJUSTICE O'CONNOR:  Well, it's so odd, because\nusually what happens, if there is something that could\noccur at the state court level, is the state court\nitself would hold off until this Court had resolved\nwhatever the case was.  So, this is a very unusual\nrequest.\nMR. DONOVAN:  We recognize that it's an\nunusual request, because of the unusual circumstances.\nAnd, of course, the alternative, if the Court is not\nprepared to stay, or, for example, vacate, in light of\nthe presidential determination, remand to the Court of\nAppeals --\nCHIEF JUSTICE REHNQUIST:  Well, I think -- I\nthink granting a stay could be seen as validating the\nposition of the government without ever having an\nopinion on it.\nMR. DONOVAN:  Well, actually, I think that a\nstay would actually show respect to each of the\nrelevant actors here.  And so --\nJUSTICE O'CONNOR:  Well, why shouldn't we just\ngo ahead and decide the case, if we can?\nMR. DONOVAN:  Well, we believe that there are,\nin fact, firm grounds on which this Court could grant -\nPage 5- could decide the question presented, because, in\nfact, for the reasons -- there are really three points\nhere -- for the reasons we've laid out, the Court,\nunder the direct command of the Supremacy Clause, has -\n- can give effect to the Avena judgement as the rule of\ndecision.  The President's determination, in fact,\neliminates the -- even setting aside its independent\nforce, eliminates the basic objection of Texas to that\ncourse of action.  And then, of course, there's the\nbasic independent full force of the Supremacy Clause.\nSo if I may move to that, the Court, as I\nsaid, has recognized the importance of the United\nStates complying with an international obligation\nreflected in treaties entered into by the\ndemocratically elected representatives of the American\npeople.\nI want to address the question presented\nfirst, because, I -- before -- setting aside the\npresidential determination -- and just take a look at\nwhere we stand after the briefing by the parties as a -\n- on the question whether or not the Avena judgement\nprovides the rule of decision.\nFirst of all, there's an extraordinary amount\nof agreement between petitioner and respondent.\nRespondent agrees that the Vienna Convention is a\nPage 6binding legal commitment of the United States.  The\nRespondent agrees that the Convention is self-\nexecuting.  The Respondent agrees that the United\nStates agreed to submit disputes concerning the\napplication and interpretation of the Convention to the\nICJ.  He agrees that the United States agreed that any\ndetermination by the International Court of Justice\nwould be binding.\nCHIEF JUSTICE REHNQUIST:  How about the\ncreation of a private right of action?\nMR. DONOVAN:   Well, there is a -- there is a\n-- there are basically three objections that the\nRespondents made.  One of them is the cause of action.\nBut the Respondent confuses the creation of a cause of\naction with what the -- a treaty will typically do.\nThe treaty here lays out the rights, and the\ntreaty lays out an individual right, as determinated by\nthe ICJ.  The treaty will not customarily create the\ncause of action.  For how the United States will abide\nby its legal obligations -- that is, how the United\nStates will give effect to the international obligation\n-- we look to domestic law.\nCHIEF JUSTICE REHNQUIST:  Well, the courts --\nthe courts usually do that, don't they?\nMR. DONOVAN:  That's exactly right.  But we\nPage 7would look -- we would look to how the United States\nhas provided for the implication of that international\nobligation.  Here, in the first instance, we have a\ndirect command of the Supremacy Clause, a very\nfundamental choice made by the Framers --\nCHIEF JUSTICE REHNQUIST:  That doesn't speak\nto the private right of --\nMR. DONOVAN:  The private right of action is\nfound here in the habeas statute itself, which provides\nthat a person in custody in violation of laws,\ntreaties, or the Constitution of the United States can\nseek --\nJUSTICE O'CONNOR:  So, presumably, that could\nprovide some cause of action, quite irrespective of the\nICJ decision.\nMR. DONOVAN:  Well, it could -- it -- the\ncause of action is, itself, provided by --\nJUSTICE O'CONNOR:  Yeah, I mean, you don't --\nMR. DONOVAN:  -- the rest of the --\nJUSTICE O'CONNOR:  -- you don't really have to\nget into whether that judgement is enforceable here.  I\nmean --\nMR. DONOVAN:  Well --\nJUSTICE O'CONNOR:  -- we could look at -- look\nat it from the perspective of the habeas statute.\nPage 8\nMR. DONOVAN:  Well, that's right.  I mean,\nthere are three -- there are three basic questions that\nneed to be --\nJUSTICE GINSBURG:  But is it right -- I mean,\nyou couldn't -- you could not -- unless the ICJ\ndecision gave a right to an individual, and you had no\nclaim under the federal habeas statute -- and it is\nunusual, is it not, for a judgement of the\nInternational Court of Justice to recognize the right\nof an individual, as opposed to being just a judgement\nbetween nations?\nMR. DONOVAN:  Well, it may be that, because of\nthe character of the typical dispute that the\nInternational Court of Justice hears, that it does not\ntypically address such a question.  But, plainly it has\njurisdiction to do so when the underlying treaty\nconfers a right.  And that's exactly one of the\nquestions that was litigated between Mexico and the\nUnited States in the Avena judgement.  And the Court\nheld that, in fact, this treaty does provide individual\nrights.  So --\nJUSTICE GINSBURG:  How many -- how many times\nhas the ICJ held that, that a treaty, apart from being\ncontract between the signers, confers individual\nrights?\nPage 9\nMR. DONOVAN:  Well, it has, of course, held,\nin -- first, in LaGrand and then here in Avena.  In\nmost of the cases the ICJ has held, however -- it has\ndealt previously, for example, with rights in this\nsituation.  For example, rights in the nature of\ndiplomatic protection.  For example, when the United\nStates went to the ICJ in the Tehran hostages case, it\nwent, not only in its own behalf, but in the exercise\nof diplomatic protection.  And in that posture, the ICJ\n--\nJUSTICE GINSBURG:  But there was no individual\nin that case.  That was a case of one nation against\nanother.  There was no individual, like the Plaintiff\nhere.\nMR. DONOVAN:  But, in fact, in that case the\nUnited States did assert the rights of its nationals\nwho were held hostage.  It didn't -- the case didn't\ncome down on that point.  But, likewise, the famous\nBarcelona --\nJUSTICE GINSBURG:  Well, that's what I asked,\nif this -- I know that, certainly in the context of the\nVienna Convention, there have been the series of\ndecisions you mentioned; but I was wondering whether,\noutside the Vienna Convention, there has been any\nsimilar judgement of the ICJ that operates directly on\nPage 10individuals.\nMR. DONOVAN:  Well, for example, in the\nBarcelona Traction case, which is another case where,\nagain, there were rights of a particular company and a\nparticular national decided with -- under the guise of\ndiplomatic protection.  And that's the posture which\nthis case went forward.  Mexico asserted rights not\nonly on its own behalf, but on behalf of its nationals.\nAnd, therefore, if we think of the -- the three\nobjections that was -- the Respondent has made to\nwhether this Court can give us back the Avena\njudgement, they come down -- they include the two we've\njust discussed, and one more.\nFirst, they've said there are no individual\nrights here.  But, of course, the treaty, as this Court\nsuggested in Breard, talks specifically about rights --\nquote/unquote, \"rights.\"  And that, of course, is what\nthe ICJ held.  If the Avena judgement is binding, if\nthe Avena judgement informs the Vienna Convention with\nbinding effect, then that question is not the question\nthis Court needs to answer.\nThe second point --\nJUSTICE SCALIA:  Do you think -- do you think\nthat the President can enter into a treaty, with the\napproval of Congress, that would provide that, in a\nPage 11particular combat, the Commander in Chief will be\nsomebody other than the President of the United States?\nMR. DONOVAN:  Well, the Court has recognized\nthat the only limitations of the treaty-making power\nare affirmative litigations -- affirmative limitations\nwithin the Constitution, itself.\nJUSTICE SCALIA:  Right.\nMR. DONOVAN:  And --\nJUSTICE SCALIA:  And you think that the\nConstitution provides the President shall be Commander\nin Chief, and, therefore, that can't be given away.\nMR. DONOVAN:   Well --\nJUSTICE SCALIA:  Right?\nMR. DONOVAN:  -- no, the -- obviously, a\ntreaty would not be able to amend the Constitution.\nJUSTICE SCALIA:  Right.  Well, what if I think\nthat the Constitution provides that all questions of\nfederal law -- statutory, treaty, constitutional -- are\nto be decided, ultimately, by the Supreme Court of the\nUnited States.  Can a treaty give that away?\nMR. DONOVAN:  Well, a treaty would not be --\nthis treaty does not do that.  When the --\nJUSTICE SCALIA:  It does if we're bound by the\ndetermination of Avena.  It does if I have to believe\nthat individual rights were created here, without\nPage 12reexamining the question on my own.\nMR. DONOVAN:  Well, but the -- but the Court\nhas -- it -- the Court has regularly -- and it has\nnever been an objection to Article III power to give\neffect to a judgement that has been rendered in another\nsphere by another adjudicatory authority.  That happens\nall the time with respect to --\nJUSTICE SCALIA:  Not a question concerning\nUnited States law.\nMR. DONOVAN:  But this is a question --\nJUSTICE SCALIA:  You're talking here about a\nquestion of United States law, What is the meaning of\nthis treaty that the United States has entered into?\nDo you know another case where we have -- we have been\nbound by a judgement of a foreign court or an\ninternational court concerning the meaning of United\nStates law?\nMR. DONOVAN:  Well, what the Court would be\ngiving effect to is the determination by the political\nbranches themselves to enter into the treaty.\nJUSTICE O'CONNOR:  Well, I have a question\nthat is much along the same lines, whether this Court\nmust apply Avena as the rule of decision, or perhaps\nsay, \"No, it does not have to do that.\"  Then you're\nleft with looking at the treaty itself.  And does that\nPage 13-- can that take effect as American law?\nMR. DONOVAN:  Well, the treaty does take\neffect as American law.  And --\nJUSTICE O'CONNOR:  And, can --\nMR. DONOVAN:  -- in fact --\nJUSTICE O'CONNOR:  -- is it open in this case\nto -- for this Court to apply that, not Avena?\nMR. DONOVAN:  Well, the Court could, in fact,\napply the treaty.  It could reach its own\ninterpretation of the treaty, in accord with the Avena\njudgement.  But we think --\nJUSTICE O'CONNOR:  Is that open in this case?\nMR. DONOVAN:  Well, it surely would be open in\nthis case, but it would not be open at this point.\nWe've suggested alternative bases by which the Court\ncould conform with Avena.  But we do believe that\nAvena, in fact, controls the decision, for this reason,\nthat, in the first instance, the political branches\nhave agreed to the substantive obligations under the\ntreaty; in the second place --\nJUSTICE O'CONNOR:  Well, suppose we think it\ncan't control?  Now, then what's open to us?\nMR. DONOVAN:  Well, if the -- if the Court\ndecided that the Avena judgement did not control, then\nit would obviously go to the terms of the treaty\nPage 14itself.  But our argument is that, in fact, by virtue\nof the political branches' decision and in operation of\nthe treaty -- of the Supremacy Clause, the Court must\nbe -- must give effect if the Court reached a decision\n5 --\nJUSTICE KENNEDY:  Well, can the President give\nan interpretation of the treaty unilaterally that is\nbinding on us?  Can the President sign a treaty and\nthen, a year later, give an interpretation of that\ntreaty that's binding on us, insofar as what the treaty\nmeans?\nMR. DONOVAN:  Well, the Court has --\nJUSTICE KENNEDY:  Can he do that?\nMR. DONOVAN:  Well, no, the treaty -- the\nCourt has traditionally accorded deference to the\nExecutive's determination, but has not -- has not given\nthat --\nJUSTICE KENNEDY:  Right.  I would say that\nthat, ultimately, is for this Court.  Then, if that's\nso, how can he agree with the -- to confer jurisdiction\non the World Court, which would do the same thing?\nMR. DONOVAN:  Because it's not just the\nPresident that's done that; it's the treaty-makers,\nit's the President acting with the advice and consent\nof the Senate in a context in which they are empowered\nPage 15to authorize a treaty -- enter into a treaty.  And\nthey've done --\nJUSTICE O'CONNOR:  Well, is the\nconstitutionality of the President's action here before\nthe Court in this case?\nMR. DONOVAN:  Well, the --\nJUSTICE O'CONNOR:  Only peripherally.  Is that\nan issue for us to decide in this case?\nMR. DONOVAN:  The question that we'd ask --\nJUSTICE O'CONNOR:  I hadn't thought so.  Do\nyou think it is?\nMR. DONOVAN:  Well, the -- we've asked that\nthe Court take account of the President's determination\nin this respect.  The Vienna Convention sets out a --\nsets out substantive obligations.  The ICJ -- we've\nagreed to go to the ICJ for the interpretation\nobligation of those obligations.  The ICJ has now\nruled.  The only objections, in effect, that the\nRespondent has made is to say, \"This Court can't decide\nthat question,\" because it's within the power of the\npolitical branches.  In effect, it said, \"This Court\nshould step back and await the permission of the\nExecutive.\"  And in Mr. Medellin's view, this Court\ndoes not need to do that.  But if you did need to do\nthat, which is the Respondent's essential objection,\nPage 16the President has now said, not only should -- not only\ncan the Court give effect to the Avena a judgement, but\nthat it's in the paramount interest of the United\nStates that it do so, and that it do so promptly, and\nthat, therefore, any question about the -- about the\neffectiveness of the Avena judgement has, on Texas' own\nterms --\nJUSTICE KENNEDY:  What's the case --\nMR. DONOVAN:  -- on Respondent's --\nJUSTICE KENNEDY:  -- what's the case that\nyou're citing for this proposition, that the President\nand the Senate can, in effect, confer on an\ninternational tribunal the obligation to bind this\nCourt with reference to an interpretation of a treaty?\nWhat's the best case you've got for that?\nMR. DONOVAN:  Well, it goes to the Supremacy\nClause itself, Justice Kennedy.  It's --\nJUSTICE KENNEDY:  So you're telling me you\ndon't have a case.\nMR. DONOVAN:  Well, I'm not suggesting that\nthere is direct precedent in this Court for this\ncircumstance.  We recognize that the circumstances\npresented in these particular --\nJUSTICE BREYER:  Were you saying \"binding,\" or\nare you saying that we \"show deference to\" the\nPage 17President's own interpretation of the treaty, as\napplied to this 51-case set?  In respect to that\ndeference, I suppose, he interprets the treaty in such\na way that the Avena decision, in his opinion, as\napplied to this 51-set --\n-case set is what the treaty means.\nMR. DONOVAN:  Well, he has, in fact, come --\nJUSTICE BREYER:  Is that right, or not?\nMR. DONOVAN:  Well, that's right.  He has --\nhe has, in fact, endorsed the notion that the United\nStates should comply.\nJUSTICE BREYER:  Well, if it is -- what I'm\nwondering is if this is similar to that insurance case\nout of California, where, in fact, we gave considerable\ndeference to Mr. Eisenstat's interpretation of the\nrelationship of the treaty to the insurance laws of\nCalifornia.\nMR. DONOVAN:  Well, it -- that is true.  And\nthe Garamendi --\nJUSTICE SCALIA:  That was not an\ninterpretation that ousted this Court of jurisdiction\nover the matter, though, was it?\nMR. DONOVAN:  Well, the --\nJUSTICE SCALIA:  Don't you think that's a\nlittle bit different?\nPage 18\nMR. DONOVAN:  But the Garamendi case did, in\nfact, endorse the President's power.  It's similar to\nthe Dames & Moore case --\nCHIEF JUSTICE REHNQUIST:  Yes, but in that\ncase it was overseeing arrangements that were made by\nour government, not -- they didn't have that much local\nauthority.\nMR. DONOVAN:  Well, that's -- that is a\ndistinction in the cases, but they still come down to a\nnotion that -- both Garamendi and Dames & Moore -- to\nthe President's authority to give effect to\ninternational obligations.\nCHIEF JUSTICE REHNQUIST:  Well, but --\nMR. DONOVAN:  And here we have --\nCHIEF JUSTICE REHNQUIST:  -- doesn't the\nPresident, in Dames & Moore, enter into an agreement\nwith Iran?\nMR. DONOVAN:  Well, that's right.  But that's\n-- that situation doesn't really distinguish the cases,\nbecause in Dames & Moore v. Regan there was, in fact,\nan agreement, and the President acted pursuant to that\nagreement.  But here we have --\nCHIEF JUSTICE REHNQUIST:  But we decided, in\nDames & Moore, that he was acting pursuant to the\nagreement.\nPage 19\nMR. DONOVAN:  Well, they did act pursuant to\nthe agreement, and that's what the Court decided, but\nthat's precisely what the President is doing here.  The\nPresident is giving effect to commitments made by the\nUnited States in the Vienna Convention, in the Optional\nProtocol, in the ICJ statute and in the United Nations\ncharter.\nCHIEF JUSTICE REHNQUIST:  But we didn't --\nMR. DONOVAN:  So if --\nCHIEF JUSTICE REHNQUIST:  -- we didn't decide\nit on the basis that President Reagan says, \"This is\nwhat in particular the agreement affected.\"  We\nexamined it for ourselves.\nMR. DONOVAN:  That's true, but -- and the\nCourt looked at the -- the Court did not reexamine the\nterms of the agreement.  What the Court decided in that\ncase was that it was within the President's foreign-\naffairs authority to enter into an agreement that would\nessentially required American claimants to go to the\nIranian-United States Claims Tribunal.\nJUSTICE SCALIA:  That doesn't -- that doesn't\ninvolve an interpretation of the treaty that is\nrendered by somebody else and that is binding upon this\nCourt.  I mean, it's just a matter of different\nmagnitude.  To say that there can be private claims,\nPage 20fine; but that doesn't say that the interpretation of a\ntreaty entered into the by the United States is subject\nto a court, other than this Court.\nMR. DONOVAN:  The treaty itself is what the\nUnited States has committed itself to.  It's the treaty\nin addition --\nJUSTICE BREYER:  We have to look beyond the\nPresident's interpretation of the treaty.  It happens\nthat the President is interpreting it, for reasons\nrelated to what the ICJ said.  But that doesn't make us\nhave to look beyond the reason for the President\ninterpreting it the way he wants.  I mean, do we have\nto defer to the ICJ, or do you -- is it not sufficient\nto defer to the President, who is operating within his\nforeign-affairs power for whatever set of reasons he\ndeems sufficient?\nMR. DONOVAN:  Well, that's precisely why we've\nsaid, in fact, what -- there are two independent\nsources of authority here, because, by operation of the\nSupremacy Clause, the ICJ, the interpretation and\napplication of the Avena judgement would be given\neffect.  Now we have an independent source of right in\nthe form of the President's determination.\nJUSTICE SCALIA:  Except that the President\ndoesn't think that the remedy is in federal habeas.\nPage 21The President thinks that the remedy is within the\nstates.\nMR. DONOVAN:  Well, the President has said\nthat it should be given effect, and hasn't -- and\nhasn't said that it shouldn't be in federal habeas.  To\nthe contrary, the President has indicated that, in\nfact, habeas would be available.\nJUSTICE SOUTER:  Well, your position, I take\nit, is that if somehow we follow your suggestion so\nthat the President's suggestion may be put into effect\nin the state courts, that there would still be a habeas\njurisdiction, ultimately, over the result if you're\ndissatisfied with what happens in Texas.  Do I\nunderstand you correctly?\nMR. DONOVAN:  That's right, there would be --\nJUSTICE SCALIA:  Now, that --\nMR. DONOVAN:  -- there would surely be habeas\njurisdiction.\nJUSTICE SCALIA:  -- that's an interesting\nquestion.  Let's turn from the more cosmic questions\ninto how you overcome the impediment that in order to\nget a Certificate of Appealability here, you have to\nshow that there was -- you have to make a substantial\nshowing of the denial of a constitutional right.  What\nconstitutional right has been denied here?\nPage 22\nMR. DONOVAN:  Well, at this point, of course,\nthe Court need not address that question on this -- on\nthis petition.  The question that the Court granted\nwas, Will the United States abide by the Avena\njudgement?  And that --\nJUSTICE SCALIA:  No, I take --\nMR. DONOVAN:  -- question would be answered --\nJUSTICE SCALIA:  -- that question to be a\njurisdictional question, as far as the lower court is\nconcerned; and, therefore, I think it's a\njurisdictional question for us.\nMR. DONOVAN:  Well, of course, for the reasons\nwe've laid out in our brief, we do not regard it as\njurisdictional for this Court.  The Court clearly has\njurisdiction under the petition to decide the questions\non the basis that they should decide the question\npresented.\nJUSTICE KENNEDY:  No, no.\nMR. DONOVAN:  But even if it --\nJUSTICE KENNEDY:  No.  No.  We can't forego\nlimits on our jurisdiction simply by granting the\nquestion.\nMR. DONOVAN:  No, but --\nJUSTICE KENNEDY:  You don't say, \"Oh, you've\ngranted a question; therefore, you have to decide\nPage 23whether you have jurisdiction or not.\"\nMR. DONOVAN:  But this --\nJUSTICE KENNEDY:  See?  And, as Justice Scalia\nindicates, the COA is a jurisdictional requirement.\nMR. DONOVAN:  But the COA is a jurisdictional\nrequirement for an appeal in the Court of Appeals.\nThis comes to this Court as -- on the denial of a\nCertificate of Appealability --\nJUSTICE SCALIA:  Yes, but --\nMR. DONOVAN:  -- and on a petition from that.\nJUSTICE SCALIA:  Do you know of any --\nMR. DONOVAN:  And so, the question raised by -\n-\nJUSTICE SCALIA:  -- do you know of any case in\nwhich a lower court did not have jurisdiction, but we\ndo have jurisdiction on appeal from in a -- from a\ncourt that didn't have jurisdiction?\nMR. DONOVAN:  But the Court -- the Court of\nAppeals had jurisdiction to entertain an application\nfor Certificate of Appealability.  And this Court, in\nturn, has jurisdiction to grant a petition from the\ndenial of the Certificate of Appealability.\nJUSTICE SCALIA:  Well, if the --\nMR. DONOVAN:  And in that posture --\nJUSTICE SCALIA:  -- had jurisdiction to --\nPage 24\nMR. DONOVAN:  -- the Court can decide the\nquestion presented.\nJUSTICE SOUTER:  You're simply saying that any\ncourt has jurisdiction to determine its jurisdiction.\nWe grant you that.  But, granted that, if we reach it,\nwhat is your answer to the claim that the COA requires\na showing of substantial infringement of\nconstitutional, as distinct from other sources of,\nrights?\nMR. DONOVAN:  Well, first of all, we believe\nthat in the posture that this case comes to this Court,\nthere has been a substantial denial of a constitutional\nright, even in the terms that Texas defines the\nstatute, because what we have here is a claim based on\nthe Avena judgement -- I mean, the ICJ's interpretation\nand application of the Avena judgement that the Court\nof Appeals held in effect that had been defaulted prior\nto its coming into existence.  Because the effect of\nthe Court of Appeals judgement that the Avena --\ndismissing the -- or denying the Avena -- deciding the\nAvena judgement claim -- was to say -- was to give\neffect to a procedural default of the Avena judgement\nwhen it had not yet --\nJUSTICE SOUTER:  So you're saying the --\nMR. DONOVAN:  That is --\nPage 25\nJUSTICE SOUTER:  -- the constitutional\nviolation is the violation of the Supremacy Clause.\nMR. DONOVAN:  Well, in that --\nJUSTICE SOUTER:  Is that what you're saying?\nMR. DONOVAN:  Well, it's a violation here of\nboth the Due Process Clause and the Supremacy Clause.\nDue process --\nJUSTICE SOUTER:  Due Process Clause because?\nMR. DONOVAN:  Because it was an arbitrary\ndenial of a forum in which to hear the Avena judgement\nclaim, not simply the -- a different source of right.\nIn other words, although the Avena judgement claim\ncomes up on Texas as a proposition as a -- under a\ntreaty, the action of the Court of Appeals was to deny\nthat claim without giving it a forum.  That is to say,\nwithout -- that -- before it had been raised itself,\nbefore it even existed  -- because the effect of the\nCourt of Appeals was to give effect to a procedural\ndefault of a right that hadn't come into effect.  And,\ntherefore, in that context, it's effectively a due\nprocess claim.\nJUSTICE GINSBURG:  How do you answer --\nMR. DONOVAN:  In addition --\nJUSTICE GINSBURG:  -- the related -- the\nrelated question that -- well, assuming the Vienna\nPage 26Convention is certainly law, and treaty stands on the\nsame footing as law, but I believe that the -- Texas\nand the Government have said the AEDPA statute is the\nlater-in-time provision, and when you have two\nprovisions with a statute treaty, the later-in-time\nprevails.  So why did -- why isn't the AEDPA\ncontrolling, and not the Vienna Convention?\nMR. DONOVAN:  With respect to this claim,\nAEDPA itself would be, in our view, ousted by The\nCharming Betsey Principle.  But in the particular\ncontext here, you don't have -- you don't have a\nconflict with respect to the constitutional claims\nthemselves; you have a constitutional claim based on a\ndenial a right that did not exist, and you also have a\nconstitutional claim based on the Supremacy Clause\nitself.\nCHIEF JUSTICE REHNQUIST:  And you're talking\nabout denial of a right that didn't exist.  That seems\nperfectly rational, the way you put it.\nMR. DONOVAN:  Well, that's --\nCHIEF JUSTICE REHNQUIST:  If the right didn't\nexist, it should have been denied.\nMR. DONOVAN:  And perhaps -- but the effect of\nthat -- and perhaps a more prudent way to put it is\nthat the effect of that is to deny Mr. Medellin a\nPage 27forum, an -- arbitrarily deny him a forum on the effect\nof the Avena judgement, because the effect was to deny\nthe Avena judgement claim based on a procedural default\nbefore the Avena judgement had been rendered.\nIf I may save the remaining -- my remaining\ntime for rebuttal?\nCHIEF JUSTICE REHNQUIST:  Very well, Mr.\nDonovan.\nMr. Cruz, we'll hear from you.\nORAL ARGUMENT OF R. TED CRUZ\nON BEHALF OF RESPONDENT\nMR. CRUZ:  Mr. Chief Justice, and may it\nplease the Court:\nAt the outset, two issues bear emphasis.\nFirst, the Court need not, and should not, address the\nmany interesting issues of international law and\nconstitutional law that swirl about this case.\nJUSTICE SCALIA:  They really are interesting,\nyou know.\n[Laughter.]\nMR. CRUZ:  They are, indeed.  And this may\nlaunch a thousand law-review articles.  But with\nrespect to the question before the Court, there is a\nsimple and straightforward statutory basis to resolve\nthis case; namely, that Section 2253 of the AEDPA does\nPage 28not allow a Certificate of Appealability for\nnonconstitutional claims.\nJUSTICE BREYER:  Before we --\nJUSTICE O'CONNOR:  Can that --\nJUSTICE BREYER:  -- before we --\nJUSTICE O'CONNOR:  -- be waived?  Can that be\nwaived?  And did Texas raise that issue in the Fifth\nCircuit at all?\nMR. CRUZ:  Justice O'Connor, Texas did not\nexplicitly waive this ground before the Fifth Circuit -\n-\nJUSTICE O'CONNOR:  But it wasn't raised in the\nFifth Circuit by Texas, was it?\nMR. CRUZ:  That's correct, it was not.  But --\nJUSTICE O'CONNOR:  And I assume, although we\nhaven't so decided, that that can just be waived.\nMR. CRUZ:  Well, this Court has characterized\nthe standards for a COA as jurisdictional in a\nthreshold inquiry.\nJUSTICE BREYER:  But this is also a\njurisdictional.  They decided it on a jurisdictional\nground.  They decided that no COA lay, for the reason\nthat they said.  Now, I guess, though we wouldn't\nnecessarily have to, we could simply say they're either\nright on that or they're wrong on that.  And if they're\nPage 29wrong on it, send it back, and then you can argue\nwhether there are other grounds; in which case, they\ncould go into waiver, they could go into whether\n\"constitutional\" means to embrace \"treaty,\" and all\nthose other interesting arguments that we could write\nlaw-review articles about that were not, in fact --\nthey swirl around in this case, and you would not, in\nfact, be able to -- you wouldn't, in fact, have to\npronounce on them now, here, when they really haven't\nbeen thoroughly gone into, below.\nMR. CRUZ:  Justice Breyer, there are\nalternative jurisdictional grounds this Court could\naddress, but the COA ground is straightforward.  It\nflows from the direct text.  And Petitioner has given\nthis Court no reason to disagree with every Court of\nAppeals that has looked at this question, all of whom\nhave determined that \"constitutional\" means\n\"constitutional.\"  It doesn't mean \"treaty,\" it doesn't\nmean \"statute.\"  And that's every Court of Appeals\nthat's looked at that.  Given that that ground is\ndirect and straightforward, there is no need for this\nCourt to venture into the difficult constitutional\nareas, the difficult questions of international law,\nwhen there is a straightforward statutory --\nJUSTICE SOUTER:  Well, of course, we wouldn't\nPage 30even have to venture into -- possibly have to venture\ninto this issue of law if Texas were interested in\nfollowing the determination of the President.  I take\nit that the suggestion that your brother has made,\nthat, in fact, we take no action at this point so that\nthey may return to Texas with the President's\ndetermination, is not appealing to you.\nMR. CRUZ:  We do not believe the Court should\nstay this action, because whatever the resolution of\nthe subsequent proceedings that are now filed in Texas,\nthe resolution of that question will not control the\nfederal-law questions here.\nJUSTICE SOUTER:  Well, but does Texas have a\nposition in response to the President's determination?\nMR. CRUZ:  Our first position would be, as\nJustice O'Connor said, that that question is not\npresented in this case.  That will surely be litigated\nin the Texas state courts.\nJUSTICE GINSBURG:  You said -- you said that\nsomething has started in the Texas courts.  We have the\nmotion to stay this case, and your response that it\nshouldn't be stayed, that we should decide this case.\nBut what is going on, at this moment, in the Texas\ncourts?\nMR. CRUZ:  Justice Ginsburg, this weekend,\nPage 31Medellin filed a subsequent state habeas application\nwith the Court of Criminal Appeals, in which he asked\nthe Court of Criminal Appeals to stay its hand, pending\nthis Court's decision whether this Court should stay\nits hand, pending the Court of Criminal Appeals --\n[Laughter.]\nMR. CRUZ:  And so, that is a 50-page filing\nthat they just filed this weekend in which --\nJUSTICE GINSBURG:  And after the Texas court\nstays its hand, then what action is asked?\nMR. CRUZ:  Well, what it asks for is to\nauthorize a subsequent state habeas proceeding based\nupon the President's determination, which he\ncharacterizes as the predicate for a new claim.  And if\nthat is correct, then there is yet another problem to\nhis getting relief here, which is that he has failed to\nexhaust what he claims is now the predicate.\nJUSTICE SOUTER:  Well, but we don't -- we may\nnot reach that, if Texas says, \"Well, yes, you're\nright, it is a claim, and we'll entertain it.\"  Does\nTexas have a position on that question yet?\nMR. CRUZ:  With respect to whether the\npresidential determination is authorized, any -- that\nmatter will be resolved in subsequent state court\nlitigation.  Any responsible state attorney --\nPage 32\nJUSTICE SOUTER:  Well, I'm sure it will be,\nbut does Texas have a position on that, at this point?\nMR. CRUZ:  We would respectfully submit, as\nwould any responsible state attorney general, that\nthere are significant constitutional problems with a\nunilateral Executive determination displacing generally\napplicable criminal laws.  But whatever the resolution\nof that question, that would ultimately be reviewable\nby this Court, on certiorari review.\nJUSTICE KENNEDY:  Well, that was my next -- my\nquestion, and it follows on the question Justice Souter\nasked.  Does the attorney general concede, or do you\nnot,  or acknowledge that there are Texas procedures in\nwhich these questions can be litigated?\nMR. CRUZ:  There absolutely are Texas\nprocedures in which the question of the validity of the\nPresident's determination can be litigated.  And we\nwould anticipate that that would be litigated --\nJUSTICE BREYER:  But that --\nMR. CRUZ:  -- and resolved --\nJUSTICE BREYER:  Yeah, that's what I'm trying\n-- I'm trying to get to, which is, What is actually the\npractical thing to do now?  Should we stay it, with a\nshort per curiam, which says, \"Texas, go ahead,\" or\nshould we do something else?  Suppose we just dismiss\nPage 33this, as you say, on the alternative ground.  Well,\nthen what happens if Texas objects to the President's\norder and turns out to be right, legally?  See, if that\nwere true and then the review showed that it was true -\n- I don't know that it is true, but if it were, then we\nshould turn to the Fifth Circuit claim, and there are\n51 cases that depend on it.  But if we've dismissed it,\nby that time it's gotten mixed up in the very issue you\nraise.  The question is, Does \"constitutional\" embrace\n\"treaty\"?  And I think there is one case that says it\ndoes, actually; or a treatise, anyway.  So that's an\nissue.  And then they might refuse a COA on that\nground.  And then there might  -- and we'll never get\nthis basic question decided.  I'm trying out on you the\nargument for actually staying it, rather than digging\nit.\nMR. CRUZ:  Whatever the resolution --\nJUSTICE BREYER:  What do you think?  What do\nyou --\nMR. CRUZ:  I do not believe the Court should\nstay it.  Digging it would be an option.  I also\nbelieve  -- I believe the most correct --\nJUSTICE O'CONNOR:  Well, why do you believe we\nshouldn't stay it?  I mean --\nMR. CRUZ:  I don't believe the Court should --\nPage 34\nJUSTICE O'CONNOR:  -- as an opinion, it's\nbased on what?\nMR. CRUZ:  Because whatever the resolution in\nthe State Court litigation, the resolution of that\nquestion will not impact the legal question before this\nCourt now, which is, on first federal habeas, a claim\nthat was filed that did not rely on Avena when it was\nfiled, did not rely on the presidential determination -\n-\nJUSTICE STEVENS:  Yes, but is it not true that\nit's entirely possible that the Texas proceeding would\nmake this issue moot --\nMR. CRUZ:  That is true.\nJUSTICE STEVENS:  -- and, therefore, avoid the\nnecessity for deciding a lot of very difficult\nquestions?\nMR. CRUZ:  That is true.  That is frequently\nthe case, that in a -- in a case that is being\nlitigated, there are other proceedings that have the\npotential to make something moot.\nJUSTICE KENNEDY:  And is it also true that, in\nthe Texas proceedings, they necessarily would involve a\nfederal question on which this Court could, if it\nchose, grant certiorari on direct review?\nMR. CRUZ:  Absolutely.  And the difficult\nPage 35questions about the constitutional authority for the\nExecutive determination may come back to this Court,\nbut they're not presented by the case right now before\nthe Court.\nThe most direct avenue, I would submit, for\nthis Court is to resolve this decision by affirming the\nFifth Circuit judgement, and by affirming it on the\ngrounds that a COA could not issue because this was not\na constitutional claim.  And that would necessarily\nentail affirming Breard to the extent that Breard noted\nthat a subsequently enacted statute, the AEDPA, to the\nextent of a conflict, superceded the Vienna Convention.\nJUSTICE BREYER:  Is the question -- how\ndifficult is the question?  The President of the United\nStates has issued a document where he says, \"Exercising\nmy foreign-affairs power, in my opinion the treaty, as\nI -- I accept the meaning of the treaty as set forth by\nthe ICJ and apply it to these 51 cases.\"  So he's\ndeciding that.  And why doesn't he have the authority\nto decide what that treaty means in these\ncircumstances?  That's his decision.  And Texas is\nbound by the Constitution.\nMR. CRUZ:  We would agree that the fact that\nthe President has acted underscores the point made by\nboth Texas and the United States, that the\nPage 36responsibility for determining the remedy to the Avena\njudgement is found in the political branches.  And the\nfact that the President is acting underscores this,\nthat there is no precedent for an ICJ judgement being\njudicially enforceable.  Indeed, Respondent is aware of\nno country in the world that accords binding effect to\nICJ judgements in their own domestic courts.  And --\nJUSTICE O'CONNOR:  Well, Mr. Cruz, maybe the\ntreaty becomes part of federal law if it's properly\nratified and signed, as this one was.  Now, it's\npossible that the treaty itself gives certain\nindividually enforceable rights to Mr. Medellin.  And\nwe can disregard the question of whether the Avena\njudgement is enforceable.\nMR. CRUZ:  Justice O'Connor, that's --\nJUSTICE O'CONNOR:  Isn't that right?\nMR. CRUZ:  -- that's absolutely correct, that\nthis Court --\nJUSTICE O'CONNOR:  I mean, it would be open to\nthis Court, presumably, to say, that treaty became part\nof federal law when it was ratified, and Congress can\nenact subsequent laws.  But, in any event, the treaty\ncould give rise to individual enforceable rights.  Is\nthat correct?\nMR. CRUZ:  To be sure, this Court could\nPage 37certainly determine that the Vienna Convention gives\nrises to the individual rights.  That interpretation,\nhowever, would conflict with the express language of\nthe preamble to the treaty, and would also conflict\nwith the consistent position of the Executive Branch\nsince 1969, when this treaty was ratified.  For those\n36 years, the State Department has consistently\nanswered the question, that the Vienna Convention does\nnot give rise to individual rights.  And, indeed --\nJUSTICE GINSBURG:  Did the Breard case speak\nto that issue?\nMR. CRUZ:  The Breard case simply made\nreference to -- that there was, arguably, individual\nrights.  It didn't purport to resolve that.  It said,\neven if there were, it is barred by AEDPA.  So I don't\nbelieve the Breard case answers it, one way or the\nother; but, given the United States' consistent\nposition -- and, indeed, it uses very similar language\nin later treaties, such as the two terrorism treaties\nthat are cited in the United States' brief.\nIt is worth underscoring that on every\nquestion currently before this Court in this\nproceeding, the United States agrees entirely with\nTexas, that this Court's resolution of this case should\nbe to affirm the judgement of the Fifth Circuit because\nPage 38a COA should not have issued.\nCHIEF JUSTICE REHNQUIST:  Well, if we came to\nthe conclusion that the treaty, by its own force, did\nnot create enforceable individual rights, then we would\nhave to get to the question of whether the President's\nproclamation changes that result.\nMR. CRUZ:  Only in the most threshold sense;\nbecause, on its face, the President's proclamation, or\ndetermination, is focused only on state courts, and\nwhat the President says is that he has determined that\nthe Avena decision will have binding effect in state\ncourts.  So, according to the Executive determination,\nthat does not have a binding effect on this proceeding;\nbut, rather, on a subsequent  -\nCHIEF JUSTICE REHNQUIST:  But that seems to be\ntopsy-turvy, that a treaty would have effect in state\ncourts but not in federal court.\nMR. CRUZ:  We don't disagree that the\nExecutive could have chosen other avenues.\nNevertheless, Medellin's argument that, given the\nExecutive has said, \"This should have effect in some\nother proceeding,\" we should disregard what the\nExecutive has said about this proceeding and apply it\nhere, notwithstanding the President's express\ndetermination it wouldn't apply here.\nPage 39\nJUSTICE GINSBURG:  But isn't what the\nPresident's memorandum says exactly what the Avena\njudgement said?  That is, the President said, \"Well,\nthe ICJ said that these people are entitled to review\nand reconsideration of their guilt and of their\npunishment.  And so, I think that's what should happen.\nI agree with the judgement, or at least I think it\nshould be enforced, and the only place it can be\nenforced is in the state court that rendered the\njudgement, because the ICJ said what the United States\nhas to implement is, they have to give a review and\nreconsideration.\"\nNow, I suppose, as far as the ICJ is\nconcerned, they don't care if it's done by some federal\ntribunal, or state, but within our system, it must be\nthe state, mustn't it?\nMR. CRUZ:  Well, certainly under the terms of\nthe President's order, where the President said that\nhe's determined it shall -- should be given effect,\nquote, \"By having state courts give effect,\" by the\nexpress terms of the order, particularly as explained\nin the United States' brief, where that is conjoined\nwith the position of the United States, that in this\nproceeding, on appeal from the first federal habeas\nproceeding, that there is no effect to the Avena\nPage 40judgement.  That's the position the United States has\narticulated.  And so, to the extent this Court gives\ndeference to the Executive's position -- and in matters\nof foreign affairs, this Court has historically given\ngreat deference to that position -- that position\nstates that that should have no effect upon this\nproceeding.\nJUSTICE STEVENS:  But, Mr. Cruz, let me just\nmake a suggestion.  Assume you lose -- I'm not\nsuggesting you will, but assume you do -- the net\nresult of the proceeding, in your adversary's favor,\nwould be that they would get a hearing in the state\ncourt, which is what -- the President's order says,\n\"Let them have that right away.\"  So the whole purpose\nof having a lot of federal litigation to decide what\nyou can address right away by honoring the President's\nrequest, at least litigating it in the state court\nright away, we may be engaged in a lot of useless\nactivity.\nMR. CRUZ:  Respectfully, if we were to lose,\nand if Medellin were to prevail, his position could\npotentially open the door to the reconsideration of the\nover 100 foreign nationals that are on death row across\nthis country, and, beyond that, to thousands --\nJUSTICE STEVENS:  Well, so could the\nPage 41President's order, the same thing.\nMR. CRUZ:  But the President's order is, by\nits term, confined to the 51 Mexican nationals.\nMedellin's theory is not.  Medellin's theory is not\neven confined to those on death row; but, rather, would\npotentially extend to the thousands of foreign\nnationals --\nJUSTICE GINSBURG:  But that can't be, in light\nof the United States' most recent action.  I mean, we\nhave a judgement.  The judgement concerns how many\npeople?  Fifty-one?  Forty-nine?\nMR. CRUZ:  Fifty-one.\nJUSTICE GINSBURG:  Okay.  There is no\njudgement concerning anybody else.\nMR. CRUZ:  That's true with respect to the\nExecutive determination.  But the ICJ's decision went\nbeyond its authorizing statute and explicitly -- even\nthough its authorizing statute says the ICJ has\njurisdiction only to speak to the matter directly\nbefore it, in paragraph 151 the ICJ said it wasn't\nspeaking just to the matter before it.\nJUSTICE GINSBURG:  But this -- but if there's\na claim here based on the Avena judgement, it is that\nthe United States agreed to the ICJ's jurisdiction in\nVienna Convention cases.  And so, pursuant to that\nPage 42agreement, there was an adjudication.  The United\nStates is no longer agreeing, so there will never be\nanother adjudication.  This adjudication concerns 51\npeople or -- and there are no others.\nMR. CRUZ:  But Medellin's theory that Avena\nshould be applied as a binding rule of judgement, even\nwithout subsequent proceedings before the ICJ, could be\ntaken to support granting habeas relief in other\nproceedings for individuals whose cases weren't\nlitigated, particularly given that the ICJ in Avena\npurports --\nJUSTICE GINSBURG:  Well, you have to -- you\nhave to recognize that there is a distinction between\nthis case, which is, in large part, based on a\njudgement of the ICJ, and other cases that would not\nhave the benefit of that judgement.\nMR. CRUZ:  Surely.  Although the terms of the\nICJ decision purport to apply more broadly than to\nthese 51, and they explicitly say that this cannot be\ntaken to imply that this does not apply to other\nforeign nationals, notwithstanding its jurisdictional\nstatute that prevents it from doing that.\nJUSTICE GINSBURG:  Why isn't this -- the\nUnited States did consent to the jurisdiction of the\nICJ in these Vienna Convention cases, and that tribunal\nPage 43issued a judgement.  Why doesn't it get the same\nrecognition and enforcement of any judgement of any\ncourt with jurisdiction?\nMR. CRUZ:  Under the terms of the applicable\ntreaties, the ICJ has jurisdiction to determine, as a\nmatter of international law, if there is a treaty\nbreach.  But those treaties also specify the remedy for\nany judgement of the ICJ, and that remedy, under\nArticle 94 of the U.N. charter, is recourse to the\nSecurity Council.  That was explicitly adopted as a\npolitical remedy, because it is the prerogative of the\nPresident and the political branches to determine how\nto respond.\nOne of the responses open to the political\nbranch, as the United States has articulated, is to\ndecline to respond.  And with respect to the Nicaragua\ncase, that's exactly what the United States did.  In\nthat situation -- and that matter was ultimately\nlitigated; Judge Mikva, for the D.C. Circuit, wrote a\ncompelling opinion laying out that decisions of the ICJ\nare not judicially enforceable in U.S. courts; they\nare, rather, matters sovereign-to-sovereign.  That same\nreasoning applies here.  It is a matter for the\nExecutive to determine how to apply.\nI would note that Medellin also presents an\nPage 44argument -- two arguments as to why he's presented\nconstitutional claims.  One, a due-process claim.  Due\nprocess was not in the questions presented, as he\nauthored.  It was not in the brief that he wrote to the\nFifth Circuit asking for a COA.  The words \"due\nprocess\" do not appear in his merits briefs.  And,\nindeed, under the sections -- the constitutional\nsections cited, he does not include the Due Process\nClause.\nJUSTICE SOUTER:  Well, what difference does\nthat make, since this -- the issue to which it is\naddressed has not been raised either?  I mean, it's a\nnew issue, and I presume, to the extent that it may be\nconsidered at all, his response -- he can make a\nresponse to it.\nMR. CRUZ:  He might conceivably have brought a\ndue-process claim.  And if he had brought a due-process\nclaim, the Court of Appeals could have considered if\nthat due-process claim met the substantive standards of\nthe AEDPA.  He didn't bring a due-process claim.  He\nbrought a treaty claim.  And that's the question upon\nwhich he sought certiorari review by this Court.\nJUSTICE SOUTER:  Well, I can understand the\nargument, that he shouldn't be allowed to raise due\nprocess here if the argument also goes to your -- the\nPage 45permissibility of your raising 2253.\nMR. CRUZ:  But 225- --\nJUSTICE SOUTER:  What's sauce for the goose --\nMR. CRUZ:  -- but 2253 is a jurisdictional bar\nto this Court.\nJUSTICE SOUTER:  Okay.  Then I don't see why\nit isn't also a jurisdictional gate for him to make a\nresponse to it.\nMR. CRUZ:  Because he didn't bring that case.\nSure, there are dozens of constitutional claims he\ncould have brought that would have satisfied 2253.  He\ndidn't bring those claims.  So that's not presented by\nthat proceeding.  He's not entitled, in his reply\nbrief, to say, \"Well, you know, we could have brought\nthis constitutional claim,\" given that he did not, in\nfact, bring that -- this constitutional claim.\nIf Medellin's theory is adopted, it would\nembrace a standard beyond Fay versus Noia.\nThank you.\nCHIEF JUSTICE REHNQUIST:  Thank you, Mr. Cruz.\nMr. Dreeben, we'll hear from you.\nON BEHALF OF UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING RESPONDENT\nMR. DREEBEN:  Mr. Chief Justice, and may it\nPage 46please the Court:\nFor the reasons articulated in the brief for\nthe United States and by the State of Texas, this Court\nshould conclude that there was no jurisdiction in the\nlower court to issue of Certificate of Appealability;\nand, therefore, the Court should not reach the many\nquestions that Petitioner has raised in this case about\nthe effect of the Avena judgement.\nJUSTICE KENNEDY:  Have there been any cases in\nthe Circuits holding that the state can waive the\njurisdictional limitation on COA?\nMR. DREEBEN:  There have been cases in the\nCircuits, Justice Kennedy, that have held that once a\nCOA has issued, the Court of Appeals may consider a\nclaim that would otherwise be beyond the jurisdiction\nof the courts.  But this is a case where a COA has not\nbeen issued, and there is a plain procedural obstacle\nto its issuance that this Court can determine and,\ntherefore, obviate the need to consider the very\nsensitive and delicate questions that Petitioner has\nraised.\nJUSTICE O'CONNOR:  But is their whole question\nof the COA waivable?\nMR. DREEBEN:  I don't think so, Justice\nO'Connor, because a COA is a jurisdictional\nPage 47requirement.  And just as a notice of appeal is a\njurisdictional requirement and the prerequisites for\nproper notice of appeal have to be satisfied, the\nprerequisites for a proper Certificate of Appealability\nshould be satisfied before this Court goes on to reach\nthe merits of a question, which, as Justice Stevens has\npointed out, may never need to be reached at all if the\nTexas courts recognize the President's determination\nwith respect to the Avena decision or apply the Avena\ndecision itself.\nAnd I think it's very noteworthy that the\nfiling that Petitioner made at the end of last week in\nthe Texas Court of Criminal Appeals seeking a\nsuccessive petition for a writ of habeas corpus under\nTexas law specifically, at page 25, says that\nPetitioner is relying on the Avena judgement and he's\nrelying on the President's determination, which are two\nnew sources of law that were not available at the time\nthe Texas courts previously addressed the matter and\nthat now are available, which constitutes a ground for\na second petition under Texas law, and that,\naccordingly, the Texas courts should allow this claim\nto be developed in the state courts and to be litigated\nthere.\nTo me, those statements are almost an\nPage 48admission that the claims that Petitioner has brought\nhere are barred by failure to exhaust available state\nremedies.\nJUSTICE GINSBURG:  Mr. Dreeben, could this\nquestion of the effect of the Avena Treaty be brought\nbefore the Court?  Mr. Donovan raised, I think, the All\nWrits Act, and he also raised original writs in this\ncourt.  If the COA doesn't work, then treat this -- I\nthink that's what he's saying -- treat it as though it\nwere an application under the All Writs Act or an\noriginal writ.\nMR. DREEBEN:  I do think that the Court would\nhave the option of availing itself of extraordinary\njurisdiction, but, as the Court made clear in the\nFelker case, its exercise of extraordinary original\nwrits would be informed by the limitations that the\nAEDPA imposes upon the grant of habeas corpus relief;\nand, therefore, the Court should look to at least the\nadditional jurisdictional obstacle that the United\nStates and Texas has raised; and, namely, that is that\nthe decision that the Texas courts raised -- issued in\nthis case is not contrary to any Supreme Court decision\nor a misapplication of any clearly established federal\nlaw.\nJUSTICE BREYER:  So all those are -- there are\nPage 49a lot of reasons.  Does that counsel in favor of our\nholding this?  Here we have a case that went on a\njurisdictional ground.  And if we affirm or reverse\nthat jurisdictional ground from the Court of Appeals,\nwe'll decide a lot of issues that will create guidance.\nWe might not have to decide it, because Texas may deal\nwith it; or we may decide, if they come out the other\nway, they're wrong.  But we might.  And that's why I\nwas thinking perhaps we should hold it rather than dig\nit, particularly because that other issue does have\nsome authority the other way.\nI take it there's a treatise in the Fifth\nCircuit case which does say that the word\n\"constitutional\" here encompasses \"treaty.\"\nMR. DREEBEN:  Justice Breyer, I do not think\nthat the Court should hold the case, pending the\noutcome of the Texas proceedings.\nJUSTICE BREYER:  Because?\nMR. DREEBEN:  The Texas proceedings can\nconsider the Avena claim and the claim in reliance --\nJUSTICE BREYER:  Yeah, but suppose you lose --\nsee, I'm thinking, suppose you lose in the Texas\nproceeding, it comes here, and, for whatever reason,\nsuppose you lost again -- you might not, but you might\n-- in which case, then what do we do?\nPage 50\nMR. DREEBEN:  Well, the Supreme Court would\nhave the option of granting cert to review whatever the\nTexas courts --\nJUSTICE BREYER:  No, no, but suppose we\nthought they were right?  See, suppose you lost across\nthe board?  That would be the argument for holding it -\n- holding it because then you'd have another vehicle to\nget to these questions.\nMR. DREEBEN:  I think it would be close to\nissuing an advisory opinion for the Court to decide an\nimportant issue of federal law in which there is a\nclear jurisdictional bar to the issuance of a\nCertificate of Appealability, and I don't think that a\ntreatise creates enough of a doubt that\n\"constitutional\" in the AEDPA, means \"constitutional\"\nfor this Court to embark on a wide-ranging exploration\nof potentially very significant issues with\nconstitutional overtones.\nThe Avena decision is not a freestanding\nsource of law that can be administered by this Court\nwholly apart from the President's determination.  What\nthe President did was to determine not that the treaty\nhas a particular meaning that favors Petitioner's case,\nbut that, as a matter of compliance with the obligation\nof the United States, under international law, to\nPage 51comply with a judgement of the International Court of\nJustice -- or to determine not to -- but that, in the\ninterest of the rule of law and the obligations that\nwere taken on, the President would create a new source\nof law, in effect, that would enable the enforcement of\nthat particular judgement, without respect to the\nvalidity of the underlying merits determination that\nthe ICJ made.\nBut if this Court were to treat the ICJ\njudgement as a freestanding source of law, it would\nfrustrate the Executive's ability to determine, in a\nparticular case, this determination by an international\ntribunal should not be enforced and it should not be\ngiven effect; rather, that the President might, in a\nparticular case, choose to -- not to comply with that\ndetermination.  And it would rob the President of that\nfreedom in international affairs were this Court to\ntreat a determination by the International Court of\nJustice as a freestanding --\nJUSTICE O'CONNOR:  Well, is, though, a treaty\nthat's been duly ratified and signed enforceable as\npart of our federal law, as this one is drafted?\nMR. DREEBEN:  It is, Justice O'Connor, but it\nshould -- properly construed as not conferring\nprivately-enforceable rights on a criminal defendant in\nPage 52a criminal case.  It has not one word about private\nenforceability in a criminal case in its language.  The\nbackdrop of the Vienna Convention was that no country\nhad ever provided notice of rights to a criminal\ndefendant that would then form a basis, in the event of\na violation, of an attack on a criminal conviction.\nState practice since the Vienna Convention has not\nrecognized, here or abroad, a privately-enforceable\nright --\nJUSTICE SCALIA:  Mr. Dreeben, how many -- how\nmany states are we talking about for these 51\nindividuals involved in the case?  How many different\nstates?\nMR. DREEBEN:  I'm not sure of the exact\nnumber, Justice Scalia.  I think it's five or six\nstates that have defendants that are at issue in those\nproceedings.\nAnd what the President determined was, with\nrespect to those 51 individuals, observance of the ICJ\njudgement was warranted, as a matter of United States\nforeign policy, not because the United States agrees\nwith the ICJ's rulings.\nJUSTICE SCALIA:  It's conceivable that those\nfive or six states could say, \"The President has no\nauthority to do this,\" ground one.  Ground two, \"Even\nPage 53\nif he did, on the merits, we reexamine.\"\nSo the whole\nthing could go away.\nMR. DREEBEN:\nThat is absolutely correct.\nAnd\nI think that's an additional reason why this Court\nshould not rush ahead and overlook jurisdictional\nobstacles that may not have been apparent to it at the\ntime that it granted certiorari, and certainly the\nCourt did not have the benefit of the fact that the\nPresident would make a determination that state courts\nshould provide the review and reconsideration that the\nICJ had determined was appropriate.  And the Court, of\ncourse, didn't know that Petitioner would then file a\npetition for successive writ in the Texas courts that\ncould provide him the review and reconsideration that\nhe now seeks this Court to announce in a ruling that\nwould have extraordinarily broad and detrimental\nforeign-policy consequences for the United States'\nfreedom to respond to the decisions of international\ntribunals in a manner that the President sees fit in\naccordance with his foreign-policy judgement.\nIf the Court has no further questions --\nCHIEF JUSTICE REHNQUIST:  Thank you, Mr.\nDreeben.\nMr. Donovan, you have five minutes remaining.\nREBUTTAL ARGUMENT OF DONALD F. DONOVAN\nPage 54\nON BEHALF OF PETITIONER\nMR. DONOVAN:  Thank you, Mr. Chief Justice.\nThe Respondent came to this Court saying that\nhe agrees with Mr. Medellin that America could keep her\n-- should keep her word.  Here's the situation we have.\nEverybody agrees that these treaties are binding.\nEverybody agrees now that the President has determined\nthat Mr. Medellin should get exactly what he came to\nthis Court asking for, which is review and\nreconsideration from the state courts.\nThe -- as Mr. Dreeben has pointed out, and as\nwe advised the Court last week, in order to protect\nagainst any statute of limitations bar, we have, in\nfact, filed in Texas, in order to make these claims,\npending the disposition here.  And Mr. Medellin is\nprepared to go forward in state court, making exactly\nthese claims, which the state courts have never had an\nopportunity to occasion.\nThe question here is, How does this Court\nfulfill its function of ensuring that the United States\ncomplies with its international obligations that the\nPresident has now confirmed he will comply with?  And,\nof course, the question here is not whether this --\nwhatever this Court does with respect to the question\npresented here -- that is, Does the Avena judgement\nPage 55having binding effect under the Supremacy Clause? -- in\nthis case, would no in any way constrain the\nPresident's determination at some future point, because\nhere we have a situation where the President has said\n\"comply.\"\nAnd so, this case does not raise questions --\nif it operated directly under the Supremacy Clause --\ndoes not raise a question about what would happen if,\nin some future case, the political branches made a\ndifferent determination once an ICJ judgement came to\nthis country.  Here, we have the President saying, \"You\nshould do exactly what -- the United States -- what the\nICJ said to do.\"\nSo the question is, How does one proceed?  We\nhave proposed a means of going forward that, in our\nview, is respectful to the authority of this Court,\nthat is respectful to the Texas courts, and that's\nrespectful to the President; and that is, to go forward\non the subsequent application in the Texas courts,\ngiving them two issues that they've never had a chance\nto address, the Avena judgement claim and the claim\nunder the President's determination.\nWhat should not happen is, that application\nshould not be compromised by any adverse action on this\nCourt, and the suggestion of a dismissal might have\nPage 56compromising effects.  At a minimum, it might be\nperceived as leaving in place a judgement that this\nCourt has already said warranted review and is now, in\nour view, fatally undermined by the President's\ndetermination, as it has been previously fatally\nundermined by the plain command of the Supremacy\nClause.\nIn addition, we would, no doubt -- we're\nalready hearing arguments from the opposition to the\nmotion to stay -- we would no doubt hear arguments\nthat, on some subsequence habeas which the United\nStates says is -- would be available, that that would\nbe a second or successor habeas, even though Mr.\nMedellin has never had a chance to bring the --\notherwise, to bring these claims to the Court.  And,\ntherefore, the Court might, at some point -- at this\npoint, the best thing to do, if we are going to achieve\nexpeditious compliance with the President's\ndetermination -- is, in fact, to stay; not to deal with\nany of the questions that have been raised here, but to\nlet the Texas courts deal with them in the first\ninstance.  If it comes back to this Court in the\nposture of a direct -- for example, request for\ncertiorari review from a judgement of the Texas courts\n-- there should be no adverse impact from anything this\nPage 57Court did at this posture, simply because Mr. Medellin\ncame here.  And, indeed, it was Mr. Medellin's case\nthat presumably prompted the President to act.  That\nwould be unfair, and it would complicated the Court's\nown disposition.\nWhat do we have Texas saying before this\nCourt?  Effectively, Texas has come into this courtroom\nand said neither the President nor this Court can\neffect -- can give effect of the Avena judgement,\nbecause Texas has opposed the Court's authority under\nthe direct operation of the Supremacy Clause, and now\nTexas has told the Court that the President can't do\nthis either.  And in the face of that suggestion, Mr.\nMedellin has every hope and expectation that the Texas\ncourts will see their obligations under the Supremacy\nClause in a form of both the Avena judgement\ninterpreting and applying the Vienna Convention and the\nPresident's determination, differently than the Texas\nauthorities have so far announced.  But if it does not,\nthis Court should have the full complement of means at\nits disposal in order to ensure that the United States\ncomplies with its international obligations.\nMr. Dreeben has, himself, just suggested that\nthere may be circumstances if it were not otherwise\nachievable.  It's hard to think of a more important\nPage 58case for the exercise of this Court's extraordinary\nwrits.  But none of that should be in any way\ncompromised by a dismissal, at this point, simply\nbecause the President came in in the midst -- in fact,\nconcurrently -- into Mr. Medellin's own case before\nthis Court and made this determination.  Instead, as\nwe'd suggest, the appropriate thing would be -- to do\nis to stay the case, to allow it to go forward in the\nTexas courts.  But if the Court does not wish to stay,\nwe would respectfully suggest that, at this point,\nunder direct command of the Supremacy Clause endorsed\nby the President's determination, as well as the\nPresident's determination itself, the Court should give\neffect to the United States' promises.\nThank you very much.\nCHIEF JUSTICE REHNQUIST:  Thank you, Mr.\nDonovan.  The case is submitted.\n","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"We'll hear argument now in number 04-5928, Jose Medellin versus Doug Dretke. Mr. Donovan. "},{"name":"MR. DONOVAN","id":0,"text":"Mr. Chief Justice, may it please the Court: This case was exceptionally important when the Court granted it, and it's even more important now.  It belongs in this Court.  At the same time, Mr. Medellin requests that the Court hold the case while he goes back to Texas.  I'd like to explain why, before I turn to the merits. Under its decision last year in ex parte, so far, Texas has modified its longstanding two-forums rule.  Court of Criminal Appeals will now entertain a subsequent application for habeas writ, even if there are proceedings pending before a Federal Court, so long as the Federal Court stays its proceedings.  The Court designed that procedure so that a habeas petitioner could return to state court to exhaust an unexhausted claim without compromising his right to federal habeas Page 3 -"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Ordinarily do not think of that as covered in this Court."},{"name":"MR. DONOVAN","id":0,"text":"Well, the Court of Criminal Appeals did not specify; but we find, of course, ourselves in an unusual posture, in the sense that the sequence of events here are such that even -- the Court of Appeals has decided the Avena judgement claim, the Court has --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"But has this Court ever just said, \"Fine, we'll hold it in abeyance and come back next term\"?  I can't recall that we've done that."},{"name":"MR. DONOVAN","id":0,"text":"Well, it's an -- it is, in fact, an unusual posture.  And it --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"I mean, it would be more likely that we would dismiss this, improvidently granted."},{"name":"MR. DONOVAN","id":0,"text":"Well, the case, though, has not been improvidently granted, with the greatest respect to the Court.  Of course, the case was important when the Court granted it.  The question, whether or not the United States will comply with an international obligation that every actor here -- the United States, Texas, and the Petitioner -- all recognize as binding, is an important question.  The President has now come Page 4in and said that it's even more important, by saying that, in fact, the United States will comply."},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, it's so odd, because usually what happens, if there is something that could occur at the state court level, is the state court itself would hold off until this Court had resolved whatever the case was.  So, this is a very unusual request."},{"name":"MR. DONOVAN","id":0,"text":"We recognize that it's an unusual request, because of the unusual circumstances. And, of course, the alternative, if the Court is not prepared to stay, or, for example, vacate, in light of the presidential determination, remand to the Court of Appeals --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Well, I think -- I think granting a stay could be seen as validating the position of the government without ever having an opinion on it."},{"name":"MR. DONOVAN","id":0,"text":"Well, actually, I think that a stay would actually show respect to each of the relevant actors here.  And so --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, why shouldn't we just go ahead and decide the case, if we can?"},{"name":"MR. DONOVAN","id":0,"text":"Well, we believe that there are, in fact, firm grounds on which this Court could grant - Page 5- could decide the question presented, because, in fact, for the reasons -- there are really three points here -- for the reasons we've laid out, the Court, under the direct command of the Supremacy Clause, has - - can give effect to the Avena judgement as the rule of decision.  The President's determination, in fact, eliminates the -- even setting aside its independent force, eliminates the basic objection of Texas to that course of action.  And then, of course, there's the basic independent full force of the Supremacy Clause. So if I may move to that, the Court, as I said, has recognized the importance of the United States complying with an international obligation reflected in treaties entered into by the democratically elected representatives of the American people. I want to address the question presented first, because, I -- before -- setting aside the presidential determination -- and just take a look at where we stand after the briefing by the parties as a - - on the question whether or not the Avena judgement provides the rule of decision. First of all, there's an extraordinary amount of agreement between petitioner and respondent. Respondent agrees that the Vienna Convention is a Page 6binding legal commitment of the United States.  The Respondent agrees that the Convention is self- executing.  The Respondent agrees that the United States agreed to submit disputes concerning the application and interpretation of the Convention to the ICJ.  He agrees that the United States agreed that any determination by the International Court of Justice would be binding."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"How about the creation of a private right of action?"},{"name":"MR. DONOVAN","id":0,"text":"Well, there is a -- there is a -- there are basically three objections that the Respondents made.  One of them is the cause of action. But the Respondent confuses the creation of a cause of action with what the -- a treaty will typically do. The treaty here lays out the rights, and the treaty lays out an individual right, as determinated by the ICJ.  The treaty will not customarily create the cause of action.  For how the United States will abide by its legal obligations -- that is, how the United States will give effect to the international obligation -- we look to domestic law."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Well, the courts -- the courts usually do that, don't they?"},{"name":"MR. DONOVAN","id":0,"text":"That's exactly right.  But we Page 7would look -- we would look to how the United States has provided for the implication of that international obligation.  Here, in the first instance, we have a direct command of the Supremacy Clause, a very fundamental choice made by the Framers --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"That doesn't speak to the private right of --"},{"name":"MR. DONOVAN","id":0,"text":"The private right of action is found here in the habeas statute itself, which provides that a person in custody in violation of laws, treaties, or the Constitution of the United States can seek --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"So, presumably, that could provide some cause of action, quite irrespective of the ICJ decision."},{"name":"MR. DONOVAN","id":0,"text":"Well, it could -- it -- the cause of action is, itself, provided by --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Yeah, I mean, you don't --"},{"name":"MR. DONOVAN","id":0,"text":"-- the rest of the --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"-- you don't really have to get into whether that judgement is enforceable here.  I mean --"},{"name":"MR. DONOVAN","id":0,"text":"Well --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"-- we could look at -- look at it from the perspective of the habeas statute. Page 8"},{"name":"MR. DONOVAN","id":0,"text":"Well, that's right.  I mean, there are three -- there are three basic questions that need to be --"},{"name":"JUSTICE GINSBURG","id":5,"text":"But is it right -- I mean, you couldn't -- you could not -- unless the ICJ decision gave a right to an individual, and you had no claim under the federal habeas statute -- and it is unusual, is it not, for a judgement of the International Court of Justice to recognize the right of an individual, as opposed to being just a judgement between nations?"},{"name":"MR. DONOVAN","id":0,"text":"Well, it may be that, because of the character of the typical dispute that the International Court of Justice hears, that it does not typically address such a question.  But, plainly it has jurisdiction to do so when the underlying treaty confers a right.  And that's exactly one of the questions that was litigated between Mexico and the United States in the Avena judgement.  And the Court held that, in fact, this treaty does provide individual rights.  So --"},{"name":"JUSTICE GINSBURG","id":5,"text":"How many -- how many times has the ICJ held that, that a treaty, apart from being contract between the signers, confers individual rights? Page 9"},{"name":"MR. DONOVAN","id":0,"text":"Well, it has, of course, held, in -- first, in LaGrand and then here in Avena.  In most of the cases the ICJ has held, however -- it has dealt previously, for example, with rights in this situation.  For example, rights in the nature of diplomatic protection.  For example, when the United States went to the ICJ in the Tehran hostages case, it went, not only in its own behalf, but in the exercise of diplomatic protection.  And in that posture, the ICJ --"},{"name":"JUSTICE GINSBURG","id":5,"text":"But there was no individual in that case.  That was a case of one nation against another.  There was no individual, like the Plaintiff here."},{"name":"MR. DONOVAN","id":0,"text":"But, in fact, in that case the United States did assert the rights of its nationals who were held hostage.  It didn't -- the case didn't come down on that point.  But, likewise, the famous Barcelona --"},{"name":"JUSTICE GINSBURG","id":5,"text":"Well, that's what I asked, if this -- I know that, certainly in the context of the Vienna Convention, there have been the series of decisions you mentioned; but I was wondering whether, outside the Vienna Convention, there has been any similar judgement of the ICJ that operates directly on Page 10individuals."},{"name":"MR. DONOVAN","id":0,"text":"Well, for example, in the Barcelona Traction case, which is another case where, again, there were rights of a particular company and a particular national decided with -- under the guise of diplomatic protection.  And that's the posture which this case went forward.  Mexico asserted rights not only on its own behalf, but on behalf of its nationals. And, therefore, if we think of the -- the three objections that was -- the Respondent has made to whether this Court can give us back the Avena judgement, they come down -- they include the two we've just discussed, and one more. First, they've said there are no individual rights here.  But, of course, the treaty, as this Court suggested in Breard, talks specifically about rights -- quote/unquote, \"rights.\"  And that, of course, is what the ICJ held.  If the Avena judgement is binding, if the Avena judgement informs the Vienna Convention with binding effect, then that question is not the question this Court needs to answer. The second point --"},{"name":"JUSTICE SCALIA","id":6,"text":"Do you think -- do you think that the President can enter into a treaty, with the approval of Congress, that would provide that, in a Page 11particular combat, the Commander in Chief will be somebody other than the President of the United States?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the Court has recognized that the only limitations of the treaty-making power are affirmative litigations -- affirmative limitations within the Constitution, itself."},{"name":"JUSTICE SCALIA","id":6,"text":"Right."},{"name":"MR. DONOVAN","id":0,"text":"And --"},{"name":"JUSTICE SCALIA","id":6,"text":"And you think that the Constitution provides the President shall be Commander in Chief, and, therefore, that can't be given away."},{"name":"MR. DONOVAN","id":0,"text":"Well --"},{"name":"JUSTICE SCALIA","id":6,"text":"Right?"},{"name":"MR. DONOVAN","id":0,"text":"-- no, the -- obviously, a treaty would not be able to amend the Constitution."},{"name":"JUSTICE SCALIA","id":6,"text":"Right.  Well, what if I think that the Constitution provides that all questions of federal law -- statutory, treaty, constitutional -- are to be decided, ultimately, by the Supreme Court of the United States.  Can a treaty give that away?"},{"name":"MR. DONOVAN","id":0,"text":"Well, a treaty would not be -- this treaty does not do that.  When the --"},{"name":"JUSTICE SCALIA","id":6,"text":"It does if we're bound by the determination of Avena.  It does if I have to believe that individual rights were created here, without Page 12reexamining the question on my own."},{"name":"MR. DONOVAN","id":0,"text":"Well, but the -- but the Court has -- it -- the Court has regularly -- and it has never been an objection to Article III power to give effect to a judgement that has been rendered in another sphere by another adjudicatory authority.  That happens all the time with respect to --"},{"name":"JUSTICE SCALIA","id":6,"text":"Not a question concerning United States law."},{"name":"MR. DONOVAN","id":0,"text":"But this is a question --"},{"name":"JUSTICE SCALIA","id":6,"text":"You're talking here about a question of United States law, What is the meaning of this treaty that the United States has entered into? Do you know another case where we have -- we have been bound by a judgement of a foreign court or an international court concerning the meaning of United States law?"},{"name":"MR. DONOVAN","id":0,"text":"Well, what the Court would be giving effect to is the determination by the political branches themselves to enter into the treaty."},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, I have a question that is much along the same lines, whether this Court must apply Avena as the rule of decision, or perhaps say, \"No, it does not have to do that.\"  Then you're left with looking at the treaty itself.  And does that Page 13-- can that take effect as American law?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the treaty does take effect as American law.  And --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"And, can --"},{"name":"MR. DONOVAN","id":0,"text":"-- in fact --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"-- is it open in this case to -- for this Court to apply that, not Avena?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the Court could, in fact, apply the treaty.  It could reach its own interpretation of the treaty, in accord with the Avena judgement.  But we think --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Is that open in this case?"},{"name":"MR. DONOVAN","id":0,"text":"Well, it surely would be open in this case, but it would not be open at this point. We've suggested alternative bases by which the Court could conform with Avena.  But we do believe that Avena, in fact, controls the decision, for this reason, that, in the first instance, the political branches have agreed to the substantive obligations under the treaty; in the second place --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, suppose we think it can't control?  Now, then what's open to us?"},{"name":"MR. DONOVAN","id":0,"text":"Well, if the -- if the Court decided that the Avena judgement did not control, then it would obviously go to the terms of the treaty Page 14itself.  But our argument is that, in fact, by virtue of the political branches' decision and in operation of the treaty -- of the Supremacy Clause, the Court must be -- must give effect if the Court reached a decision 5 --"},{"name":"JUSTICE KENNEDY","id":7,"text":"Well, can the President give an interpretation of the treaty unilaterally that is binding on us?  Can the President sign a treaty and then, a year later, give an interpretation of that treaty that's binding on us, insofar as what the treaty means?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the Court has --"},{"name":"JUSTICE KENNEDY","id":7,"text":"Can he do that?"},{"name":"MR. DONOVAN","id":0,"text":"Well, no, the treaty -- the Court has traditionally accorded deference to the Executive's determination, but has not -- has not given that --"},{"name":"JUSTICE KENNEDY","id":7,"text":"Right.  I would say that that, ultimately, is for this Court.  Then, if that's so, how can he agree with the -- to confer jurisdiction on the World Court, which would do the same thing?"},{"name":"MR. DONOVAN","id":0,"text":"Because it's not just the President that's done that; it's the treaty-makers, it's the President acting with the advice and consent of the Senate in a context in which they are empowered Page 15to authorize a treaty -- enter into a treaty.  And they've done --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, is the constitutionality of the President's action here before the Court in this case?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Only peripherally.  Is that an issue for us to decide in this case?"},{"name":"MR. DONOVAN","id":0,"text":"The question that we'd ask --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"I hadn't thought so.  Do you think it is?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the -- we've asked that the Court take account of the President's determination in this respect.  The Vienna Convention sets out a -- sets out substantive obligations.  The ICJ -- we've agreed to go to the ICJ for the interpretation obligation of those obligations.  The ICJ has now ruled.  The only objections, in effect, that the Respondent has made is to say, \"This Court can't decide that question,\" because it's within the power of the political branches.  In effect, it said, \"This Court should step back and await the permission of the Executive.\"  And in Mr. Medellin's view, this Court does not need to do that.  But if you did need to do that, which is the Respondent's essential objection, Page 16the President has now said, not only should -- not only can the Court give effect to the Avena a judgement, but that it's in the paramount interest of the United States that it do so, and that it do so promptly, and that, therefore, any question about the -- about the effectiveness of the Avena judgement has, on Texas' own terms --"},{"name":"JUSTICE KENNEDY","id":7,"text":"What's the case --"},{"name":"MR. DONOVAN","id":0,"text":"-- on Respondent's --"},{"name":"JUSTICE KENNEDY","id":7,"text":"-- what's the case that you're citing for this proposition, that the President and the Senate can, in effect, confer on an international tribunal the obligation to bind this Court with reference to an interpretation of a treaty? What's the best case you've got for that?"},{"name":"MR. DONOVAN","id":0,"text":"Well, it goes to the Supremacy Clause itself, Justice Kennedy.  It's --"},{"name":"JUSTICE KENNEDY","id":7,"text":"So you're telling me you don't have a case."},{"name":"MR. DONOVAN","id":0,"text":"Well, I'm not suggesting that there is direct precedent in this Court for this circumstance.  We recognize that the circumstances presented in these particular --"},{"name":"JUSTICE BREYER","id":8,"text":"Were you saying \"binding,\" or are you saying that we \"show deference to\" the Page 17President's own interpretation of the treaty, as applied to this 51-case set?  In respect to that deference, I suppose, he interprets the treaty in such a way that the Avena decision, in his opinion, as applied to this 51-set -- -case set is what the treaty means."},{"name":"MR. DONOVAN","id":0,"text":"Well, he has, in fact, come --"},{"name":"JUSTICE BREYER","id":8,"text":"Is that right, or not?"},{"name":"MR. DONOVAN","id":0,"text":"Well, that's right.  He has -- he has, in fact, endorsed the notion that the United States should comply."},{"name":"JUSTICE BREYER","id":8,"text":"Well, if it is -- what I'm wondering is if this is similar to that insurance case out of California, where, in fact, we gave considerable deference to Mr. Eisenstat's interpretation of the relationship of the treaty to the insurance laws of California."},{"name":"MR. DONOVAN","id":0,"text":"Well, it -- that is true.  And the Garamendi --"},{"name":"JUSTICE SCALIA","id":6,"text":"That was not an interpretation that ousted this Court of jurisdiction over the matter, though, was it?"},{"name":"MR. DONOVAN","id":0,"text":"Well, the --"},{"name":"JUSTICE SCALIA","id":6,"text":"Don't you think that's a little bit different? Page 18"},{"name":"MR. DONOVAN","id":0,"text":"But the Garamendi case did, in fact, endorse the President's power.  It's similar to the Dames & Moore case --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Yes, but in that case it was overseeing arrangements that were made by our government, not -- they didn't have that much local authority."},{"name":"MR. DONOVAN","id":0,"text":"Well, that's -- that is a distinction in the cases, but they still come down to a notion that -- both Garamendi and Dames & Moore -- to the President's authority to give effect to international obligations."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Well, but --"},{"name":"MR. DONOVAN","id":0,"text":"And here we have --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"-- doesn't the President, in Dames & Moore, enter into an agreement with Iran?"},{"name":"MR. DONOVAN","id":0,"text":"Well, that's right.  But that's -- that situation doesn't really distinguish the cases, because in Dames & Moore v. Regan there was, in fact, an agreement, and the President acted pursuant to that agreement.  But here we have --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"But we decided, in Dames & Moore, that he was acting pursuant to the agreement. Page 19"},{"name":"MR. DONOVAN","id":0,"text":"Well, they did act pursuant to the agreement, and that's what the Court decided, but that's precisely what the President is doing here.  The President is giving effect to commitments made by the United States in the Vienna Convention, in the Optional Protocol, in the ICJ statute and in the United Nations charter."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"But we didn't --"},{"name":"MR. DONOVAN","id":0,"text":"So if --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"-- we didn't decide it on the basis that President Reagan says, \"This is what in particular the agreement affected.\"  We examined it for ourselves."},{"name":"MR. DONOVAN","id":0,"text":"That's true, but -- and the Court looked at the -- the Court did not reexamine the terms of the agreement.  What the Court decided in that case was that it was within the President's foreign- affairs authority to enter into an agreement that would essentially required American claimants to go to the Iranian-United States Claims Tribunal."},{"name":"JUSTICE SCALIA","id":6,"text":"That doesn't -- that doesn't involve an interpretation of the treaty that is rendered by somebody else and that is binding upon this Court.  I mean, it's just a matter of different magnitude.  To say that there can be private claims, Page 20fine; but that doesn't say that the interpretation of a treaty entered into the by the United States is subject to a court, other than this Court."},{"name":"MR. DONOVAN","id":0,"text":"The treaty itself is what the United States has committed itself to.  It's the treaty in addition --"},{"name":"JUSTICE BREYER","id":8,"text":"We have to look beyond the President's interpretation of the treaty.  It happens that the President is interpreting it, for reasons related to what the ICJ said.  But that doesn't make us have to look beyond the reason for the President interpreting it the way he wants.  I mean, do we have to defer to the ICJ, or do you -- is it not sufficient to defer to the President, who is operating within his foreign-affairs power for whatever set of reasons he deems sufficient?"},{"name":"MR. DONOVAN","id":0,"text":"Well, that's precisely why we've said, in fact, what -- there are two independent sources of authority here, because, by operation of the Supremacy Clause, the ICJ, the interpretation and application of the Avena judgement would be given effect.  Now we have an independent source of right in the form of the President's determination."},{"name":"JUSTICE SCALIA","id":6,"text":"Except that the President doesn't think that the remedy is in federal habeas. Page 21The President thinks that the remedy is within the states."},{"name":"MR. DONOVAN","id":0,"text":"Well, the President has said that it should be given effect, and hasn't -- and hasn't said that it shouldn't be in federal habeas.  To the contrary, the President has indicated that, in fact, habeas would be available."},{"name":"JUSTICE SOUTER","id":9,"text":"Well, your position, I take it, is that if somehow we follow your suggestion so that the President's suggestion may be put into effect in the state courts, that there would still be a habeas jurisdiction, ultimately, over the result if you're dissatisfied with what happens in Texas.  Do I understand you correctly?"},{"name":"MR. DONOVAN","id":0,"text":"That's right, there would be --"},{"name":"JUSTICE SCALIA","id":6,"text":"Now, that --"},{"name":"MR. DONOVAN","id":0,"text":"-- there would surely be habeas jurisdiction."},{"name":"JUSTICE SCALIA","id":6,"text":"-- that's an interesting question.  Let's turn from the more cosmic questions into how you overcome the impediment that in order to get a Certificate of Appealability here, you have to show that there was -- you have to make a substantial showing of the denial of a constitutional right.  What constitutional right has been denied here? Page 22"},{"name":"MR. DONOVAN","id":0,"text":"Well, at this point, of course, the Court need not address that question on this -- on this petition.  The question that the Court granted was, Will the United States abide by the Avena judgement?  And that --"},{"name":"JUSTICE SCALIA","id":6,"text":"No, I take --"},{"name":"MR. DONOVAN","id":0,"text":"-- question would be answered --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- that question to be a jurisdictional question, as far as the lower court is concerned; and, therefore, I think it's a jurisdictional question for us."},{"name":"MR. DONOVAN","id":0,"text":"Well, of course, for the reasons we've laid out in our brief, we do not regard it as jurisdictional for this Court.  The Court clearly has jurisdiction under the petition to decide the questions on the basis that they should decide the question presented."},{"name":"JUSTICE KENNEDY","id":7,"text":"No, no."},{"name":"MR. DONOVAN","id":0,"text":"But even if it --"},{"name":"JUSTICE KENNEDY","id":7,"text":"No.  No.  We can't forego limits on our jurisdiction simply by granting the question."},{"name":"MR. DONOVAN","id":0,"text":"No, but --"},{"name":"JUSTICE KENNEDY","id":7,"text":"You don't say, \"Oh, you've granted a question; therefore, you have to decide Page 23whether you have jurisdiction or not.\""},{"name":"MR. DONOVAN","id":0,"text":"But this --"},{"name":"JUSTICE KENNEDY","id":7,"text":"See?  And, as Justice Scalia indicates, the COA is a jurisdictional requirement."},{"name":"MR. DONOVAN","id":0,"text":"But the COA is a jurisdictional requirement for an appeal in the Court of Appeals. This comes to this Court as -- on the denial of a Certificate of Appealability --"},{"name":"JUSTICE SCALIA","id":6,"text":"Yes, but --"},{"name":"MR. DONOVAN","id":0,"text":"-- and on a petition from that."},{"name":"JUSTICE SCALIA","id":6,"text":"Do you know of any --"},{"name":"MR. DONOVAN","id":0,"text":"And so, the question raised by - -"},{"name":"JUSTICE SCALIA","id":6,"text":"-- do you know of any case in which a lower court did not have jurisdiction, but we do have jurisdiction on appeal from in a -- from a court that didn't have jurisdiction?"},{"name":"MR. DONOVAN","id":0,"text":"But the Court -- the Court of Appeals had jurisdiction to entertain an application for Certificate of Appealability.  And this Court, in turn, has jurisdiction to grant a petition from the denial of the Certificate of Appealability."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, if the --"},{"name":"MR. DONOVAN","id":0,"text":"And in that posture --"},{"name":"JUSTICE SCALIA","id":6,"text":"-- had jurisdiction to -- Page 24"},{"name":"MR. DONOVAN","id":0,"text":"-- the Court can decide the question presented."},{"name":"JUSTICE SOUTER","id":9,"text":"You're simply saying that any court has jurisdiction to determine its jurisdiction. We grant you that.  But, granted that, if we reach it, what is your answer to the claim that the COA requires a showing of substantial infringement of constitutional, as distinct from other sources of, rights?"},{"name":"MR. DONOVAN","id":0,"text":"Well, first of all, we believe that in the posture that this case comes to this Court, there has been a substantial denial of a constitutional right, even in the terms that Texas defines the statute, because what we have here is a claim based on the Avena judgement -- I mean, the ICJ's interpretation and application of the Avena judgement that the Court of Appeals held in effect that had been defaulted prior to its coming into existence.  Because the effect of the Court of Appeals judgement that the Avena -- dismissing the -- or denying the Avena -- deciding the Avena judgement claim -- was to say -- was to give effect to a procedural default of the Avena judgement when it had not yet --"},{"name":"JUSTICE SOUTER","id":9,"text":"So you're saying the --"},{"name":"MR. DONOVAN","id":0,"text":"That is -- Page 25"},{"name":"JUSTICE SOUTER","id":9,"text":"-- the constitutional violation is the violation of the Supremacy Clause."},{"name":"MR. DONOVAN","id":0,"text":"Well, in that --"},{"name":"JUSTICE SOUTER","id":9,"text":"Is that what you're saying?"},{"name":"MR. DONOVAN","id":0,"text":"Well, it's a violation here of both the Due Process Clause and the Supremacy Clause. Due process --"},{"name":"JUSTICE SOUTER","id":9,"text":"Due Process Clause because?"},{"name":"MR. DONOVAN","id":0,"text":"Because it was an arbitrary denial of a forum in which to hear the Avena judgement claim, not simply the -- a different source of right. In other words, although the Avena judgement claim comes up on Texas as a proposition as a -- under a treaty, the action of the Court of Appeals was to deny that claim without giving it a forum.  That is to say, without -- that -- before it had been raised itself, before it even existed  -- because the effect of the Court of Appeals was to give effect to a procedural default of a right that hadn't come into effect.  And, therefore, in that context, it's effectively a due process claim."},{"name":"JUSTICE GINSBURG","id":5,"text":"How do you answer --"},{"name":"MR. DONOVAN","id":0,"text":"In addition --"},{"name":"JUSTICE GINSBURG","id":5,"text":"-- the related -- the related question that -- well, assuming the Vienna Page 26Convention is certainly law, and treaty stands on the same footing as law, but I believe that the -- Texas and the Government have said the AEDPA statute is the later-in-time provision, and when you have two provisions with a statute treaty, the later-in-time prevails.  So why did -- why isn't the AEDPA controlling, and not the Vienna Convention?"},{"name":"MR. DONOVAN","id":0,"text":"With respect to this claim, AEDPA itself would be, in our view, ousted by The Charming Betsey Principle.  But in the particular context here, you don't have -- you don't have a conflict with respect to the constitutional claims themselves; you have a constitutional claim based on a denial a right that did not exist, and you also have a constitutional claim based on the Supremacy Clause itself."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"And you're talking about denial of a right that didn't exist.  That seems perfectly rational, the way you put it."},{"name":"MR. DONOVAN","id":0,"text":"Well, that's --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"If the right didn't exist, it should have been denied."},{"name":"MR. DONOVAN","id":0,"text":"And perhaps -- but the effect of that -- and perhaps a more prudent way to put it is that the effect of that is to deny Mr. Medellin a Page 27forum, an -- arbitrarily deny him a forum on the effect of the Avena judgement, because the effect was to deny the Avena judgement claim based on a procedural default before the Avena judgement had been rendered. If I may save the remaining -- my remaining time for rebuttal?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Very well, Mr. Donovan. Mr. Cruz, we'll hear from you. "},{"name":"MR. CRUZ","id":1,"text":"Mr. Chief Justice, and may it please the Court: At the outset, two issues bear emphasis. First, the Court need not, and should not, address the many interesting issues of international law and constitutional law that swirl about this case."},{"name":"JUSTICE SCALIA","id":6,"text":"They really are interesting, you know. [Laughter.]"},{"name":"MR. CRUZ","id":1,"text":"They are, indeed.  And this may launch a thousand law-review articles.  But with respect to the question before the Court, there is a simple and straightforward statutory basis to resolve this case; namely, that Section 2253 of the AEDPA does Page 28not allow a Certificate of Appealability for nonconstitutional claims."},{"name":"JUSTICE BREYER","id":8,"text":"Before we --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Can that --"},{"name":"JUSTICE BREYER","id":8,"text":"-- before we --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"-- be waived?  Can that be waived?  And did Texas raise that issue in the Fifth Circuit at all?"},{"name":"MR. CRUZ","id":1,"text":"Justice O'Connor, Texas did not explicitly waive this ground before the Fifth Circuit - -"},{"name":"JUSTICE O'CONNOR","id":4,"text":"But it wasn't raised in the Fifth Circuit by Texas, was it?"},{"name":"MR. CRUZ","id":1,"text":"That's correct, it was not.  But --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"And I assume, although we haven't so decided, that that can just be waived."},{"name":"MR. CRUZ","id":1,"text":"Well, this Court has characterized the standards for a COA as jurisdictional in a threshold inquiry."},{"name":"JUSTICE BREYER","id":8,"text":"But this is also a jurisdictional.  They decided it on a jurisdictional ground.  They decided that no COA lay, for the reason that they said.  Now, I guess, though we wouldn't necessarily have to, we could simply say they're either right on that or they're wrong on that.  And if they're Page 29wrong on it, send it back, and then you can argue whether there are other grounds; in which case, they could go into waiver, they could go into whether \"constitutional\" means to embrace \"treaty,\" and all those other interesting arguments that we could write law-review articles about that were not, in fact -- they swirl around in this case, and you would not, in fact, be able to -- you wouldn't, in fact, have to pronounce on them now, here, when they really haven't been thoroughly gone into, below."},{"name":"MR. CRUZ","id":1,"text":"Justice Breyer, there are alternative jurisdictional grounds this Court could address, but the COA ground is straightforward.  It flows from the direct text.  And Petitioner has given this Court no reason to disagree with every Court of Appeals that has looked at this question, all of whom have determined that \"constitutional\" means \"constitutional.\"  It doesn't mean \"treaty,\" it doesn't mean \"statute.\"  And that's every Court of Appeals that's looked at that.  Given that that ground is direct and straightforward, there is no need for this Court to venture into the difficult constitutional areas, the difficult questions of international law, when there is a straightforward statutory --"},{"name":"JUSTICE SOUTER","id":9,"text":"Well, of course, we wouldn't Page 30even have to venture into -- possibly have to venture into this issue of law if Texas were interested in following the determination of the President.  I take it that the suggestion that your brother has made, that, in fact, we take no action at this point so that they may return to Texas with the President's determination, is not appealing to you."},{"name":"MR. CRUZ","id":1,"text":"We do not believe the Court should stay this action, because whatever the resolution of the subsequent proceedings that are now filed in Texas, the resolution of that question will not control the federal-law questions here."},{"name":"JUSTICE SOUTER","id":9,"text":"Well, but does Texas have a position in response to the President's determination?"},{"name":"MR. CRUZ","id":1,"text":"Our first position would be, as Justice O'Connor said, that that question is not presented in this case.  That will surely be litigated in the Texas state courts."},{"name":"JUSTICE GINSBURG","id":5,"text":"You said -- you said that something has started in the Texas courts.  We have the motion to stay this case, and your response that it shouldn't be stayed, that we should decide this case. But what is going on, at this moment, in the Texas courts?"},{"name":"MR. CRUZ","id":1,"text":"Justice Ginsburg, this weekend, Page 31Medellin filed a subsequent state habeas application with the Court of Criminal Appeals, in which he asked the Court of Criminal Appeals to stay its hand, pending this Court's decision whether this Court should stay its hand, pending the Court of Criminal Appeals -- [Laughter.]"},{"name":"MR. CRUZ","id":1,"text":"And so, that is a 50-page filing that they just filed this weekend in which --"},{"name":"JUSTICE GINSBURG","id":5,"text":"And after the Texas court stays its hand, then what action is asked?"},{"name":"MR. CRUZ","id":1,"text":"Well, what it asks for is to authorize a subsequent state habeas proceeding based upon the President's determination, which he characterizes as the predicate for a new claim.  And if that is correct, then there is yet another problem to his getting relief here, which is that he has failed to exhaust what he claims is now the predicate."},{"name":"JUSTICE SOUTER","id":9,"text":"Well, but we don't -- we may not reach that, if Texas says, \"Well, yes, you're right, it is a claim, and we'll entertain it.\"  Does Texas have a position on that question yet?"},{"name":"MR. CRUZ","id":1,"text":"With respect to whether the presidential determination is authorized, any -- that matter will be resolved in subsequent state court litigation.  Any responsible state attorney -- Page 32"},{"name":"JUSTICE SOUTER","id":9,"text":"Well, I'm sure it will be, but does Texas have a position on that, at this point?"},{"name":"MR. CRUZ","id":1,"text":"We would respectfully submit, as would any responsible state attorney general, that there are significant constitutional problems with a unilateral Executive determination displacing generally applicable criminal laws.  But whatever the resolution of that question, that would ultimately be reviewable by this Court, on certiorari review."},{"name":"JUSTICE KENNEDY","id":7,"text":"Well, that was my next -- my question, and it follows on the question Justice Souter asked.  Does the attorney general concede, or do you not,  or acknowledge that there are Texas procedures in which these questions can be litigated?"},{"name":"MR. CRUZ","id":1,"text":"There absolutely are Texas procedures in which the question of the validity of the President's determination can be litigated.  And we would anticipate that that would be litigated --"},{"name":"JUSTICE BREYER","id":8,"text":"But that --"},{"name":"MR. CRUZ","id":1,"text":"-- and resolved --"},{"name":"JUSTICE BREYER","id":8,"text":"Yeah, that's what I'm trying -- I'm trying to get to, which is, What is actually the practical thing to do now?  Should we stay it, with a short per curiam, which says, \"Texas, go ahead,\" or should we do something else?  Suppose we just dismiss Page 33this, as you say, on the alternative ground.  Well, then what happens if Texas objects to the President's order and turns out to be right, legally?  See, if that were true and then the review showed that it was true - - I don't know that it is true, but if it were, then we should turn to the Fifth Circuit claim, and there are 51 cases that depend on it.  But if we've dismissed it, by that time it's gotten mixed up in the very issue you raise.  The question is, Does \"constitutional\" embrace \"treaty\"?  And I think there is one case that says it does, actually; or a treatise, anyway.  So that's an issue.  And then they might refuse a COA on that ground.  And then there might  -- and we'll never get this basic question decided.  I'm trying out on you the argument for actually staying it, rather than digging it."},{"name":"MR. CRUZ","id":1,"text":"Whatever the resolution --"},{"name":"JUSTICE BREYER","id":8,"text":"What do you think?  What do you --"},{"name":"MR. CRUZ","id":1,"text":"I do not believe the Court should stay it.  Digging it would be an option.  I also believe  -- I believe the most correct --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, why do you believe we shouldn't stay it?  I mean --"},{"name":"MR. CRUZ","id":1,"text":"I don't believe the Court should -- Page 34"},{"name":"JUSTICE O'CONNOR","id":4,"text":"-- as an opinion, it's based on what?"},{"name":"MR. CRUZ","id":1,"text":"Because whatever the resolution in the State Court litigation, the resolution of that question will not impact the legal question before this Court now, which is, on first federal habeas, a claim that was filed that did not rely on Avena when it was filed, did not rely on the presidential determination - -"},{"name":"JUSTICE STEVENS","id":10,"text":"Yes, but is it not true that it's entirely possible that the Texas proceeding would make this issue moot --"},{"name":"MR. CRUZ","id":1,"text":"That is true."},{"name":"JUSTICE STEVENS","id":10,"text":"-- and, therefore, avoid the necessity for deciding a lot of very difficult questions?"},{"name":"MR. CRUZ","id":1,"text":"That is true.  That is frequently the case, that in a -- in a case that is being litigated, there are other proceedings that have the potential to make something moot."},{"name":"JUSTICE KENNEDY","id":7,"text":"And is it also true that, in the Texas proceedings, they necessarily would involve a federal question on which this Court could, if it chose, grant certiorari on direct review?"},{"name":"MR. CRUZ","id":1,"text":"Absolutely.  And the difficult Page 35questions about the constitutional authority for the Executive determination may come back to this Court, but they're not presented by the case right now before the Court. The most direct avenue, I would submit, for this Court is to resolve this decision by affirming the Fifth Circuit judgement, and by affirming it on the grounds that a COA could not issue because this was not a constitutional claim.  And that would necessarily entail affirming Breard to the extent that Breard noted that a subsequently enacted statute, the AEDPA, to the extent of a conflict, superceded the Vienna Convention."},{"name":"JUSTICE BREYER","id":8,"text":"Is the question -- how difficult is the question?  The President of the United States has issued a document where he says, \"Exercising my foreign-affairs power, in my opinion the treaty, as I -- I accept the meaning of the treaty as set forth by the ICJ and apply it to these 51 cases.\"  So he's deciding that.  And why doesn't he have the authority to decide what that treaty means in these circumstances?  That's his decision.  And Texas is bound by the Constitution."},{"name":"MR. CRUZ","id":1,"text":"We would agree that the fact that the President has acted underscores the point made by both Texas and the United States, that the Page 36responsibility for determining the remedy to the Avena judgement is found in the political branches.  And the fact that the President is acting underscores this, that there is no precedent for an ICJ judgement being judicially enforceable.  Indeed, Respondent is aware of no country in the world that accords binding effect to ICJ judgements in their own domestic courts.  And --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, Mr. Cruz, maybe the treaty becomes part of federal law if it's properly ratified and signed, as this one was.  Now, it's possible that the treaty itself gives certain individually enforceable rights to Mr. Medellin.  And we can disregard the question of whether the Avena judgement is enforceable."},{"name":"MR. CRUZ","id":1,"text":"Justice O'Connor, that's --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Isn't that right?"},{"name":"MR. CRUZ","id":1,"text":"-- that's absolutely correct, that this Court --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"I mean, it would be open to this Court, presumably, to say, that treaty became part of federal law when it was ratified, and Congress can enact subsequent laws.  But, in any event, the treaty could give rise to individual enforceable rights.  Is that correct?"},{"name":"MR. CRUZ","id":1,"text":"To be sure, this Court could Page 37certainly determine that the Vienna Convention gives rises to the individual rights.  That interpretation, however, would conflict with the express language of the preamble to the treaty, and would also conflict with the consistent position of the Executive Branch since 1969, when this treaty was ratified.  For those 36 years, the State Department has consistently answered the question, that the Vienna Convention does not give rise to individual rights.  And, indeed --"},{"name":"JUSTICE GINSBURG","id":5,"text":"Did the Breard case speak to that issue?"},{"name":"MR. CRUZ","id":1,"text":"The Breard case simply made reference to -- that there was, arguably, individual rights.  It didn't purport to resolve that.  It said, even if there were, it is barred by AEDPA.  So I don't believe the Breard case answers it, one way or the other; but, given the United States' consistent position -- and, indeed, it uses very similar language in later treaties, such as the two terrorism treaties that are cited in the United States' brief. It is worth underscoring that on every question currently before this Court in this proceeding, the United States agrees entirely with Texas, that this Court's resolution of this case should be to affirm the judgement of the Fifth Circuit because Page 38a COA should not have issued."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Well, if we came to the conclusion that the treaty, by its own force, did not create enforceable individual rights, then we would have to get to the question of whether the President's proclamation changes that result."},{"name":"MR. CRUZ","id":1,"text":"Only in the most threshold sense; because, on its face, the President's proclamation, or determination, is focused only on state courts, and what the President says is that he has determined that the Avena decision will have binding effect in state courts.  So, according to the Executive determination, that does not have a binding effect on this proceeding; but, rather, on a subsequent  -"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"But that seems to be topsy-turvy, that a treaty would have effect in state courts but not in federal court."},{"name":"MR. CRUZ","id":1,"text":"We don't disagree that the Executive could have chosen other avenues. Nevertheless, Medellin's argument that, given the Executive has said, \"This should have effect in some other proceeding,\" we should disregard what the Executive has said about this proceeding and apply it here, notwithstanding the President's express determination it wouldn't apply here. Page 39"},{"name":"JUSTICE GINSBURG","id":5,"text":"But isn't what the President's memorandum says exactly what the Avena judgement said?  That is, the President said, \"Well, the ICJ said that these people are entitled to review and reconsideration of their guilt and of their punishment.  And so, I think that's what should happen. I agree with the judgement, or at least I think it should be enforced, and the only place it can be enforced is in the state court that rendered the judgement, because the ICJ said what the United States has to implement is, they have to give a review and reconsideration.\" Now, I suppose, as far as the ICJ is concerned, they don't care if it's done by some federal tribunal, or state, but within our system, it must be the state, mustn't it?"},{"name":"MR. CRUZ","id":1,"text":"Well, certainly under the terms of the President's order, where the President said that he's determined it shall -- should be given effect, quote, \"By having state courts give effect,\" by the express terms of the order, particularly as explained in the United States' brief, where that is conjoined with the position of the United States, that in this proceeding, on appeal from the first federal habeas proceeding, that there is no effect to the Avena Page 40judgement.  That's the position the United States has articulated.  And so, to the extent this Court gives deference to the Executive's position -- and in matters of foreign affairs, this Court has historically given great deference to that position -- that position states that that should have no effect upon this proceeding."},{"name":"JUSTICE STEVENS","id":10,"text":"But, Mr. Cruz, let me just make a suggestion.  Assume you lose -- I'm not suggesting you will, but assume you do -- the net result of the proceeding, in your adversary's favor, would be that they would get a hearing in the state court, which is what -- the President's order says, \"Let them have that right away.\"  So the whole purpose of having a lot of federal litigation to decide what you can address right away by honoring the President's request, at least litigating it in the state court right away, we may be engaged in a lot of useless activity."},{"name":"MR. CRUZ","id":1,"text":"Respectfully, if we were to lose, and if Medellin were to prevail, his position could potentially open the door to the reconsideration of the over 100 foreign nationals that are on death row across this country, and, beyond that, to thousands --"},{"name":"JUSTICE STEVENS","id":10,"text":"Well, so could the Page 41President's order, the same thing."},{"name":"MR. CRUZ","id":1,"text":"But the President's order is, by its term, confined to the 51 Mexican nationals. Medellin's theory is not.  Medellin's theory is not even confined to those on death row; but, rather, would potentially extend to the thousands of foreign nationals --"},{"name":"JUSTICE GINSBURG","id":5,"text":"But that can't be, in light of the United States' most recent action.  I mean, we have a judgement.  The judgement concerns how many people?  Fifty-one?  Forty-nine?"},{"name":"MR. CRUZ","id":1,"text":"Fifty-one."},{"name":"JUSTICE GINSBURG","id":5,"text":"Okay.  There is no judgement concerning anybody else."},{"name":"MR. CRUZ","id":1,"text":"That's true with respect to the Executive determination.  But the ICJ's decision went beyond its authorizing statute and explicitly -- even though its authorizing statute says the ICJ has jurisdiction only to speak to the matter directly before it, in paragraph 151 the ICJ said it wasn't speaking just to the matter before it."},{"name":"JUSTICE GINSBURG","id":5,"text":"But this -- but if there's a claim here based on the Avena judgement, it is that the United States agreed to the ICJ's jurisdiction in Vienna Convention cases.  And so, pursuant to that Page 42agreement, there was an adjudication.  The United States is no longer agreeing, so there will never be another adjudication.  This adjudication concerns 51 people or -- and there are no others."},{"name":"MR. CRUZ","id":1,"text":"But Medellin's theory that Avena should be applied as a binding rule of judgement, even without subsequent proceedings before the ICJ, could be taken to support granting habeas relief in other proceedings for individuals whose cases weren't litigated, particularly given that the ICJ in Avena purports --"},{"name":"JUSTICE GINSBURG","id":5,"text":"Well, you have to -- you have to recognize that there is a distinction between this case, which is, in large part, based on a judgement of the ICJ, and other cases that would not have the benefit of that judgement."},{"name":"MR. CRUZ","id":1,"text":"Surely.  Although the terms of the ICJ decision purport to apply more broadly than to these 51, and they explicitly say that this cannot be taken to imply that this does not apply to other foreign nationals, notwithstanding its jurisdictional statute that prevents it from doing that."},{"name":"JUSTICE GINSBURG","id":5,"text":"Why isn't this -- the United States did consent to the jurisdiction of the ICJ in these Vienna Convention cases, and that tribunal Page 43issued a judgement.  Why doesn't it get the same recognition and enforcement of any judgement of any court with jurisdiction?"},{"name":"MR. CRUZ","id":1,"text":"Under the terms of the applicable treaties, the ICJ has jurisdiction to determine, as a matter of international law, if there is a treaty breach.  But those treaties also specify the remedy for any judgement of the ICJ, and that remedy, under Article 94 of the U.N. charter, is recourse to the Security Council.  That was explicitly adopted as a political remedy, because it is the prerogative of the President and the political branches to determine how to respond. One of the responses open to the political branch, as the United States has articulated, is to decline to respond.  And with respect to the Nicaragua case, that's exactly what the United States did.  In that situation -- and that matter was ultimately litigated; Judge Mikva, for the D.C. Circuit, wrote a compelling opinion laying out that decisions of the ICJ are not judicially enforceable in U.S. courts; they are, rather, matters sovereign-to-sovereign.  That same reasoning applies here.  It is a matter for the Executive to determine how to apply. I would note that Medellin also presents an Page 44argument -- two arguments as to why he's presented constitutional claims.  One, a due-process claim.  Due process was not in the questions presented, as he authored.  It was not in the brief that he wrote to the Fifth Circuit asking for a COA.  The words \"due process\" do not appear in his merits briefs.  And, indeed, under the sections -- the constitutional sections cited, he does not include the Due Process Clause."},{"name":"JUSTICE SOUTER","id":9,"text":"Well, what difference does that make, since this -- the issue to which it is addressed has not been raised either?  I mean, it's a new issue, and I presume, to the extent that it may be considered at all, his response -- he can make a response to it."},{"name":"MR. CRUZ","id":1,"text":"He might conceivably have brought a due-process claim.  And if he had brought a due-process claim, the Court of Appeals could have considered if that due-process claim met the substantive standards of the AEDPA.  He didn't bring a due-process claim.  He brought a treaty claim.  And that's the question upon which he sought certiorari review by this Court."},{"name":"JUSTICE SOUTER","id":9,"text":"Well, I can understand the argument, that he shouldn't be allowed to raise due process here if the argument also goes to your -- the Page 45permissibility of your raising 2253."},{"name":"MR. CRUZ","id":1,"text":"But 225- --"},{"name":"JUSTICE SOUTER","id":9,"text":"What's sauce for the goose --"},{"name":"MR. CRUZ","id":1,"text":"-- but 2253 is a jurisdictional bar to this Court."},{"name":"JUSTICE SOUTER","id":9,"text":"Okay.  Then I don't see why it isn't also a jurisdictional gate for him to make a response to it."},{"name":"MR. CRUZ","id":1,"text":"Because he didn't bring that case. Sure, there are dozens of constitutional claims he could have brought that would have satisfied 2253.  He didn't bring those claims.  So that's not presented by that proceeding.  He's not entitled, in his reply brief, to say, \"Well, you know, we could have brought this constitutional claim,\" given that he did not, in fact, bring that -- this constitutional claim. If Medellin's theory is adopted, it would embrace a standard beyond Fay versus Noia. Thank you."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Thank you, Mr. Cruz. Mr. Dreeben, we'll hear from you. ON BEHALF OF UNITED STATES, AS AMICUS CURIAE, SUPPORTING RESPONDENT"},{"name":"MR. DREEBEN","id":2,"text":"Mr. Chief Justice, and may it Page 46please the Court: For the reasons articulated in the brief for the United States and by the State of Texas, this Court should conclude that there was no jurisdiction in the lower court to issue of Certificate of Appealability; and, therefore, the Court should not reach the many questions that Petitioner has raised in this case about the effect of the Avena judgement."},{"name":"JUSTICE KENNEDY","id":7,"text":"Have there been any cases in the Circuits holding that the state can waive the jurisdictional limitation on COA?"},{"name":"MR. DREEBEN","id":2,"text":"There have been cases in the Circuits, Justice Kennedy, that have held that once a COA has issued, the Court of Appeals may consider a claim that would otherwise be beyond the jurisdiction of the courts.  But this is a case where a COA has not been issued, and there is a plain procedural obstacle to its issuance that this Court can determine and, therefore, obviate the need to consider the very sensitive and delicate questions that Petitioner has raised."},{"name":"JUSTICE O'CONNOR","id":4,"text":"But is their whole question of the COA waivable?"},{"name":"MR. DREEBEN","id":2,"text":"I don't think so, Justice O'Connor, because a COA is a jurisdictional Page 47requirement.  And just as a notice of appeal is a jurisdictional requirement and the prerequisites for proper notice of appeal have to be satisfied, the prerequisites for a proper Certificate of Appealability should be satisfied before this Court goes on to reach the merits of a question, which, as Justice Stevens has pointed out, may never need to be reached at all if the Texas courts recognize the President's determination with respect to the Avena decision or apply the Avena decision itself. And I think it's very noteworthy that the filing that Petitioner made at the end of last week in the Texas Court of Criminal Appeals seeking a successive petition for a writ of habeas corpus under Texas law specifically, at page 25, says that Petitioner is relying on the Avena judgement and he's relying on the President's determination, which are two new sources of law that were not available at the time the Texas courts previously addressed the matter and that now are available, which constitutes a ground for a second petition under Texas law, and that, accordingly, the Texas courts should allow this claim to be developed in the state courts and to be litigated there. To me, those statements are almost an Page 48admission that the claims that Petitioner has brought here are barred by failure to exhaust available state remedies."},{"name":"JUSTICE GINSBURG","id":5,"text":"Mr. Dreeben, could this question of the effect of the Avena Treaty be brought before the Court?  Mr. Donovan raised, I think, the All Writs Act, and he also raised original writs in this court.  If the COA doesn't work, then treat this -- I think that's what he's saying -- treat it as though it were an application under the All Writs Act or an original writ."},{"name":"MR. DREEBEN","id":2,"text":"I do think that the Court would have the option of availing itself of extraordinary jurisdiction, but, as the Court made clear in the Felker case, its exercise of extraordinary original writs would be informed by the limitations that the AEDPA imposes upon the grant of habeas corpus relief; and, therefore, the Court should look to at least the additional jurisdictional obstacle that the United States and Texas has raised; and, namely, that is that the decision that the Texas courts raised -- issued in this case is not contrary to any Supreme Court decision or a misapplication of any clearly established federal law."},{"name":"JUSTICE BREYER","id":8,"text":"So all those are -- there are Page 49a lot of reasons.  Does that counsel in favor of our holding this?  Here we have a case that went on a jurisdictional ground.  And if we affirm or reverse that jurisdictional ground from the Court of Appeals, we'll decide a lot of issues that will create guidance. We might not have to decide it, because Texas may deal with it; or we may decide, if they come out the other way, they're wrong.  But we might.  And that's why I was thinking perhaps we should hold it rather than dig it, particularly because that other issue does have some authority the other way. I take it there's a treatise in the Fifth Circuit case which does say that the word \"constitutional\" here encompasses \"treaty.\""},{"name":"MR. DREEBEN","id":2,"text":"Justice Breyer, I do not think that the Court should hold the case, pending the outcome of the Texas proceedings."},{"name":"JUSTICE BREYER","id":8,"text":"Because?"},{"name":"MR. DREEBEN","id":2,"text":"The Texas proceedings can consider the Avena claim and the claim in reliance --"},{"name":"JUSTICE BREYER","id":8,"text":"Yeah, but suppose you lose -- see, I'm thinking, suppose you lose in the Texas proceeding, it comes here, and, for whatever reason, suppose you lost again -- you might not, but you might -- in which case, then what do we do? Page 50"},{"name":"MR. DREEBEN","id":2,"text":"Well, the Supreme Court would have the option of granting cert to review whatever the Texas courts --"},{"name":"JUSTICE BREYER","id":8,"text":"No, no, but suppose we thought they were right?  See, suppose you lost across the board?  That would be the argument for holding it - - holding it because then you'd have another vehicle to get to these questions."},{"name":"MR. DREEBEN","id":2,"text":"I think it would be close to issuing an advisory opinion for the Court to decide an important issue of federal law in which there is a clear jurisdictional bar to the issuance of a Certificate of Appealability, and I don't think that a treatise creates enough of a doubt that \"constitutional\" in the AEDPA, means \"constitutional\" for this Court to embark on a wide-ranging exploration of potentially very significant issues with constitutional overtones. The Avena decision is not a freestanding source of law that can be administered by this Court wholly apart from the President's determination.  What the President did was to determine not that the treaty has a particular meaning that favors Petitioner's case, but that, as a matter of compliance with the obligation of the United States, under international law, to Page 51comply with a judgement of the International Court of Justice -- or to determine not to -- but that, in the interest of the rule of law and the obligations that were taken on, the President would create a new source of law, in effect, that would enable the enforcement of that particular judgement, without respect to the validity of the underlying merits determination that the ICJ made. But if this Court were to treat the ICJ judgement as a freestanding source of law, it would frustrate the Executive's ability to determine, in a particular case, this determination by an international tribunal should not be enforced and it should not be given effect; rather, that the President might, in a particular case, choose to -- not to comply with that determination.  And it would rob the President of that freedom in international affairs were this Court to treat a determination by the International Court of Justice as a freestanding --"},{"name":"JUSTICE O'CONNOR","id":4,"text":"Well, is, though, a treaty that's been duly ratified and signed enforceable as part of our federal law, as this one is drafted?"},{"name":"MR. DREEBEN","id":2,"text":"It is, Justice O'Connor, but it should -- properly construed as not conferring privately-enforceable rights on a criminal defendant in Page 52a criminal case.  It has not one word about private enforceability in a criminal case in its language.  The backdrop of the Vienna Convention was that no country had ever provided notice of rights to a criminal defendant that would then form a basis, in the event of a violation, of an attack on a criminal conviction. State practice since the Vienna Convention has not recognized, here or abroad, a privately-enforceable right --"},{"name":"JUSTICE SCALIA","id":6,"text":"Mr. Dreeben, how many -- how many states are we talking about for these 51 individuals involved in the case?  How many different states?"},{"name":"MR. DREEBEN","id":2,"text":"I'm not sure of the exact number, Justice Scalia.  I think it's five or six states that have defendants that are at issue in those proceedings. And what the President determined was, with respect to those 51 individuals, observance of the ICJ judgement was warranted, as a matter of United States foreign policy, not because the United States agrees with the ICJ's rulings."},{"name":"JUSTICE SCALIA","id":6,"text":"It's conceivable that those five or six states could say, \"The President has no authority to do this,\" ground one.  Ground two, \"Even Page 53 if he did, on the merits, we reexamine.\" So the whole thing could go away."},{"name":"MR. DREEBEN","id":2,"text":"That is absolutely correct. And I think that's an additional reason why this Court should not rush ahead and overlook jurisdictional obstacles that may not have been apparent to it at the time that it granted certiorari, and certainly the Court did not have the benefit of the fact that the President would make a determination that state courts should provide the review and reconsideration that the ICJ had determined was appropriate.  And the Court, of course, didn't know that Petitioner would then file a petition for successive writ in the Texas courts that could provide him the review and reconsideration that he now seeks this Court to announce in a ruling that would have extraordinarily broad and detrimental foreign-policy consequences for the United States' freedom to respond to the decisions of international tribunals in a manner that the President sees fit in accordance with his foreign-policy judgement. If the Court has no further questions --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Thank you, Mr. Dreeben. Mr. Donovan, you have five minutes remaining. "},{"name":"MR. DONOVAN","id":0,"text":"Thank you, Mr. Chief Justice. The Respondent came to this Court saying that he agrees with Mr. Medellin that America could keep her -- should keep her word.  Here's the situation we have. Everybody agrees that these treaties are binding. Everybody agrees now that the President has determined that Mr. Medellin should get exactly what he came to this Court asking for, which is review and reconsideration from the state courts. The -- as Mr. Dreeben has pointed out, and as we advised the Court last week, in order to protect against any statute of limitations bar, we have, in fact, filed in Texas, in order to make these claims, pending the disposition here.  And Mr. Medellin is prepared to go forward in state court, making exactly these claims, which the state courts have never had an opportunity to occasion. The question here is, How does this Court fulfill its function of ensuring that the United States complies with its international obligations that the President has now confirmed he will comply with?  And, of course, the question here is not whether this -- whatever this Court does with respect to the question presented here -- that is, Does the Avena judgement Page 55having binding effect under the Supremacy Clause? -- in this case, would no in any way constrain the President's determination at some future point, because here we have a situation where the President has said \"comply.\" And so, this case does not raise questions -- if it operated directly under the Supremacy Clause -- does not raise a question about what would happen if, in some future case, the political branches made a different determination once an ICJ judgement came to this country.  Here, we have the President saying, \"You should do exactly what -- the United States -- what the ICJ said to do.\" So the question is, How does one proceed?  We have proposed a means of going forward that, in our view, is respectful to the authority of this Court, that is respectful to the Texas courts, and that's respectful to the President; and that is, to go forward on the subsequent application in the Texas courts, giving them two issues that they've never had a chance to address, the Avena judgement claim and the claim under the President's determination. What should not happen is, that application should not be compromised by any adverse action on this Court, and the suggestion of a dismissal might have Page 56compromising effects.  At a minimum, it might be perceived as leaving in place a judgement that this Court has already said warranted review and is now, in our view, fatally undermined by the President's determination, as it has been previously fatally undermined by the plain command of the Supremacy Clause. In addition, we would, no doubt -- we're already hearing arguments from the opposition to the motion to stay -- we would no doubt hear arguments that, on some subsequence habeas which the United States says is -- would be available, that that would be a second or successor habeas, even though Mr. Medellin has never had a chance to bring the -- otherwise, to bring these claims to the Court.  And, therefore, the Court might, at some point -- at this point, the best thing to do, if we are going to achieve expeditious compliance with the President's determination -- is, in fact, to stay; not to deal with any of the questions that have been raised here, but to let the Texas courts deal with them in the first instance.  If it comes back to this Court in the posture of a direct -- for example, request for certiorari review from a judgement of the Texas courts -- there should be no adverse impact from anything this Page 57Court did at this posture, simply because Mr. Medellin came here.  And, indeed, it was Mr. Medellin's case that presumably prompted the President to act.  That would be unfair, and it would complicated the Court's own disposition. What do we have Texas saying before this Court?  Effectively, Texas has come into this courtroom and said neither the President nor this Court can effect -- can give effect of the Avena judgement, because Texas has opposed the Court's authority under the direct operation of the Supremacy Clause, and now Texas has told the Court that the President can't do this either.  And in the face of that suggestion, Mr. Medellin has every hope and expectation that the Texas courts will see their obligations under the Supremacy Clause in a form of both the Avena judgement interpreting and applying the Vienna Convention and the President's determination, differently than the Texas authorities have so far announced.  But if it does not, this Court should have the full complement of means at its disposal in order to ensure that the United States complies with its international obligations. Mr. Dreeben has, himself, just suggested that there may be circumstances if it were not otherwise achievable.  It's hard to think of a more important Page 58case for the exercise of this Court's extraordinary writs.  But none of that should be in any way compromised by a dismissal, at this point, simply because the President came in in the midst -- in fact, concurrently -- into Mr. Medellin's own case before this Court and made this determination.  Instead, as we'd suggest, the appropriate thing would be -- to do is to stay the case, to allow it to go forward in the Texas courts.  But if the Court does not wish to stay, we would respectfully suggest that, at this point, under direct command of the Supremacy Clause endorsed by the President's determination, as well as the President's determination itself, the Court should give effect to the United States' promises. Thank you very much."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"text":"Thank you, Mr. Donovan.  The case is submitted."}],"people":[{"id":0,"fullName":"DONALD F. DONOVAN","firstName":"DONALD","lastName":"DONOVAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3823,"interruptions":55,"int_per_word":0.014386607376405965,"times_spoken":78,"laughter":0,"num_int_by":7},{"id":1,"fullName":"R. TED CRUZ","firstName":"TED","lastName":"CRUZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1941,"interruptions":17,"int_per_word":0.008758371973209686,"times_spoken":41,"laughter":1,"num_int_by":5},{"id":2,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":1152,"interruptions":5,"int_per_word":0.004340277777777778,"times_spoken":11,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":3,"int_per_word":0.009771986970684038,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":481,"interruptions":5,"int_per_word":0.010395010395010396,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":1,"int_per_word":0.0014285714285714286,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":5,"int_per_word":0.00931098696461825,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":1,"int_per_word":0.0035971223021582736,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":857,"interruptions":4,"int_per_word":0.004667444574095682,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":366,"interruptions":2,"int_per_word":0.00546448087431694,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":147,"interruptions":1,"int_per_word":0.006802721088435374,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":55,"words_spoken":3823,"times_spoken":78,"laughter":0,"int_per_word":0.014386607376405965,"num_int_by":7},{"side":"respondent","interruptions":22,"words_spoken":3093,"times_spoken":52,"laughter":1,"int_per_word":0.007112835434852894,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":3673,"times_spoken":133,"laughter":1,"int_per_word":0.005989654233596515,"num_int_by":4}],"outcome":{"side":"respondent","margin":1}}