{"petitioner":{"name":"UNITHERM FOOD SYSTEMS, INC.","counsel":[0,1]},"respondent":{"name":"SWIFT-ECKRICH, INC., DBA CONAGRA REFRIGERATED FOODS. ","counsel":[2]},"caseNumber":"04-597","date":"2005-11-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Unitherm Food Systems versus Swift-Eckrich. Mr. Bailey. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, was there a Rule 59  motion made here after the verdict?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":5,"sideBefore":"","text":"Had a Rule 59 motion been made, would it preserve a sufficiency-of-the-evidence argument in connection with the motion for new trial?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do any of those circuits allow an exception for plain error?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just while I have you, I'm -- just while I have you here -- it's not --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- probably, directly relevant to this case.  On that one point, when I was in practice, it used to irritate me sometimes that the judge should grant the motion and then he'd just sit on it.  But I see the wisdom for the rule now, and the judge reserving it, in the event the jury comes out the right -- the, quote, \"right way,\" anyway.  What if there's a very long trial? What if, after the plaintiff rests, there's a good grounds for granting the motion for judgment as a matter of law, the judge doesn't do it, and then there's a 3-month trial? Do the judges ever take that into account?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Three more months for the defense to --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"On the issue that's before us now, I can understand why, if the, what we used to call, JNOV is not requested after the jury verdict, the appellate court could not then enter judgment -- direct the entry of judgment as a matter of law.  But I don't see why it couldn't say, just as we would be reluctant to affirm a decision when there was no claim for relief, so, if there's insufficient evidence, we can remand for a new trial.  But you would say that that is not possible  either."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you haven't asked for it, but the appellate court said, \"We don't want to affirm a judgment when there was insufficient evidence, so we are going to\" -- there was -- the judge was tipped off by the -- by the directed-verdict motion, that the -- who turned out to be -- the one who turned out to be the verdict loser thinks the evidence is insufficient.  That's enough at least to say that the Court of Appeals could grant a new trial."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- talking about \"against the weight,\" because a trial judge would rarely be -- if it -- if a trial judge said, \"It's against the weight of the  evidence,\" it would go back for a new trial, and you couldn't raise that issue, at least not til you go through the whole second trial.  But why isn't it like -- I think there are decisions that say there was a judgment, but the Court of Appeals determines there was never a claim for relief to begin with, even though a motion wasn't made to that effect.  The idea of a court affirming a judgment that is without sufficient legal basis is troubling."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, it -- but it was asked by the -- by the pre-verdict motion.  What -- the only thing that wasn't done is, it -- the request wasn't repeated after the verdict.  I can see your point if there had never been a motion for directed verdict at the close of all of the evidence.  But there was that.  And so, all that we're missing is a repetition of the same words after the jury comes in."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- the new trial comes in, by the courts that have said this, only -- they'd say, \"We would direct the entry of judgment for the verdict loser, but we're powerless to do that.\"  And that is all wrapped up in the Seventh Amendment.  So, the next best thing is, we grant a new trial."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, couldn't one regard a  new trial as, sort of, subsumed under the request for judgment as a matter of law?  That is, that's the larger thing, but at least a new trial.  Don't let -- the judgment as a matter of law says, \"Don't let this verdict stand.\"  So, one could say, \"We won't give you a judgment, but we will order a new trial.\""},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you refresh my recollection?  In the cases you cited at the outset of your argument, where the judgments were reversed, am I wrong in thinking, in those cases, there was, in fact, a new trial afterwards?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the judgment of this Court was simply reverse, wasn't it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There were --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":5,"sideBefore":"","text":"I don't understand your response to me about vastly different standards of review. I would think it would be harder for a verdict loser to get judgment as a matter of law than to get a new trial."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I'm suggesting --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that one is kind of a lesser included."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They go to different things, don't they?  I mean, if you -- you get a new trial when there are -- you know, evidence is admitted that shouldn't have been admitted, or something like that.  I mean, they're -- they're, sort of, different grounds. They're not overlapping, are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this is a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  I meant -- I'm not sure.  I mean, is it a -- is insufficient evidence a typical ground for asking for a new trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that determination of what was the weight of the evidence is typically left to the trial judge, rather than to the Court of Appeals.  It would be --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- somewhat novel for the Court of Appeals to be reviewing a trial judge on the basis of what it thought the weight of the evidence was.  It's one thing to say, \"If he's denied or granted a motion for a new trial on that basis, we'll look for abuse of discretion,\" but for the appellate court to do that de novo and assess the weight of the evidence, it seems, to me, quite unusual."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":9,"sideBefore":"justices","text":"That's --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think any appellate court has claimed that authority.  We're talking about a new trial in lieu of J- -- a judgment as a matter of law. And the -- one of the whole rationales in Cone and Globe and all of the others were saying you should make the post-verdict motion -- is that then the trial judge would have the option.  The trial judge might think, \"Well, technically, you deserve JMOL, but maybe there was a  witness who was out to sea, so I want to exercise my discretion to grant a new trial.\"  Those two are closely linked.  I mean, lawyers usually, as a -- just a matter of -- just automatically ask for JNOV or, in the alternative, a new trial."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it seems --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it seems to me that if the Court of Appeals is going to grant a new trial, it must say one of two things.  It must say either, number one, \"There was not sufficient evidence to go to the jury, but the conclusion of that determination ought to be -- and, therefore, you know, the case is over\"; but to say that and then say, \"And, therefore, we give a new trial,\" it seems very strange.  Or else, the Court of Appeals has to  say, you know, \"The weight of the evidence was not in the plaintiff's favor.\"  And if it says that, it's making the kind of a determination that I find unusual for a Court of Appeals."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in fact, that's not what the Courts of Appeals have said.  They have all said, \"We would grant judgment as a matter of law, but we're powerless to do that under this case -- Court's case law. We think the evidence is insufficient, not that it's against the weight of the evidence.  We think it's insufficient.  If we had the power to do it, we would direct the entry of judgment.  We can't do that, so we do the next best thing.\" But in all of the -- including the Tenth Circuit, whose law is relevant here -- the Court of Appeals is saying, \"We think the judgment -- there was insufficient evidence to support that judgment.  And if we had the power, we would instruct the entry of judgment. We don't have that power.\""},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose they could make the same -- if -- I mean, if that follows, they should be able to do the same thing when there has been no motion made, neither before nor after, right?  They could say, \"Well, there's no motion made.  We really have no authority to reverse this judgment.\""},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"\"But\" --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you know, \"we certainly think there was not enough evidence, and, therefore, we grant a new trial.\"  Does any court do that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Where no motion has been made"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- neither before the verdict nor after the verdict, does any appellate court say, \"Since no motion was made, we have -- we have no power to reverse the judgment here, but our examination of the case indicates that there was really not sufficient evidence to go to the jury.  And, therefore, we will do the lesser thing and grant a new trial\"?  Does any court of --  appellate court do that?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the trial court could do that, pursuant to Rule 59(d), couldn't it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I say, the trial court could have done that pursuant to Rule 59(d) without a motion being filed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bailey. Mr. Stewart. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I think it may be --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"What is the usual practice with regard to the pre-verdict motions?  Are -- is the initial one made at the close of the plaintiff's case --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- and then renewed at the -- at the end of all of the evidence?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But they're really different things to be reviewed at those two times.  I mean, at the end of all the evidence, there may be some matter that the defendant inadvertently puts in that makes up the  -- deficiency in the plaintiff's case.  So, it's really a different motion, isn't it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Of relief."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Stewart, just let me clear up one thing of confusion.  Is it not true that if the District judge denies the motion before submitting the case to the jury, within 10 days after the jury verdict, if no further motion is made, he would still -- the judge would still have authority to change his mind and grant the motion?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So, you're saying that if the judge wants to do what I -- what I hypothesized, the judge should say to the losing party, \"Renew your motion, and I'll grant it.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you tell me, if we adopt your position, what should a trial court do if he, alternatively, would grant a new trial?  Should he go ahead and make that determination?  He grants judgment NOV.  And then he really is thinking, \"Well, I would have granted a new trial.\"  Should he go ahead and cover himself against reversal by granting the new trial in the alternative, or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"\"Shall.\"  It does say \"shall."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It says \"shall.\"  Thank you."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's a -- it's a conditional ruling on the new-trial motion."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Because if it were a ruling on the new-trial motion, you would never get up to the Court of Appeals."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, well, I don't know that you have to read it that way.  I mean, you can say that the -- when the -- when the rule says that it -- that it is deemed to have been reserved, it also implies that the question that was reserved is implicitly resolved when the court does not -- does, later, not act.  It's an implicit denial.  Why can't you read the rule that way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the plain- error question?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm not sure --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Thank you Mr. Stewart."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"-- I understood.  Sorry.  Just -- I'm not sure I understood.  Did you say that even when it's reserved, the judge cannot go back to the reserved motion and grant it unless the motion is renewed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Stewart. Mr. Schroeder. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I just stop you with that point?  Because one of the things that Unitherm said about that argument -- which, as you prefaced, is not before us -- is, the Court of Appeals was looking to a truncated record to see whether there was sufficient evidence that, in fact, the record was much larger than the piece of it that the Federal Circuit examined, so that the Federal Circuit, when it says there was no evidence, was looking to the appendix that was before us, but that was not the whole picture."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but if they had been on --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- if they had been on notice that insufficiency of the evidence was going to be an issue, they might have put more in the record about the sufficiency of the evidence."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But under this Federal Circuit's own law, it could not be, because there had not been the post-verdict motion."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The Federal Circuit is borrowing Tenth Circuit's law for this purpose, but the Tenth Circuit's law, as I understand it, has -- is the position that was just presented to us by Mr. Stewart. That is, if you don't make what used to be called the JNOV, even if you made the directed verdict, you can't raise the sufficiency on appeal."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- that the Federal Circuit's own rule?  It -- it was, I thought, pretty clear what it told us in that footnote, that if we were ruling -- making the ruling -- the Federal Circuit law is, if you don't  make the 50(b) motion, you cannot get a reversal on appeal for insufficient evidence."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Borrow --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- the Tenth Circuit rule."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  But that's -- in respect to the Chief Justice's question, the -- Unitherm could have thought, \"Well, the Federal Circuit is not going to deal with sufficiency; therefore, I don't have to beef up\" --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"what I put in the appendix.\""},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but the -- the antitrust standing issue is not the same as the relevant market issue that was decided, is it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Or as much of the record as the other side wanted to produce."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking at the motion that you made, which was not in the first instance for a new trial; it was for a remittitur.  This is on page 34(a) of the joint appendix.  And you made a motion, in the alternative, for a new trial on antitrust damages, not liability.  So, I was really struck by the statement in your brief that you had, indeed, made a motion for a new trial.  You made it a motion for a remittitur and, in the alternative, a new trial, limited to damages.  You said nothing about a new trial on liability."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"A new trial on damages -- that's all you asked for -- not a new trial on liability."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- it was -- the new trial request had to do with liability --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- whether it was for newly discovered evidence or something else.  But you -- your motion was limited to damages.  And I really don't think that you can get where you want to go from a motion that is limited to damages, when you didn't need to.  You could have made a motion for a new trial on the whole case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why -- it's -- why is that a lesser remedy?  It's just different.  I mean, remittitur is a lesser remedy, too, but you don't say,  \"Well, if you've made a motion for a new trial, and then that falls by the wayside, you -- the court can do remittitur.\"  The approach seems to be, \"Something's wrong here, and we have to do something, so what is it that we can do?\"  And you look around, \"Well, maybe we can give them a new trial, or maybe we can have a remittitur.\"  But there are different motions for all these different things, and, if they haven't been made, they seem to be off the board."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But the problem there is still the same.  Whatever it is that gave rise to the motion to dismiss as a sanction -- the misconduct by counsel -- you're still addressing that same problem.  But a new trial addresses different issues than a judgment as a matter of law, and remittitur addresses different issues than a new trial."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The principal point was that the Court of Appeals could not enter -- direct the entry of judgment as a matter of law if a 50(b) motion had not been made.  That's what those three cases --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- invoke."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Had Rule 59 motions been made in those cases?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So far, you're halfway into your argument.  I thought the basic question here was, first, whether a Court of Appeals, or anybody, can grant a J- -- what used to be called a JNOV without your making its -- whatever it's called now -- and without somebody making it a motion.   And from your not opposing that, I guess the answer to the question is, of course not.  Of course you have to make a motion.  You have to make a motion for everything.  The judge is not a genius.  He can't -- is not a mindreader.  And if you don't make a motion, you lose.  Okay?  Now, is there any argument against that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I -- I mean, I thought -- there are two parts to this.  Question one is, Can you possibly get a judgment -- what used to be called a JNOV or a JMOL or whatever -- from the Court of Appeals, when you didn't make a motion for it, after the jury came in,  in the District Court?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They say, \"Of course you have to make a motion.\"  And, so far, I've heard no response whatsoever to what I'd think is a fairly basic question in this case.  And I'm assuming: of course you have to make a motion."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, it doesn't say it -- it is deemed to continue to be pending.  The issue is deemed to be reserved."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Which is a very different issue.  In other words, it's not waived and over with at that point, but it says nothing whatsoever, in express terms, about pending motions."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, the issue is reserved.  The motion has been ruled upon.  The judge says, \"No, I'm not going to grant this motion before submitting the issue to the jury.\"  That's the end of the motion.  The issue isn't over with, because it can be raised again after the verdict.  Isn't that what the rule provides?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How about a --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"That's the way this Court has read it.  That's the problem."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it can't -- it can't be -- it would be interlocutory at that stage.  It couldn't be raised until final judgment is entered."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you don't go up on appeal with a final judgment rule, a firm final judgment rule, as there is in the Federal system, from the denial or refusal to act on a 50(a) motion."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The trial isn't over.  There is no judgment.  You can't appeal til you have a final judgment."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there is, you know -- I mean, this truly is a case where a page of history is worth much more than logic.  The reason for that somewhat strange language is, at common law, it was thought, once the jury came in with a verdict, that was it, the judge had no power to overturn it, because of the Seventh Amendment's Reexamination Clause, \"no fact tried by a  jury, shall be otherwise re-examined in any court of the United States, than according to the rules of common law.\" And the rule of common law that is embodied in this somewhat strange language in Rule 50 is that there could be a reserved question so that after the jury comes in with the verdict, the judge would be deciding the pre- verdict question by this post-verdict motion.  I mean, there's -- none of this is in doubt, where this language in 50 comes from.  It comes from a need to adjust to the Reexamination Clause of the Seventh Amendment.  Isn't that so?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't get it out of that language, because that language is there for the specific purposes of allowing a judge, after their verdict, to enter judgment NOV."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He doesn't enter judgment to trigger the 50(b) motion.  The 50(b) motion is made in between the verdict and the entry of judgment."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I don't --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- I don't follow that, because you -- you know, I'm sure, that it's almost routine that -- yes, you have the 10 days, the extra 10 days, under the rules -- but isn't it almost routine, at a trial, that the verdict loser will say, \"Judge, please give me JNOV, or, if not, a new trial\"?  They don't wait til after the judgment is made -- entered.  They could. But it's just -- well, in the trials I've seen, it's almost by rote that lawyers who lose, where the jury comes in for the other side, will renew the judgment-as-a- matter-of-law motion and ask, in the alternative, for a new trial.  Isn't that the common practice?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's not a question of what is required or what is permissive, but isn't it to the lawyer's advantage, to the client's advantage, to say to the judge, sooner rather than later, \"Look don't enter  judgment.  Give me -- give me judgment NOV or at least a new trial\"?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if -- should we disagree with you, Mr. Schroeder, on that, you seem to fall back, at the end of the day, on a plain-error notion. Is --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- that right?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If we don't agree with you on the --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- need for a --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- 50(b) motion."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Have we ever said that plain error would preserve this, in the civil context?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, I --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- haven't either."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But even if there were, how could this kind of error ever be plain?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ever?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If there's no evidence at all. You have a patent, and a patent is a monopoly.  And so, what -- obviously, it monopolizes a market, it monopolizes the market of the patent.  And you'd have to be a genius in antitrust law to know something's wrong with that argument.  And so, how could it all be plain?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That has nothing to do with my question."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You were saying that the mistake was that there was not sufficient evidence that there was injury of an antitrust kind, and that there was a market.  So, I'm saying a person who knows a little, but not a lot, of antitrust law would think, \"Obviously, there's a market here.  There's the market covered by the patent.\""},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Obviously, there's injury, because a patent allows you to raise the price.  End of  the matter.  Now, that's naive, but somebody who doesn't know antitrust law thoroughly couldn't possibly think that there is plain error here.  What's the response to that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What I'm worried about, to put all my cards on the table -- if we were to say there is even a possibility of plain error in this case, the plain- error exception in the rules would become a monster, wherein complex cases, people who hadn't made the proper motions would all be arguing plain error just as if they had."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's an extreme case, because there's insufficient evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- not going to be plain error in every insufficient-evidence case."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right, let's assume it's extremely apparent.  Isn't -- and assume, just for the sake of argument, that we have a simple case, not a complex case, so it's easy to see that, in fact, the evidence falls short.  It's still the case that this Court has discouraged, or has certainly -- has either discouraged the granting of motions at the close of the plaintiff's case, or at the close of all the evidence -- in any event, has put its imprimatur on denying those motions, subject to renewal after verdict.  How can we possibly find that there is plain error when a court does  exactly what we have encouraged them to do in order not to waste a lot of trial time and jury time?  How could we ever find there is plain error, except with respect to the renewed motion after the verdict?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And we have said, \"Don't grant it.\""},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And we have said, \"Don't grant it.\""},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"It could do that even after it had ruled upon it and had denied it?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I --"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- I --"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- I will -- I will grant you that, were it not for our cases, textually, the argument you make is possible.  But I don't see how you can make that argument without our overruling a lot of law."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Sent back to -- for a new trial because the Court of Appeals ordered a new trial, or sent back to the trial court for that court to decide as a matter of that court's discretion, whether to order --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- a new trial?  The latter."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- it was not -- but, here, you're asking us to affirm something that a Court of Appeals did."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not even sure your argument is so strong on the text, frankly.  I don't know why 50(b) says -- it sets forth what can be done when the renewed motion is made.  You can, if a verdict was returned, allow it to stand, order a new trial, direct entry of judgment. If no verdict was returned, order a new trial, direct -- Why does the rule only say, \"In ruling on a renewed motion, the Court may\"?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't it say, \"In ruling on a renewed motion or in acting upon the motion previously reserved,\" comma, \"the Court may\"?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, where --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- and where does it get the power to do these things, in ruling on a motion previously reserved, if it's not set forth there?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm talking about the only remedy available after the motion has been reserved, after"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- the court has declined to rule on it once."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that's all."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can it order a new trial?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Where does he get that power, under (a)?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Unless --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, well, then it shouldn't have been set forth in (b).  You didn't have to say it. You could have just said, you know, \"Allow\" --"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but the --"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- rule doesn't deem it to have been deferred.  A judge may, in fact, not rule on it, although he does not grant it.  But the rule does not say that the motion is deemed to be deferred.  The rule talks about the issue being reserved, which is a different  thing.  And the issue may be reserved whether the judge rules on the motion or simply says, \"I will take it under advisement and you can renew it after the verdict if you want to.\"  Isn't that correct?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may be, but it's still the case that the rule does not deem the -- this rule does not deem, in my terms, the ruling on the pre- verdict motion to have been deferred."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking you about what this rule says.  Did I just get the rule wrong?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"If you don't --"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- want to answer the question, just say so."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can a judge grant a new trial on a 50(a) motion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Bailey, you have 1 minute remaining. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree on the answer -- with the answer to the last question I asked?  Can -- on a 50(a) motion, can a judge grant a new trial instead of granting judgment?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bailey. The case is submitted. [Whereupon, at 11:03 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"BURCK BAILEY","firstName":"BURCK","lastName":"BAILEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1376,"interruptions":29,"times_spoken":50,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1640,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":2,"fullName":"ROBERT A. SCHROEDER","firstName":"ROBERT","lastName":"SCHROEDER","counsel":true,"justice":false,"side":"respondent","words_spoken":2866,"interruptions":61,"times_spoken":89,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":395,"interruptions":6,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"MR. WOLFMAN","lastName":"WOLFMAN","counsel":false,"justice":false,"side":"","words_spoken":31,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":216,"interruptions":3,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1904,"interruptions":16,"times_spoken":51,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":851,"interruptions":9,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":480,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":3016,"times_spoken":66,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":61,"words_spoken":2866,"times_spoken":89,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":43,"words_spoken":4633,"times_spoken":163,"laughter":0,"num_int_by":6}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.7856269753817214,"respondent":0.21437302461827856,"date":1473644743068}}