{"petitioner":{"name":"BERTRAM RICE, WARDEN, ET AL.","counsel":[0]},"respondent":{"name":"STEVEN MARTELL COLLINS. ","counsel":[1]},"caseNumber":"04-52","date":"2005-12-05T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Rice v. Collins. General Lockyer. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just at the -- at the outset -- and I’m -- I’m not sure you’re prepared for this, but the joint appendix, volume 2, is under seal, right?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In the course of the argument, I think we’d be very interested in knowing about the colloquy that the trial judge had with the attorneys, and if it’s under seal, it’s a little bit 1111 14th Street, NW Suite 400 awkward to do that.  Is there any reason that it has to be kept under seal?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I take it --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I take it that the -- the names of the jurors we don’t know because they’re given numbers."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So far as you know, the counsel for the respondent would also have no objection?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, it was then quoted extensively in the Ninth Circuit I thought."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it is -- it is a little unusual to have under your view two different sections, both addressed to the question of the appropriate standard of review in a particular type of proceeding.  They seem either redundant or overlapping. The theory on the other side at least distinguishes them and argues that they apply in different circumstances."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the contention in the particular proceeding that the district court -- or the State fact finder did not, in fact, make a determination, but simply gave the benefit of the doubt to the prosecutor? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought youthfulness"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"justices","text":"And I -- I noticed the defense attorney, respondent here, did not comment in any way on the -- the demeanor of the -- of witness 16, which means either the -- he -- he saw it and said nothing or he -- he didn’t see it at all.  We don’t know."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the 1111 14th Street, NW Suite 400 obligation that we impose on the prosecution in this case to give a coherent explanation of why there -- the juror was excused?  That step has proceeded.  We’re at that step in Batson where an explanation has to be given.  What -- what have we said about how coherent and complete that explanation has to be?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Here, it seems that the prosecutor was somewhat caught off guard or -- or certainly was not extremely clear."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I’m not so sure quickly.  They gave notice that there’d be a Batson hearing.  She should have known what’s going on."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point is once there’s a Batson challenge, it has to be articulated. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but isn’t -- isn’t the difficulty with your analysis there, General, that, yes, she started out by -- by talking about youthfulness.  As I understand it, she started out talking about youthfulness and the -- and the demeanor, the rolling of the eyes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sort of at the second stage, again she spoke of youthfulness.  Then at a third stage, she said, well, it’s a combination of -- of age, gender, and inexperience.  Then she realized she was in 1111 14th Street, NW Suite 400 trouble, and she said, well, I really didn’t mean gender because I -- I’d be in constitutional hot water there.  Then she said, well, I really don’t mean age because there are other young people on the jury, and I’m -- I’m not challenging them.  So that the only thing that was left was possibly that element of age which refers to ties to the community. And at the end of this long colloquy, in which she has gone back and forth and back and forth and -- and jettisoned some of her reasons, the trial judge says, well, I didn’t see the eye-rolling, and I guess I’ll give the benefit of the doubt to counsel.  I don’t know whether the judge is talking about the benefit of the doubt on eye-rolling or the benefit of the doubt on -- on ties to the community. Assuming it’s ties to the community, that has nothing to do, I suppose, with -- with the -- the fear that a young person is going to be too sympathetic to a defendant who’s up for the third time with a small amount of drugs. And at the end of the day, it seems to me we have what Justice Kennedy’s question in the first place suggested.  We simply have an incoherent colloquy and a response to the judge which simply does not tell you what the judge is ruling on or the basis for the 1111 14th Street, NW Suite 400 ruling.  All we know is that ultimately he’s saying I’m rejecting the Batson challenge.  That’s the problem with -- with deference in this case. What -- what is your response to that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the district attorney has -- I mean, the -- the point here is we’re judging the district attorney’s responses, not the judge’s responses."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What we want to know is what the judge found and ruled upon.  The district attorney, as I understand it, has withdrawn the general claim that youthfulness is a problem, and the only claim that might have been -- might -- probably was comprehended under youth that -- that remains is the claim of no community ties.  And I find it very difficult to tell from the judge’s ruling whether the judge is saying, yes, I think there’s a fair showing that there are no 1111 14th Street, NW Suite 400 community ties and that’s certainly a race-neutral reason.  I don’t know what the judge was -- was --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, didn’t the DA say, look, youth alone doesn’t -- doesn’t explain my reasons because there are other young people on the jury that -- that we’re not challenging, and -- and I don’t want to suggest that all young people should be disqualified?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General, does -- does the judge have to find what the reason for the strike was, or does the judge have to find what the reason for the strike wasn’t?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if there are several allegations and -- and each of them is somewhat doubtful but, on balance, he says, I give the benefit of the -- of the doubt to the -- to the district attorney, it’s his indication that, as a matter of fact, he finds that the reason wasn’t race."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question, 1111 14th Street, NW Suite 400 General?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There are really two kinds of Batson problems as I see it.  There are some cases where the prosecutor is -- just is deliberately keeping African Americans off the jury, and there -- there’s no question there’s a violation there. But I’m wondering if there isn’t another category where persons are unconscious of their own subconscious bias and not realizing that they themselves have an unconscious fear that perhaps an African American might not be a sympathetic juror. Would that kind of failure to really identify the problem within the prosecutor’s own conception of the case -- would that be a Batson violation in your view?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If, for example, the judge saw that over a period of time, a particular prosecutor had hunches about jurors over and over again and they just happened to be black most of the time.  That would not justify a -- a Batson challenge. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but she’s totally convinced of the good faith of the prosecutor.  And I’m not suggesting bad faith."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But just realizes this person has an unconscious bias that shows up in the -- in the pattern of challenges.  Would that be a justified challenge?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  You have to accept his hypothetical as he gave it.  Assuming that the attorney, the district attorney, was in good faith."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Assuming that the -- the attorney did not think that he or she was striking the juror because of the juror’s race."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the trial judge determined -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, the question is would he --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":3,"sideBefore":"justices","text":"-- based -- based on the history of several trials and so forth, that this prosecutor unconsciously had this hunch with respect to black jurors but not others, that would be a sufficient basis for a challenge."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is no such -- that -- that’s very far from this case, General Lockyer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I did -- I did have one --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"That -- that gives a lot of power to district -- to -- to the district judge, doesn’t it?  I mean, you know, this -- he says this -- this U.S. attorney really doesn’t honestly believe that he’s biased, but I think, being the great psychologist that I am, that this United States attorney, or whoever, is -- is really biased and -- and he’s -- I -- you really --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you really want the system to run that way?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we -- can we go back"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Except in this very case, one gets the impression that the prosecutor was pretty confused, but maybe she was acting in good faith."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"She was certainly -- she was certainly wrong on the law.  When she -- when the gender question came up, she said, well, that's not a suspect category, and she seemed to be -- her notion was that it was okay to aim for a jury that had an equal number of men and women.  And it was -- she seemed to be thinking the same thing with regard to age too.  I agree with you she didn’t withdraw it, but was -- the reasonable explanation was we don’t want too many young people here.  So I’m going to allow some, but I want older people to dominate.  But the gender -- she had to be told by the judge Batson applies to gender.  That -- that seemed -- that seemed strange to 1111 14th Street, NW Suite 400 me that -- that 2 years after, she would not know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the -- where -- where is the place in what the judge -- when did 1111 14th Street, NW Suite 400 -- this eye-rolling take place?  I can’t figure it out."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I have that in front of me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the statement that the judge made in respect to which the juror is supposed to have rolled her eyes?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which question?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the reason I can’t find it out is none of us know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it actually says it wasn’t a question.  It was a statement, and that’s why I can’t figure it out."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which was a question you 1111 14th Street, NW Suite 400 said --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask just a -- kind of a background question?  I noticed the judge pointed out after ruling that he was under -- he -- I can’t remember if it was a he or a she, but was under an obligation to report its reasons for granting Wheeler motion to the State bar."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that -- did that requirement apply after the Ninth Circuit decision?  Is there a requirement that the -- the lawyer be investigated for possible discipline?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I read it as saying, and therefore I’m going to be careful about finding that there’s been a Batson violation.  And I wonder if that’s consistent with what we want trial judges to do when they’re hearing Batson challenges."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"If you have a minute, you might -- I don’t know if you -- if this is very useful. But I’ve taken this point of view that -- that there’s no way to get to the bottom of the use of stereotypes in cases like this, a perfect example.  And therefore, the only thing to do, consistent with the Constitution, is no peremptories."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You have 30 seconds.  You 1111 14th Street, NW Suite 400 want to say how irresponsible that is, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Drozdowski, we’ll hear now from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn’t the rolling of the eyes a persuasive reason?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what -- what should happen if the trial judge doesn’t see it and a counsel, who’s observant, said, judge, I’ve got a problem with 1111 14th Street, NW Suite 400 -- this juror?  I don’t know that the trial judge has to -- has to see it, if he believes the counsel."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We’ve -- we’ve all been -- been in court and -- and noticed that sometimes witnesses or jurors or parties or even attorneys will make faces and so forth that’s not consistent with -- with proper demeanor in a courtroom."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you’re --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Maybe the judge is reading. A judge doesn’t watch -- watch the witness 100 percent of the time.  That’s not credible."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what is the point?  The judge says, I’ll give the prosecution the benefit of the doubt.  Well, he -- he knows the prosecutor and he 1111 14th Street, NW Suite 400 believes the prosecutor.  I didn’t see it, but I’ll give him the benefit of the doubt.  He told me that’s what she did.  What’s -- I mean, I really don’t see why that isn’t, given the present law, sufficient."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"You mean benefit of the doubt just refers to youth.  I -- I read that as referring to the whole story."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I -- it’s pretty hard to read that as saying, I’ll give him the benefit of the doubt in respect to the youth.  It sounds as if I’ll give him the benefit of the doubt in respect to the reasons he gave for challenging her.  There are two other African American jurors on the jury.  She is useful -- youthful.  He -- she saw him -- he saw her rolling her eyes when -- what do you think about the 1111 14th Street, NW Suite 400 -- drugs or some other relevant question.  And he says, I’ll give him the benefit of the doubt.  I mean, I don’t see how to read that in a way that -- that comes out the way you want it to come out."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So tell me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn’t this just another way of saying you don’t believe the proffered justification?  In other words, the -- the trial judge made a credibility determination that that was the 1111 14th Street, NW Suite 400 reason, the person rolled her eyes, and you’re saying, in light of the other explanations, you think the prosecutor is just making that up."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you’re saying you don’t believe it.  You think there’s a different reason, and the rolling the eyes is not the real reason.  And we have a factual determination that the judge believes that that’s the reason or a reason.  And under the -- the statute, at least that -- that’s -- that either has to be shown to be unreasonable or, under the State’s reason, that’s presumed to be correct, and you have to show it by clear and convincing evidence."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What was the -- on the -- on the eye-roll, which I thought also the -- the prosecutor said that she turned her head.   So it may be that she was out of the vision of the -- the judge even if he had been looking.  I don’t see that you have any evidence to rebut it.  You said, well, it was rebutted by clear and convincing evidence.  There was no evidence.  There was no evidentiary hearing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There -- there’s no doubt that the court -- or at least in my mind, that -- that the trial court could have come out the other way.  I -- I -- you know, all of the things you say are quite true.  The question is whether the trial court had to come out the other way, whether it was just utterly unreasonable for the trial court to come out the way it did.  And that -- you know, that’s a -- that’s a heavy burden.  And -- and it is a messy transcript and all of that, but I -- I find it difficult to see how -- how you can establish that -- not only that -- that the trial court could have come out the other way or, 1111 14th Street, NW Suite 400 indeed, maybe in your judgment, maybe in my judgment, should have come out the other way.  But you have to establish that it’s unreasonable not to come out the other way.  And -- and I find it hard to -- to see how you can do that when you have a transcript that relies, in part, upon the -- you know, the rolling of the eyes and the -- and the trial court says, I’m -- I’m willing to give her the benefit of the doubt that that’s the reason she did it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought there was another -- another.  Wasn’t there another minority woman on the -- in the jury panel?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- now, number 19 was excused and was a black person."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and a woman.  And if that too had been suspicious and challenged, then you might have had a pattern, a pattern of two people, which could have overcome the demeanor testimony -- demeanor claim. But I -- I think on this record that we have to assume that there is nothing wrongful about excusing juror 19 merely because respondent’s counsel here -- you did not pursue that.  I -- I read the record as -- as telling us that so far as juror 19 is concerned, there was an adequate reason for excusing that juror. At least respondent’s counsel -- you have not said that there wasn’t."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what is the remedy -- the 1111 14th Street, NW Suite 400 -- remedy if we say and hold with you that prosecutors can’t give reasons like they gave here?  How is a -- what’s a prosecutor supposed to do?  I mean, the prosecutor might be moved by stereotype.  Young African American women -- of course, she tolerates drugs. Well, not quite of course.  Well -- well -- well, she rolled her eyes.  Well, at least she looked in this direction.  Well, I sort of -- maybe I’m seeing eye- rolling here.  I mean, we all understand that.  But that’s why I guess I am where I am.  I -- I don’t see what the -- I don’t see what we’re telling prosecutors if we hold in your favor, and I don’t see how we deal with the problem if we hold against you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I’m asking for your experience.  You have a lot of experience as a defense lawyer.  How is this thing supposed to work?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This prosecutor presumably appears before this judge on other occasions, and -- and don’t you think we -- we can give some weight to the fact that the judge is there, sees the woman, sees what she’s saying, and -- and can judge better than we can whether she’s making this up or just -- just is -- is somewhat confused, especially since, as -- as I think the General pointed out, we’re dealing with a kind of determination that is usually instinctive on the part of trial counsel.  There’s just something about this, you know, and you move to strike.  I’m not sure it springs into your mind, at the time you -- you move to strike, the precise reason.  Then somebody asks you later, why was it?  Why was it?  There was just something about that person I didn’t like.  I know it wasn’t the race.  That had nothing to do with it.  Now, what was it?  And then -- then you have to recreate a -- a rational process that, in fact, never occurred. It was an instinctive process more than a rational one. So I’m -- I’m not particularly upset by -- by seeing counsel flounder about in -- in trying to come up with what the right reason was.  I think it’s 1111 14th Street, NW Suite 400 probably pretty hard to figure out."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, she might in the future, if she’s got a job as a prosecutor in this court.  So she’s certainly going to be concerned with her reputation, her integrity before the court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I’m saying that it’s hard. That’s all.  And -- and that you can understand why somebody would flop around because, at the time the strike is made, I’m -- I’m not sure it’s always an entirely rational rather than instinctive action."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Let me -- let me ask you as a -- as a response to -- to the kind of the incoherent flopping around argument, let me ask you what your position would be if the record were different in the following respect. Let’s assume the record is just what it is up until that final paragraph or so in which the judge rules.  And instead of doing what he did in this case, the judge says the following two things.  He says, number one, I didn’t see the eye-rolling, but I accept counsel’s representation of fact that the eye-rolling went on and I certainly understand the -- the significance of that.  So I’m going to take that as a fact. Number two, even though counsel has withdrawn the -- the sort of the general claim of youth and so on, I understand counsel still to be saying this is a person without any manifest ties to the community and 1111 14th Street, NW Suite 400 -- and that suggests a certain looseness of responsibility. And based upon the eye-rolling and based upon the lack of ties to the community, I think counsel had a race-neutral basis for the -- for the strike that was made, and for that reason, I’m going to overrule the Batson challenge with respect to number 16. What would your position be?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What would your position be?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you would say that those two conclusions on the part of the court were unreasonable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you would say you’ve established that by clear and convincing evidence?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but number 6 was a young white -- young white male, I believe, and he was excused on the ground of youth.  So it’s consistent."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What’s wrong with the explanation, as far as youth is concerned, is that she didn’t want to across-the-board strike young people, but she just wanted to come up with a jury that had dominantly older people.  So that wouldn’t mean that she’s withdrawing youth.  It’s just that she’s saying it isn’t an absolute with me."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what’s -- one -- one point could be I don’t want too many young people, so I’m going to exercise some peremptories to make sure that the jury is dominantly older people.  What’s wrong with that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, she did.  Number 6 was white.  Right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And youth was a factor there.  There may have been other factors, but youth was certainly a factor in that case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"And this one rolled her eyes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Juror 19 -- you just 1111 14th Street, NW Suite 400 said earlier the fact that the one juror’s uncle had an alcohol problem was -- was a legitimate factor.  Juror 19’s daughter had a -- a cocaine problem and this was a cocaine case.  Isn’t that a perfectly legitimate reason for exercising a peremptory with respect to a juror?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that was so obviously a slip, and Judge Hall pointed that out in her dissent.  Defense counsel too confused -- was confused on the numbers.  Obviously, it -- the -- the prosecutor wasn’t trying to say a grandmother is going to be excused -- is going to be struck because she’s young."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would you say the same thing about the defense counsel confusing jurors 16 and 19 on page 9?  The bottom of page 9, it seems to me Ms. -- Ms. Nachman is confusing juror 19 with 16.  They’re talking about 16 and 6, and then Ms. Nachman ends by talking about juror 19.  That seems to me clearly to mean number 16."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I don’t think it’s a necessary reading."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Maybe I’m -- what -- 1111 14th Street, NW Suite 400 what is the inference you try to draw from the treatment of juror 19?  That the prosecutor wants to -- was striking people on the basis of their race or that she had better reasons for 19 than 16?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And then what do you do with the fact that juror 19’s daughter had a cocaine problem and this was a cocaine case?  That doesn’t seem to be -- that’s not a race-based reason.  That’s seems to me to be a good reason."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with the argument that your reading of the two sections means that (e)(1) would only apply in a very small number of cases, and it’s obvious that Congress was trying to tighten the habeas review procedures?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in a sense, the standards perhaps ought to be reversed.  When you hear the evidence, which is what you do under (e)(1), that is when you’ve determined -- should determine whether it’s unreasonable.  You should presume that it’s correct before you decide whether you’re going to hear. So you could argue that they should be --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that (d)(2) or (e)(1) is the -- is the stricter requirement?  I’m really not sure which of the two.  Don’t you think it -- it might be possible to show, by clear and convincing evidence, that the State court decision was -- factual decision was wrong, but you, nonetheless, do not show that it was unreasonable?  In other words, it may well be that (d)(2) is -- is the more severe one."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if I might ask.  You have no objection to our unsealing the joint appendix, volume 2."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you, by any means -- you don’t contend, though, the fact that she did rely, in part, on an unconstitutional reason is a sufficient 1111 14th Street, NW Suite 400 reason for sustaining a Batson type challenge?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you have not argued that that would be a sufficient reason for setting aside the verdict."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it would have had merit if you had made that argument?"},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, is there anything in the record to alert us to the race of the prosecutor?"},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Would it make any difference?  There seemed to be some suggestion that there are stereotypes at play in these Batson cases. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General Lockyer, you have 4 minutes remaining. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, you’re coming up with still more reasons than the prosecutor came up with."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM W. LOCKYER","firstName":"WILLIAM","lastName":"LOCKYER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2362,"interruptions":16,"times_spoken":50,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MARK R. DROZDOWSKI","firstName":"MARK","lastName":"DROZDOWSKI","counsel":true,"justice":false,"side":"respondent","words_spoken":2487,"interruptions":16,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":778,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":803,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":784,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":449,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":590,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"MR. LOCKYEAR","lastName":"LOCKYEAR","counsel":false,"justice":false,"side":"","words_spoken":70,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE THOMAS","lastName":"THOMAS","counsel":false,"justice":true,"side":"justices","words_spoken":43,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2362,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":2487,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":9,"words_spoken":4434,"times_spoken":107,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126703}}