{"petitioner":{"name":"RONALD ROMPILLA","counsel":[0]},"respondent":{"name":"JEFFREY A. BEARD, SECRETARY, PENNSYLVANIA DEPARTMENT OF CORRECTIONS. ","counsel":[1,2]},"caseNumber":"04-5462","date":"2005-01-18T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Rompilla against Beard. Mr. Nolas. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're asking us, I suppose, to make a rule that you have to get paper records.  We've seen a number of capital cases, you know -- as you know.  This counsel seemed to me to be quite articulate and -- and had a very sound theory of -- to argue to the jury for mitigation.  It didn't work, of course.  I -- I just don't know what constitutional rule you want to ask us for, that you have to look at record evidence?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you had three forensic experts, outside experts, and they didn't seem to think the papers were relevant either."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, counsel -- counsel did make use of several relatives of the defendant who testified.  I -- I think weren't there about four relatives who testified?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And he talked to all of them and talked to the defendant as well.  So would a reasonable person think that's enough to find out family history and -- and the concerns that you had?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that seems to me an -- an extraordinary non sequitur.  I don't understand.  They didn't want to deal with it because they thought he was innocent.  I -- how does that make any sense?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What she testified to makes no sense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the portions of his life history that -- that are the most appealing are the portions from his youth, before he went into the -- into the juvenile institutions, and they were certainly with him during that period."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me take you back to the -- to the experts.  You say he did not specifically ask the experts to go -- to go into his childhood problems.  You know, I can imagine when the expert comes on the stand, the first question being asked is, now, Mr. Expert, were you told by counsel to look into the childhood problems?  You know, as though counsel were planting in the expert's mind what the expert should say. Page 7What would anyone who hires a psychologist or a psychiatrist -- what would anyone expect him to look into in -- in determining whether the person is -- is mentally injured but -- but the childhood?  Do you really think counsel could not have expected with total assurance that these people would do that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nolas?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't it the case that those experts were hired not primarily or even secondarily for mitigation purposes?  They were hired in connection with the possibility of a defense at the guilt stage, number one, that he was insane at the time he committed the crime, in which case what he was when he was a child would be irrelevant, and number two, that he was presently incompetent to stand trial.  So they were asked specifically to inquire into his present mental situation, and their testimony was relevant to the guilt phase of the trial.  So that's the instruction.  Naturally they -- what -- why are we engaging you?  We're engaging you to tell us do we have a basis for an insanity plea, do we have a basis for an incompetent to stand trial plea. Page 8"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there any indication that after the guilt phase was over and before the sentencing phase began -- I take it it was just a matter of hours or almost days till the sentencing -- till the sentencing phase began.  Was there any contact with the psychiatrists or with experts after the sentencing phase and the -- pardon me -- after the guilt phase and before the sentencing phase?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought what you just quoted said that they -- that they would intend it to be used in the mitigating phase."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't all that bear upon mental infirmity at the time of the offense? Isn't the reason that -- that one considers these factors mitigating is that they reduce the guilt at the time of the offense? I -- I thought that that's the whole --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we just let him off because we're -- we're sympathetic to his present state? Page 10I thought that mitigation means that it reduces the guilt of the offense at the time that he commits it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nolas, you haven't mentioned it, but didn't one of the three experts suggest that there be a -- a follow-up inquiry into the -- the abuse of alcohol by the defendant?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My understanding is that nothing was done in response to that.  Is that correct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- which you're saying they did not do.  I mean, just to get it --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nolas, there were some records that the prosecution sought and used.  Was it -- the records that were in the very courthouse."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What did the prosecution use? The fact of early -- early conviction and the details of the crime.  Right?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what would they have found?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nolas, are you telling us that all that information would have -- was in the file that described the -- the criminal history that the prosecutor used in his case?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And they didn't even look at that file?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this the document that's on the lodging at page 31-34?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you want us to adopt a constitutional rule that at least in Pennsylvania counsel have to consult these -- these records --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as a constitutional matter."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So your -- your answer is yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You want a constitutional rule that in Pennsylvania counsel must look into these records."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about a rule that says you must consult the file of the case that's being used by the prosecutor to produce seriously aggravating circumstance, at least where that file is readily available, and you Page 15 must follow up indications in that file that suggest a significant mitigating defense?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's nothing special to Pennsylvania if you know that the prosecutor is going to use a certain file."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"For what purpose did the prosecution use the files?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Use them for -- he did use them for aggravation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in what respect?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't like to either direct your own argument or the questions from my colleagues, but the Simmons issue here --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it seems to me is important and --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wiggins."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wiggins."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If there had been no questions from the jury, it seems to me that you wouldn't have had an argument at all because the counsel was allowed -- the counsel was allowed to argue this to the jury and did argue it to the jury."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you -- would you agree that but for the questions from the jury, Simmons was complied with?  The counsel argued the point to the jury --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- without being -- without being contradicted."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  So now -- now we have a Page 19situation where the case, by my suggestion in any event, was properly presented to the jury, and the only question is what the constitutional obligation is once the jury brings in a question."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it didn't expressly.  I mean, there -- there were arguments about his behavior, but the problem I think we have with the Simmons claim here is that the Kelly case had not yet been decided, and you now have the AEDPA situation of trying to show that the State court's resolution was objectively unreasonable. And prior to Kelly, that's a pretty tough road for you."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's the best argument you have that future dangerousness was an issue?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, that also bears on the -- on the fact of his depravity, that he was just -- he just didn't learn."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know if that's necessarily future dangerousness or -- it's equally blameworthiness."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that goes to his blameworthiness. He didn't learn anything in prison. I -- I suppose future dangerousness is -- in a sense is always in question, but I think our precedents say it has to be specifically or -- or clearly implied."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you imagine any capital case, if we accept that argument, in which future dangerousness is not at issue? Because whenever you show the depravity of the defendant, what a horrible crime it was, you're going to be able to make the same argument. Any jury is going to be frightened of this man and think he's going to be dangerous in the future. If that's all -- if that's all that Simmons means, we should just say in all capital cases, you assume that it's at issue."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that seems to be not what we've said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that goes -- I -- I would make that argument to show how -- how horrible this crime was. He killed this person specifically in order to prevent testimony, which makes the -- the crime worse. I don't think it necessarily goes to future dangerousness any more than any of the element -- other elements of depravity or -- or the horribleness of the crime goes -- goes to future dangerousness."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you -- you expect us in all future cases to read the prosecution's argument and Page 23 -- and say, well, has it gone over the line from just his depravity into he's future -- you know, he's going to be dangerous in the future?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that puts too much of a burden on -- on the Federal courts."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- this prosecutor also said, before he got into isn't it frightening, I'm not Page 24asking you for vengeance.  So if he's not putting it on for vengeance or the bad acts that he did, then what else could it be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How about justice?  I mean, is that the only alternative to vengeance, is -- is future dangerousness?  I don't think so at all."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that there was no problem in any State but Pennsylvania because now all of Page 25them -- when the jury wants to know does life mean life, the judge says yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you may reserve your time."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Zapp. Page 26 "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you -- do you take the position that the -- that the argument that the prosecutor makes has got to refer explicitly to future dangerousness, a kind of talismanic words criterion so that we'll have a bright line rule and everyone will know where -- where he Page 27 stands?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. But has -- has the prosecutor got to use a phrase like future dangerousness or a synonym for that phrase?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- if we -- if we don't adopt that kind of explicit words criterion, do you deny that the -- that the argument that the prosecutor made, particularly the -- by -- by introducing the -- the evidence of -- of the prior crime for purposes of the aggravating factor and the argument that he made about how the defendant had learned from his prior crime -- do you -- do you deny that -- that those were in fact, not with the talismanic words, but that those in fact were -- were arguments that suggested future dangerousness? Page 28"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I don't see how the -- I -- I guess my -- my point is I don't see how you can avoid it.  The -- the argument -- I think we would all agree that the argument was this person has committed repeated crimes.  We're asking you to bear that in mind for the purposes of applying one of the three aggravating factors.  In the course of committing repeated crimes, he has learned from past mistakes; i.e., he knows this time not to leave any witnesses. How can you divide the tendency of that argument, repeated crimes for purposes of aggravation, from the tendency of that argument to say repeated crimes in the future if he gets a chance?  This is the kind of guy we're dealing with.  How can you draw that line?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but this is -- this is a special case. This is not a general argument to the effect that this is a very bad person and we can expect bad persons to be bad in the future. This is a more specific argument. This is an argument that says he's now done it twice. This is the second crime and he's getting better at it as he goes along because now he kills the witnesses. This isn't just generalized badness. This is criminal repetitiveness. It is recidivism. And it seems to me that that is a much clearer argument. It is much closer to the explicit argument that he will do it in the future."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Ms. Zapp, I guess -- I guess Page 30 I'm confused about your case. I had thought that you were not arguing that Simmons requires a talismanic word or even that it requires much more than existed here. I thought what you were arguing is simply that Simmons could at that time have been interpreted that way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you're not -- you're not making the argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying the argument could have been made at -- at the time of this trial --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and before our later jurisprudence."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And why would that argument have been reasonable?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, why -- why would we -- why would it be reasonable to assume that this Court had -- had established a constitutional rule going to jury instruction that rested on a kind of talismanic criterion?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what specific words in -- in the concurring opinion gets to the talismanic point?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and you're -- you're depending on the word, in effect, argue as -- as requiring -- or as -- as being a basis to say the argument has got to use talismanic words."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying it has to be Page 32 argued."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not -- not just intimated, not just suggested, but the jury -- you have to argue that this person --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- is dangerous in the future."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's a reasonable interpretation of it I would think."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And on that interpretation, why wasn't it an argument within the meaning of -- of your point, when the prosecutor here got up and said, isn't it frightening, he has, in effect, learned from his past experience, now he knows enough to kill the witnesses?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't that an argument which -- which goes to future dangerousness?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, but what immediately follows -- first he said it's absolutely frightening twice.  But there is one difference, one major difference, and the difference is that he has learned to leave no witnesses.  That is tightly connected.  He says this is an absolutely frightening crime, but there's something more. He's learned not to leave any witnesses."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I know you want to get to the other issue in this case, but let me ask you.  You've, I assume, read these cases.  In -- in other States where this instruction is given, is the prosecutor free to say, well, sure, there's life without parole, but that can Page 34change?  We don't know what the law will be like 3 years from now, 5.  Have there been any problems along that -- along those lines?  Have there been any problems generally in giving this instruction to the jury?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that explains why your State is the only holdout."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a question about the competence of counsel issue?  One -- I'm -- I'm very sympathetic to the problems of busy lawyers who have so much to do and they're preparing for a penalty hearing. But one -- one aspect of this case -- I hope you'll comment -- and that is, the fact that the prosecutor had told the defense they were going to use certain aggravating circumstances, and the files in those -- relating to those circumstances were available in the courthouse.  And as I understand -- and you correct me if I'm wrong -- counsel did not examine those files, and had he examined those files, he would have opened the door to a wealth of information.  Isn't that a fairly serious mistake by the lawyer?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe they -- assume that's all true.  They thought they knew everything --"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- they needed to know.  But still, if you say to me I'm going to put on certain exhibits, A, B, and C, and the defense says I'm not even going to even take a look at them before you put them on, I find that quite unusual."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They thought they had -- it was reasonable when they, on their own, suspected that this man might not even be competent at the moment to stand trial, that he -- that they might have a -- a basis for an insanity plea, that it was reasonable for them to rely just on what he told them without looking at the record that was in the prosecutor's hands?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that.  You're Page 39 repeating that point which -- so I might ask this question on this very point."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Could -- could I find out what she said came late? I -- I didn't understand. You said --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- it came -- what came relatively late?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Came up late."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"My question is this, that I take it on page L31 is the record that existed in this horrendous rape '74 case with Jo, whatever, the woman, the bartender. And the prosecution was making an enormous amount out of that. We've just heard about it. That's true, isn't it? Am I right about the case? Have I got that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  This is -- I'm thinking of it correctly, that this is the record in the case that the prosecution made a lot out of."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm back with Justice Stevens then and I wonder how it's possible a lawyer wouldn't look at the record in that very case if only to see if the prosecutor is characterizing the situation accurately.  And had he done so, he would have seen on the next page, alcohol problems.  He would have seen a complete list of siblings, and he would have seen, four pages later, a one-page list of criminal behavior with identification of crimes that took place when he was a child.  That's all true. Now, if he had then noticed these early criminal records when he was a 17-year-old and simply gotten the record in that one, he would have come across the document that is on page L44 and L45 which says, among other things, Ronald comes from the notorious Rompilla family. And then there is a list of why they are called the notorious Rompilla family which is fairly horrendous. Now, I do not understand how any person, getting the first record, wouldn't have been led to the second, and I do not understand how any person who read pages 44 and 45 of the second would not have thought what the Page 41siblings are telling me is wrong.  I better go check on a few more siblings who happen to have their names and addresses here right in the pieces of paper he's looking at.  And he would then have discovered this absolutely horrendous background that Judge Sloviter mentions.  So I do not understand why that one incident, leaving aside all the other ones, but I do not understand why that one failure to consult the record that is being used by the prosecutor horrendously against him is not a failure."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This sounds to me like a constitutional argument for serendipity.  You're held to be negligent if you don't look at the record for -- for one purpose and -- and discover by accident something that's there for another purpose.  I -- I don't know what the logic of that is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Do you agree with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No.  We don't -- you agree with that or not? Page 42"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You either agree with Justice Kennedy or not."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You do agree.  All right.  Now, if you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, my question, obviously, is, is not the reason that you want to examine the criminal record in the case that is being used horrendously against your client is to find out both as to what happened at the time and also the background that would be relevant in respect to your client?  For example, alcohol abuse, which happened to be checked."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Zapp. Ms. Lovitt. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But a rap sheet and so forth will not have normally what this person is like.  You're dealing with a client who has serious problems of some kind as the crimes themselves reveal.  They're terrible."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and so I -- don't you think it's a reasonable -- or do you think it's a reasonable constitutional requirement to say that where cases of prior history of the client are being used by the prosecution to say what a terrible person he is -- and he may be -- that you -- the -- the lawyer in a capital case at least should look at the court records in that case to learn something about what this human being is like and why?  Because court records, but not rap sheets do contain that kind of thing."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Experts that were hired primarily to say what is his present mental condition, not what happened in the past."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What was the primary reason that those experts were engaged?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The primary reason."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where is this?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought it was not Page 46contested that in fact the primary reason why these doctors were engaged was that the defense attorney wanted to see if there was a basis for a plea of insanity.  He wanted to see if there was a basis to claim that his client was incompetent to stand trial."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And Dr. Gross is the one who -- who in his report suggested a follow-up on alcoholism I think."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And one way, at least a kind of a threshold step to follow up on alcoholism, would have been to look at the -- the personal history report in the file of the prior case.  If they had done so, they would have found something on that subject. So even -- even if we forget the question of the -- the scope of the expert's original brief and we look to Dr. Gross' suggestion and we look to the failure to look in an obvious place, i.e., the -- the personal history Page 47 report and -- and the case file, which the State said it was going to use, don't we have a problem with competence of counsel?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the two other psychiatrists or psychologists?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wel, were they -- were they hired to -- to look into alcoholism?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would you tell me again? I'm -- I'm just afraid I missed it before. What is your justification for failing to look at the -- at the criminal files?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So even if they did, would it -- you still think it would be prudent not even to look at the file?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they didn't have as much as they would have had if they'd looked at the file."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree with that?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand that. I'm just -- I'm just asking you whether, as a matter of routine preparation for a contested hearing, it is not the duty of counsel to take -- at least glance at the exhibits Page 49 that the other side is going to offer."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying they did get copies of the --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is the it? What is the it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But not everything that was in that file."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There was a lot more than just the transcript of the proceedings in that file."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the serious question to Page 50 me is -- is -- in many of these cases which we see, there are horrendous child abuse histories, and child abuse is a terribly difficult thing to get at and it's something that might not convince most juries of anything because they're all over the place. But nonetheless, counsel should have to make a reasonable decision about whether to take the child abuse route or to take some other route. And would it cause constitutional harm, that is, would it cause harm even from a prosecutorial point of view, if you just said, well, you should follow up and look at records of prior cases being used against you to see if you get a clue there?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But Strickland was about a strategic decision to pursue one kind of defense rather than another. The Government's brief, I must say, was candid Page 51and, I think, useful.  I'm talking about footnote 5 on page 22 where you say the Federal public defenders in Federal death penalty cases -- they get a mitigation specialist and the mitigation specialist, of course, gets records.  What records?  Exactly what we're talking about in this case.  Gets records, birth, schools, social welfare, employment, jail, medical, and other records. And here, not one of those -- not one -- was sought."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"About what records to go to, and here they went to none."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Lovitt. Mr. Nolas, you have about 4 minutes left. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Only? Only? Only?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it's uncontested that all three looked into that, but the point that has been made is that the last two went beyond that. Do you disagree with that?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Nolas."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"BILLY H. NOLAS","firstName":"BILLY","lastName":"NOLAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3831,"interruptions":31,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":1,"fullName":"AMY ZAPP","firstName":"AMY","lastName":"ZAPP","counsel":true,"justice":false,"side":"respondent","words_spoken":1837,"interruptions":16,"times_spoken":40,"laughter":0,"num_int_by":5},{"id":2,"fullName":"TRACI L. LOVITT","firstName":"TRACI","lastName":"LOVITT","counsel":true,"justice":false,"side":"respondent","words_spoken":1069,"interruptions":13,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":414,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":578,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":127,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":866,"interruptions":6,"times_spoken":35,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":614,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":814,"interruptions":4,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3831,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":2906,"times_spoken":64,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":4229,"times_spoken":129,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.20063308609484068,"respondent":0.7993669139051593,"date":1473644743064}}