{"petitioner":{"name":"JOSE ERNESTO MEDELLIN","counsel":[0]},"respondent":{"name":"DOUG DRETKE, DIRECTOR, TEXAS OF CRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS DIVISION. ","counsel":[1,2]},"caseNumber":"04-5928","date":"2005-03-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in number 04-5928, Jose Medellin versus Doug Dretke. Mr. Donovan. "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ordinarily do not think of that as covered in this Court."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But has this Court ever just said, \"Fine, we'll hold it in abeyance and come back next term\"?  I can't recall that we've done that."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it would be more likely that we would dismiss this, improvidently granted."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's so odd, because usually what happens, if there is something that could occur at the state court level, is the state court itself would hold off until this Court had resolved whatever the case was.  So, this is a very unusual request."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think -- I think granting a stay could be seen as validating the position of the government without ever having an opinion on it."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why shouldn't we just go ahead and decide the case, if we can?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the creation of a private right of action?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the courts -- the courts usually do that, don't they?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't speak to the private right of --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, presumably, that could provide some cause of action, quite irrespective of the ICJ decision."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, I mean, you don't --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you don't really have to get into whether that judgement is enforceable here.  I mean --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we could look at -- look at it from the perspective of the habeas statute. Page 8"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it right -- I mean, you couldn't -- you could not -- unless the ICJ decision gave a right to an individual, and you had no claim under the federal habeas statute -- and it is unusual, is it not, for a judgement of the International Court of Justice to recognize the right of an individual, as opposed to being just a judgement between nations?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How many -- how many times has the ICJ held that, that a treaty, apart from being contract between the signers, confers individual rights? Page 9"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no individual in that case.  That was a case of one nation against another.  There was no individual, like the Plaintiff here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what I asked, if this -- I know that, certainly in the context of the Vienna Convention, there have been the series of decisions you mentioned; but I was wondering whether, outside the Vienna Convention, there has been any similar judgement of the ICJ that operates directly on Page 10individuals."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think -- do you think that the President can enter into a treaty, with the approval of Congress, that would provide that, in a Page 11particular combat, the Commander in Chief will be somebody other than the President of the United States?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think that the Constitution provides the President shall be Commander in Chief, and, therefore, that can't be given away."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  Well, what if I think that the Constitution provides that all questions of federal law -- statutory, treaty, constitutional -- are to be decided, ultimately, by the Supreme Court of the United States.  Can a treaty give that away?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It does if we're bound by the determination of Avena.  It does if I have to believe that individual rights were created here, without Page 12reexamining the question on my own."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a question concerning United States law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking here about a question of United States law, What is the meaning of this treaty that the United States has entered into? Do you know another case where we have -- we have been bound by a judgement of a foreign court or an international court concerning the meaning of United States law?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I have a question that is much along the same lines, whether this Court must apply Avena as the rule of decision, or perhaps say, \"No, it does not have to do that.\"  Then you're left with looking at the treaty itself.  And does that Page 13-- can that take effect as American law?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, can --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is it open in this case to -- for this Court to apply that, not Avena?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that open in this case?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose we think it can't control?  Now, then what's open to us?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can the President give an interpretation of the treaty unilaterally that is binding on us?  Can the President sign a treaty and then, a year later, give an interpretation of that treaty that's binding on us, insofar as what the treaty means?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can he do that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  I would say that that, ultimately, is for this Court.  Then, if that's so, how can he agree with the -- to confer jurisdiction on the World Court, which would do the same thing?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is the constitutionality of the President's action here before the Court in this case?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Only peripherally.  Is that an issue for us to decide in this case?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I hadn't thought so.  Do you think it is?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the case --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what's the case that you're citing for this proposition, that the President and the Senate can, in effect, confer on an international tribunal the obligation to bind this Court with reference to an interpretation of a treaty? What's the best case you've got for that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're telling me you don't have a case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Were you saying \"binding,\" or are you saying that we \"show deference to\" the Page 17President's own interpretation of the treaty, as applied to this 51-case set?  In respect to that deference, I suppose, he interprets the treaty in such a way that the Avena decision, in his opinion, as applied to this 51-set -- -case set is what the treaty means."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right, or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it is -- what I'm wondering is if this is similar to that insurance case out of California, where, in fact, we gave considerable deference to Mr. Eisenstat's interpretation of the relationship of the treaty to the insurance laws of California."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That was not an interpretation that ousted this Court of jurisdiction over the matter, though, was it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think that's a little bit different? Page 18"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but in that case it was overseeing arrangements that were made by our government, not -- they didn't have that much local authority."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- doesn't the President, in Dames & Moore, enter into an agreement with Iran?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we decided, in Dames & Moore, that he was acting pursuant to the agreement. Page 19"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we didn't --"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we didn't decide it on the basis that President Reagan says, \"This is what in particular the agreement affected.\"  We examined it for ourselves."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't -- that doesn't involve an interpretation of the treaty that is rendered by somebody else and that is binding upon this Court.  I mean, it's just a matter of different magnitude.  To say that there can be private claims, Page 20fine; but that doesn't say that the interpretation of a treaty entered into the by the United States is subject to a court, other than this Court."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to look beyond the President's interpretation of the treaty.  It happens that the President is interpreting it, for reasons related to what the ICJ said.  But that doesn't make us have to look beyond the reason for the President interpreting it the way he wants.  I mean, do we have to defer to the ICJ, or do you -- is it not sufficient to defer to the President, who is operating within his foreign-affairs power for whatever set of reasons he deems sufficient?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that the President doesn't think that the remedy is in federal habeas. Page 21The President thinks that the remedy is within the states."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your position, I take it, is that if somehow we follow your suggestion so that the President's suggestion may be put into effect in the state courts, that there would still be a habeas jurisdiction, ultimately, over the result if you're dissatisfied with what happens in Texas.  Do I understand you correctly?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's an interesting question.  Let's turn from the more cosmic questions into how you overcome the impediment that in order to get a Certificate of Appealability here, you have to show that there was -- you have to make a substantial showing of the denial of a constitutional right.  What constitutional right has been denied here? Page 22"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I take --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that question to be a jurisdictional question, as far as the lower court is concerned; and, therefore, I think it's a jurisdictional question for us."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  No.  We can't forego limits on our jurisdiction simply by granting the question."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't say, \"Oh, you've granted a question; therefore, you have to decide Page 23whether you have jurisdiction or not.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"See?  And, as Justice Scalia indicates, the COA is a jurisdictional requirement."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know of any --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do you know of any case in which a lower court did not have jurisdiction, but we do have jurisdiction on appeal from in a -- from a court that didn't have jurisdiction?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if the --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- had jurisdiction to -- Page 24"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're simply saying that any court has jurisdiction to determine its jurisdiction. We grant you that.  But, granted that, if we reach it, what is your answer to the claim that the COA requires a showing of substantial infringement of constitutional, as distinct from other sources of, rights?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying the --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the constitutional violation is the violation of the Supremacy Clause."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what you're saying?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Due Process Clause because?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you answer --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the related -- the related question that -- well, assuming the Vienna Page 26Convention is certainly law, and treaty stands on the same footing as law, but I believe that the -- Texas and the Government have said the AEDPA statute is the later-in-time provision, and when you have two provisions with a statute treaty, the later-in-time prevails.  So why did -- why isn't the AEDPA controlling, and not the Vienna Convention?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're talking about denial of a right that didn't exist.  That seems perfectly rational, the way you put it."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the right didn't exist, it should have been denied."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Donovan. Mr. Cruz, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They really are interesting, you know. [Laughter.]"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Before we --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Can that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"-- before we --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"-- be waived?  Can that be waived?  And did Texas raise that issue in the Fifth Circuit at all?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it wasn't raised in the Fifth Circuit by Texas, was it?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I assume, although we haven't so decided, that that can just be waived."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But this is also a jurisdictional.  They decided it on a jurisdictional ground.  They decided that no COA lay, for the reason that they said.  Now, I guess, though we wouldn't necessarily have to, we could simply say they're either right on that or they're wrong on that.  And if they're Page 29wrong on it, send it back, and then you can argue whether there are other grounds; in which case, they could go into waiver, they could go into whether \"constitutional\" means to embrace \"treaty,\" and all those other interesting arguments that we could write law-review articles about that were not, in fact -- they swirl around in this case, and you would not, in fact, be able to -- you wouldn't, in fact, have to pronounce on them now, here, when they really haven't been thoroughly gone into, below."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, we wouldn't Page 30even have to venture into -- possibly have to venture into this issue of law if Texas were interested in following the determination of the President.  I take it that the suggestion that your brother has made, that, in fact, we take no action at this point so that they may return to Texas with the President's determination, is not appealing to you."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but does Texas have a position in response to the President's determination?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You said -- you said that something has started in the Texas courts.  We have the motion to stay this case, and your response that it shouldn't be stayed, that we should decide this case. But what is going on, at this moment, in the Texas courts?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And after the Texas court stays its hand, then what action is asked?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but we don't -- we may not reach that, if Texas says, \"Well, yes, you're right, it is a claim, and we'll entertain it.\"  Does Texas have a position on that question yet?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm sure it will be, but does Texas have a position on that, at this point?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was my next -- my question, and it follows on the question Justice Souter asked.  Does the attorney general concede, or do you not,  or acknowledge that there are Texas procedures in which these questions can be litigated?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, that's what I'm trying -- I'm trying to get to, which is, What is actually the practical thing to do now?  Should we stay it, with a short per curiam, which says, \"Texas, go ahead,\" or should we do something else?  Suppose we just dismiss Page 33this, as you say, on the alternative ground.  Well, then what happens if Texas objects to the President's order and turns out to be right, legally?  See, if that were true and then the review showed that it was true - - I don't know that it is true, but if it were, then we should turn to the Fifth Circuit claim, and there are 51 cases that depend on it.  But if we've dismissed it, by that time it's gotten mixed up in the very issue you raise.  The question is, Does \"constitutional\" embrace \"treaty\"?  And I think there is one case that says it does, actually; or a treatise, anyway.  So that's an issue.  And then they might refuse a COA on that ground.  And then there might  -- and we'll never get this basic question decided.  I'm trying out on you the argument for actually staying it, rather than digging it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think?  What do you --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why do you believe we shouldn't stay it?  I mean --"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- as an opinion, it's based on what?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but is it not true that it's entirely possible that the Texas proceeding would make this issue moot --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- and, therefore, avoid the necessity for deciding a lot of very difficult questions?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And is it also true that, in the Texas proceedings, they necessarily would involve a federal question on which this Court could, if it chose, grant certiorari on direct review?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is the question -- how difficult is the question?  The President of the United States has issued a document where he says, \"Exercising my foreign-affairs power, in my opinion the treaty, as I -- I accept the meaning of the treaty as set forth by the ICJ and apply it to these 51 cases.\"  So he's deciding that.  And why doesn't he have the authority to decide what that treaty means in these circumstances?  That's his decision.  And Texas is bound by the Constitution."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Cruz, maybe the treaty becomes part of federal law if it's properly ratified and signed, as this one was.  Now, it's possible that the treaty itself gives certain individually enforceable rights to Mr. Medellin.  And we can disregard the question of whether the Avena judgement is enforceable."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that right?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it would be open to this Court, presumably, to say, that treaty became part of federal law when it was ratified, and Congress can enact subsequent laws.  But, in any event, the treaty could give rise to individual enforceable rights.  Is that correct?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did the Breard case speak to that issue?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we came to the conclusion that the treaty, by its own force, did not create enforceable individual rights, then we would have to get to the question of whether the President's proclamation changes that result."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that seems to be topsy-turvy, that a treaty would have effect in state courts but not in federal court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't what the President's memorandum says exactly what the Avena judgement said?  That is, the President said, \"Well, the ICJ said that these people are entitled to review and reconsideration of their guilt and of their punishment.  And so, I think that's what should happen. I agree with the judgement, or at least I think it should be enforced, and the only place it can be enforced is in the state court that rendered the judgement, because the ICJ said what the United States has to implement is, they have to give a review and reconsideration.\" Now, I suppose, as far as the ICJ is concerned, they don't care if it's done by some federal tribunal, or state, but within our system, it must be the state, mustn't it?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Cruz, let me just make a suggestion.  Assume you lose -- I'm not suggesting you will, but assume you do -- the net result of the proceeding, in your adversary's favor, would be that they would get a hearing in the state court, which is what -- the President's order says, \"Let them have that right away.\"  So the whole purpose of having a lot of federal litigation to decide what you can address right away by honoring the President's request, at least litigating it in the state court right away, we may be engaged in a lot of useless activity."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so could the Page 41President's order, the same thing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that can't be, in light of the United States' most recent action.  I mean, we have a judgement.  The judgement concerns how many people?  Fifty-one?  Forty-nine?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  There is no judgement concerning anybody else."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But this -- but if there's a claim here based on the Avena judgement, it is that the United States agreed to the ICJ's jurisdiction in Vienna Convention cases.  And so, pursuant to that Page 42agreement, there was an adjudication.  The United States is no longer agreeing, so there will never be another adjudication.  This adjudication concerns 51 people or -- and there are no others."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you have to -- you have to recognize that there is a distinction between this case, which is, in large part, based on a judgement of the ICJ, and other cases that would not have the benefit of that judgement."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't this -- the United States did consent to the jurisdiction of the ICJ in these Vienna Convention cases, and that tribunal Page 43issued a judgement.  Why doesn't it get the same recognition and enforcement of any judgement of any court with jurisdiction?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what difference does that make, since this -- the issue to which it is addressed has not been raised either?  I mean, it's a new issue, and I presume, to the extent that it may be considered at all, his response -- he can make a response to it."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I can understand the argument, that he shouldn't be allowed to raise due process here if the argument also goes to your -- the Page 45permissibility of your raising 2253."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What's sauce for the goose --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Then I don't see why it isn't also a jurisdictional gate for him to make a response to it."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Cruz. Mr. Dreeben, we'll hear from you. ON BEHALF OF UNITED STATES, AS AMICUS CURIAE, SUPPORTING RESPONDENT"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Have there been any cases in the Circuits holding that the state can waive the jurisdictional limitation on COA?"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But is their whole question of the COA waivable?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Dreeben, could this question of the effect of the Avena Treaty be brought before the Court?  Mr. Donovan raised, I think, the All Writs Act, and he also raised original writs in this court.  If the COA doesn't work, then treat this -- I think that's what he's saying -- treat it as though it were an application under the All Writs Act or an original writ."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So all those are -- there are Page 49a lot of reasons.  Does that counsel in favor of our holding this?  Here we have a case that went on a jurisdictional ground.  And if we affirm or reverse that jurisdictional ground from the Court of Appeals, we'll decide a lot of issues that will create guidance. We might not have to decide it, because Texas may deal with it; or we may decide, if they come out the other way, they're wrong.  But we might.  And that's why I was thinking perhaps we should hold it rather than dig it, particularly because that other issue does have some authority the other way. I take it there's a treatise in the Fifth Circuit case which does say that the word \"constitutional\" here encompasses \"treaty.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but suppose you lose -- see, I'm thinking, suppose you lose in the Texas proceeding, it comes here, and, for whatever reason, suppose you lost again -- you might not, but you might -- in which case, then what do we do? Page 50"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, but suppose we thought they were right?  See, suppose you lost across the board?  That would be the argument for holding it - - holding it because then you'd have another vehicle to get to these questions."},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is, though, a treaty that's been duly ratified and signed enforceable as part of our federal law, as this one is drafted?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Dreeben, how many -- how many states are we talking about for these 51 individuals involved in the case?  How many different states?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's conceivable that those five or six states could say, \"The President has no authority to do this,\" ground one.  Ground two, \"Even Page 53 if he did, on the merits, we reexamine.\" So the whole thing could go away."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Mr. Donovan, you have five minutes remaining. "},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Donovan.  The case is submitted."}],"people":[{"id":0,"fullName":"DONALD F. DONOVAN","firstName":"DONALD","lastName":"DONOVAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3823,"interruptions":55,"times_spoken":78,"laughter":0,"num_int_by":7},{"id":1,"fullName":"R. TED CRUZ","firstName":"TED","lastName":"CRUZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1941,"interruptions":17,"times_spoken":41,"laughter":1,"num_int_by":5},{"id":2,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":1152,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":481,"interruptions":5,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":5,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":857,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":366,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":147,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":55,"words_spoken":3823,"times_spoken":78,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":22,"words_spoken":3093,"times_spoken":52,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":3673,"times_spoken":133,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126707}}