{"petitioner":{"name":"JAY SHAWN JOHNSON","counsel":[0]},"respondent":{"name":"CALIFORNIA. ","counsel":[1]},"caseNumber":"04-6964","date":"2005-04-18T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in No. 04-6964, Jay Shawn Johnson v. California. Mr. Bedrick. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not very - -"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":3,"sideBefore":"justices","text":"That's a very low standard in the first place, and why should it be watered down more?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the test for going to the jury the same as the test for whether or not discovery can proceed?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm surprised you set the bar that high. If we're going to --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was just admiring your -- your proposal in that at least it relied on something that the lower courts are used to applying. I mean, yes, is there enough to go to the jury? My goodness, it's a standard test. But you've suddenly destroyed it all by saying it isn't quite that because, you know, if it's -- if it's really close, the tie goes to the plaintiff, which is an unusual way for the tie to go. The tie usually goes to the other side."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the standard under title VII when we talk about that, when we talk about enough evidence to shift the burden of proof? Is that something less?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in -- in Batson, I guess the opinion for the Court suggested that it was basing it on the title VII cases, the McDonnell Douglas formula. Is that right or not? Or have we gone beyond that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what happens if he doesn't come up with an answer in -- in this case? What - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what happens if the prosecutor just says, gee, I -- you know -- or the -- the prosecutor has died? You know, it comes up later in -- in a habeas action. The prosecutor is dead."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No. It -- it's one hypothesis. There is no answer filed by the State as to what the real reason was. What happens?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you going to say that if -- if there's no answer, then the challenge is presumed to be correct?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So the trial judge can -- can overrule the challenge."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that's quite different from the standard that requires it go to the jury. You send a case to a jury if there's evidence from which the jury could find for the plaintiff."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- it -- it seems to me that's a -- that's much more rigorous than the standard that you've proposed in -- in your brief, and 1111 14th Street, NW Suite 400 that -- and that other courts use in the Batson case. The Batson inquiry, as -- as I understand it, is -- is simply that, an inquiry. There's a basis to ask the prosecutor the reason. That's all."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and that's quite different than sending a case to the jury."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I -- may I go back to your answer to the -- the question whether in the absence of an answer, there is a presumption of a Batson violation, and you said, no, there isn't a presumption - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where the court has still ultimately got to decide it? What sorts of things could the court consider when it ultimately decides?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"At step three. We've -- we've gotten to step three."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Step one, whatever the standard is, it has been met. Step two, silence. We get to step three. What does the court consider at step three?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is zero. Which is silence. There is no answer."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But what I'm getting at is let's assume he doesn't draw that inference. Ultimately at step three, he says, no. I am going to reject the challenge. I do not think that the burden of persuasion has been met. What -- what considerations might lead him to do that, assuming that step one has been satisfied? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let me - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me suggest this. Wouldn't -- wouldn't he almost necessarily have to consider at step three those reasons that the prosecutor has not given, but which he thinks might be good reasons for the challenge which do not raise Batson discrimination?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. That's what I'm - - that's what I'm getting at. And -- and what I'm troubled by is I -- I take your -- I understand your point, that it's not appropriate for him to speculate and supply an answer at stage two. But if stage one -- at stage one, the objector has satisfied the test and at stage three, the -- the court may, nonetheless, reject the challenge, I don't know what he would be rejecting the challenge for unless it is on the basis of this kind of, as you put it, speculation about what the reasons might be. So help me out there."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why don't you have to say at that stage, if there is silence on the part of the government, he's got to find the violation?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if he doesn't have to, he's got to have some reason for doing it. This is not a matter of whim. And if he's got to have a reason and his reasons may not legitimately be those speculations on what might be a legitimate basis for the challenge, but which were never raised by the State, and you can't think of any other reasons -- and I admit I can't right now -- then it seems to me that he would pretty -- it would -- it would follow that -- that he would be required to -- to uphold the challenge."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but -- but the refusal to answer -- I just -- you know, it happened so long ago, 1111 14th Street, NW Suite 400 Your Honor. I had a lot of other -- I -- you know. But it comes up later, and he says I just don't remember why I challenged this - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't remember."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bedrick, in your brief you were very, it seemed, uncomfortable about addressing this question. You said it's just like you go through the same litany as title VII, that is, the plaintiff meets a burden which is in title VII very easy to meet - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- stage one. Then the defendant has to come up with a nondiscriminatory reason, and then you find out if that was pretext. You kept saying in your brief what you said a moment ago that you have never seen a case. You said it 1111 14th Street, NW Suite 400 never happens. It never happens that the prosecutor stands silent. So this is a hypothetical, academic question. But I think you're being pressed to say, well, suppose it does happen, and I take it that your answer is in that case the person who's raising the Batson challenge wins. But you're -- you're not willing to say certainly. I mean, you seem to say -- well, why are you uncertain?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose you had in a title VII case the employer says, I'm not going to give you a nondiscriminatory reason. You -- you've gone through the McDonnell Douglas. The plaintiff has shown those four things. The employer says, I'm not going to give you any reason. Then what happens?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wow."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't think we've ever said that. I thought we've -- we've said to the contrary, that the ultimate question is always, did the plaintiff show by a preponderance that -- that the reason was discrimination. That's what I thought our -- our cases say, not -- not automatically to punish the employer for not giving a reason, he loses, which is what you want to do here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens in a title VII case if, in fact, we meet just what Justice Ginsburg said? Can you have a jury trial? Imagine a situation, jury. Okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The plaintiff gets up and establishes the four points. Defense. The defense rests. Now, does the judge send it to the jury, or does the judge direct a verdict for the plaintiff?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Unusual. I - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":8,"sideBefore":"justices","text":"And -- and it seems to me the -- your -- there's some difficulty in -- in trying to 1111 14th Street, NW Suite 400 equate Batson challenges and -- and title VII, and that's because your beginning point is that you base -- you - - you require too much of the prima facie case. It -- it seems to me all that's required under Batson is reason to inquire."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- that's a special use of the term prima facie. Now, if -- if we want to be consistent with the use of the word -- of the term, prima facie, from Batson to title VII, then it seems to me this inquiry is necessary. But -- and you're the one that puts it in motion by setting this rather high threshold that is the same as to go to a jury. I disagree with that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"May I suggest you might have put the high threshold because it's a threshold that judges are familiar with and can use, whereas reason to inquire would be a fine test for when a judge is permitted to demand a response but it cannot possibly be a test for when a judge is required to demand a -- what does -- what does reason to inquire mean? Is that a -- is that a standard that -- that can be applied in law?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What does it mean?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What does it mean?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Any suspicion whatever."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Any suspicion -- he strikes one black from the jury."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be reason to inquire."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and is that like permitting discovery to go forward?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and is that standard less than going to a jury?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So that -- that's 1111 14th Street, NW Suite 400 -- I recognize that it's been difficult for us to find an analog. It may be that Batson is sui generis. It may not be. If we're going to talk about what judges are familiar with, then it's prima facie case and it's title VII."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then are you saying, look, judge -- imagine you had a jury on this question. If the defendant has made out enough of a case that you would send it to the jury, then go to step two and ask the questions as to why."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's it. Fine."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Could -- could I take that a 1111 14th Street, NW Suite 400 step further? Would this -- would this be a -- a fair summary of -- of your position on all the steps? Step one, there must be enough that would justify sending the question to the jury if it were a jury question."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Number two, if there is silence at stage two or in Justice Scalia's example, the prosecutor just can't remember, and we then go to stage three, your position is as follows. At stage three, number one, there is enough - - there is enough evidence on the record from which the judge can find a Batson violation. Number two, there is a state of the evidence from which he is not required to find a Batson violation. Sometimes, maybe most times, the prosecutor's silence will be a reason to find a Batson violation, in addition to those that were stated at stage one. And finally, theoretically -- theoretically even with the prosecutor's silence, the evidence at stage one, sufficient as it might be to get to the jury, will not be persuasive. And there may be outlying cases in which, even with prosecutorial silence, the court will say I don't see the Batson violation shown here. Is that a fair statement of your position? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I take it in your view the California standard is more strict than the title VII standard for prima facie case."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the California court at least appears to say it's the same."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And do we say that that equates to a standard of more likely than not or do we not say that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is step one of title VII more likely than not?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't see how that's much different from what California is doing."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"I thought step one was evidence from which it could be found more likely than not."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He doesn't have to prove more likely than not at stage one, as I understand your position. He has to put in enough evidence from which a fact finder could find more likely than not if he accepts all the evidence as true and so on."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a question about the other part of your case, which is that the judge cannot consider in -- in step one anything except the - - except the -- the racial strikes and -- and nothing else and cannot even speculate as to what causes might have produced the strikes? That seems to me rather extreme."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you possibly decide whether it -- a reasonable juror could find this? Let's assume that all three of the -- of the minority, three blacks are stricken by the prosecution. The judge, the district judge, knows that everyone of them is -- is a - - a defendant's lawyer, every single one. He has to blot that out of his mind?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But once -- once you have the lenient test that you've established, why isn't it enough to say even with that -- even with that speculation, a reasonable juror could find? Once you have that lenient test, I don't know why you have to exclude the speculation. I mean, there -- what if all three of the blacks -- it's a case in which the -- the visual evidence is significant and all three of the blacks are blind and - - and you tell me the judge has to say, oh, no, it -- it can't be that -- that reason that they were stricken. That doesn't make any sense."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And yes, but one of the 1111 14th Street, NW Suite 400 things, it seems to me, you're all overlooking is that if it's as obvious as they're all blind, those would be challenges for cause."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking about challenges where there are no -- no obvious basis for it."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Well, in practice, Mr. Bedrick, is it always worked out like this kind of a minuet? First we have step one and step two. Isn't a lot of it just at a bench conference?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do we need the same -- the same rules for State and Federal courts? You have here the California Supreme Court. Why do they have to use the same -- the same minuet that the Federal courts do?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but State courts have different rules of evidence. They have different rules of procedure, and we allow Federal cases to be determined under those State rules of evidence and State rules of procedure so long as they provide due process."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't -- why can't the Batson question similarly be decided but decided under State rules of procedure?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would have no objection to our limiting our opinion, saying, you know, reversing 1111 14th Street, NW Suite 400 and remanding and saying this is not Federal law. It's not what we would do in Federal court. Of course, the California Supreme Court is free to have some different system."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you don't want us to do that, do you?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it sometimes even when you're not involved with a constitutional question, if you have a Federal claim in a State court -- Byrd against Blue Ridge is one example -- the Federal procedure -- that the State procedure needs to be modified so it's in sync with the Federal?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a question of what kind of questions go to juries."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The State said ordinarily we don't give this kind of question to the jury, but we're 1111 14th Street, NW Suite 400 dealing with a Federal claim, and the Federal procedure trumps."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Bedrick. Mr. Schalit. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do -- do you agree that the California standard is more rigorous than the standard 1111 14th Street, NW Suite 400 applied by the Federal courts and by most State courts?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the California rule is the same as the Federal rule?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about Hanson, and is it Purkett v. Elem?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's in -- in the title VII context, certainly you don't have to show more likely than not to get past the initial threshold. All you have to do is to make four showings that -- that Federal courts have recognized are rather easily made. So the real show doesn't come until the pretext stage. But it's not that you have to show anything by a preponderance of the evidence, that -- you don't have to show discrimination by a preponderance of the evidence under title VII. You just have to show four things from which someone may but not must infer discrimination."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought all it did was shift the burden of production to the defendant. It doesn't -- the showing at stage one doesn't involve the burden of persuasion."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you -- you can say that its words say that, but what it does doesn't say that. I mean, to establish a prima facie case, all you have to show is that -- that you were qualified for the job, you're a member of a minority, and you weren't hired, and somebody who's not a member of a minority was hired. Do you think that's enough to show that it's more likely than not that race was the basis and that's -- you know, that's how those cases pan out? That's enough for a prima facie case. Is that enough to say it's more likely than not that race was the reason?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you really believe that? I mean, in -- in a large -- you know, large -- large 1111 14th Street, NW Suite 400 operation, you -- you're a minority. You apply for a job. You're qualified for it. You aren't hired, but somebody who's not a minority is hired. That alone, without any other information, is enough to enable somebody to find that it is more likely than not that -- that race was the reason? My goodness. I -- I don't think that's an accurate description."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Hicks does say that. I think you're right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"It does say it. I'm just saying --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"All right. But suppose that -- but Wigmore says that the words, prima facie case, can be used either to describe the Hicks situation, which is the plaintiff produces the four elements. The defendant sits silent, and the judge says, directed verdict for plaintiff. That's what Hicks seems to say. And Wigmore says the words, prima facie case, can mean that. But then he says the words, prima facie case, can also mean a different thing, and the different thing is what the judge says then is, jury, you may find for the plaintiff, not you have to. And so I 1111 14th Street, NW Suite 400 guess our question is which of the two meanings shall we take here. And my question to be -- to you is, why not the second? After all, the whole point of Batson is in suspicious circumstances to explore matters further, and once you get to the point where you're willing to tell a jury, jury, you may, you have suspicious circumstances."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's not a directed verdict, then a fortiori, then every analogy works against you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. Assuming the four - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- elements, directed verdict. If you're right - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- about that, which is what 1111 14th Street, NW Suite 400 Hicks says --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- we have a choice, a fork in the road. Take it. All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which fork? And I put the reason why. Your opponents will argue, it seems plausibly, take the second fork because we have the suspicious circumstance."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"On step one, I take it it's not enough to simply say, look, the person challenged is a member of a minority group. What more must be shown?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm talking about step one."},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This is all step one?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why is the defense attorney in a better position to explain the -- the motives of the prosecutor than the prosecutor?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The question is what motivated the prosecutor. Correct?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's hard for me to see how the -- the defense counsel is in a better position than the prosecutor to show that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The question is not what motivated the prosecutor unless and until the step one showing can be made."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, of course, you can afford to be very rigorous at step two because your threshold at step one is high. The threshold is -- if the threshold at step one is -- is easier to cross, then we could be more rigorous at -- at step two."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And here there was no reason given."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why shouldn't this operate as so many things do in -- in an unfolding proceeding? If someone stands silent -- and we're not involved with a Fifth Amendment privilege -- there's an inference -- an adverse inference. Worse, take a -- a discovery and one plaintiff 1111 14th Street, NW Suite 400 asks for discovery from -- from the -- the defendant, and the defendant says, sorry, I'm not going to give you what you want. What is the consequence of that if the defendant, being presented with a opportunity or a requirement to give a reason or to produce something, says, I won't?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But one of the -- if we're going to continue with that analogy to someone who says I won't make discovery, is not just an inference but that you take what the opposing party says to be true on that issue."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This is not -- not issue 1111 14th Street, NW Suite 400 preclusion. I mean, this is -- that is -- the defendant who stands silent is going to lose."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I must confess I'm a little puzzled about the discussion of the trial strategy because is it not correct that whenever the judge thinks step one has been met, the prosecutor always answers the question?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, whatever it is, he -- generally they are not silent when the judge says I think step one has been met. I want to be sure understand California's position on one point. Is it your view in -- in California that the judge must decide himself that it is 1111 14th Street, NW Suite 400 more likely than not that -- that discrimination is present before you proceed to step two?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that is not the test in an ordinary tort case in California, is it?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In an ordinary tort case - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- if the judge, at the end of the plaintiff's case, says I'm not sure what the answer is, but there is enough evidence here to submit to the jury, so I'm going to overrule the motion for judgment - - judgment at the end of the case. Now, that's a different test than you say is appropriate under Batson, is it not?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- so you have two - - in California you have two definitions of a prima facie case, one for Batson and one for all normal tort litigation."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And is it not true that the definition that your opponent asks for is the same 1111 14th Street, NW Suite 400 definition that would apply in tort litigation in California and in most States of the country?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you're asking for a special rule for California's application of Batson."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds like you are in that it's a tougher standard than normal. Here you had a situation, did you not, where there were three black prospective jurors and the prosecutor struck all three?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And could that present enough evidence that the fact finder, if it were referred to the fact finder, could find a Batson violation?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why is that not enough to satisfy the standard to require the prosecutor to give an answer?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it because the judge could 1111 14th Street, NW Suite 400 imagine reasons that the prosecutor might have had?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would your answer here be exactly the same if there had been 12 African American prospective jurors and all 12 were struck? Does that make a difference?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but your test is -- is that the judge under California law is required to find that there's a strong likelihood or a reasonable likelihood, but he must do that without hearing the prosecutor's reasons. That's your position. Right?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but it would be the same rule if it was a bench trial. The judge could say to him -- say, I think you may have enough but I'm not 100 percent sure yet. I'd like to hear the defense -- hear the rest of the case. He doesn't -- it does not really - - the -- the definition of a prima facie case does not depend on whether it's a jury trial or a bench trial."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that the -- the steps in this case have to be determined by what we do in title VII, that whatever we do here should be -- should be, must be the same as what we do in title VII?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but perhaps only for - - for the operation of, you know, what the various steps are. You have to go step one first, step two next, and so forth."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"A lot of people don't read footnotes. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could I -- I just confirm my understanding of how the jury selection process in California works? All the for-cause challenges are -- are made and ruled upon. Then there are 12 jurors in the box, and then you make the peremptory challenge juror by juror. 1111 14th Street, NW Suite 400 Is that correct?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"After the for-cause challenges have been - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"been exhausted."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May -- may I just - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- ask you to clarify one thing? I -- I take it from what you've said, although I didn't understand it from your brief, that California doesn't have any different standard, that they are following the same standard that would be applicable in Federal court on a Batson challenge. Or did I 1111 14th Street, NW Suite 400 misunderstand you?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're not arguing that States have flexibility to apply Batson according to different procedural rules. You're arguing that the Ninth Circuit is wrong about what the Federal standard is."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Schalit, can you give me some reason why I should care a whole lot about this? What's the big deal? I mean, so what if we adopt a very minimal standard. So what. It just means you have a bench conference and the -- and the judge asks, you know -- you know, you struck three -- three blacks. It, you know, looks suspicious to me. I'm not sure it's more likely than not. I'm not sure it's even enough to go to a jury, but it looks suspicious to me. Why just -- how come you -- you struck all three blacks that were in the venire? What is such a big deal about adopting a very - - a very low standard?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Like -- like what?"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the State has an interest in exercising peremptories."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I agree. Of course, the State has a -- has an interest in -- in exercising peremptories. But -- but why is it important that whether the State is doing it in a biased fashion be decided up front at step one instead of having the parties come to the judge and say, you know, why did you do it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I can't understand, why that is so important to the State."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it still could be -- I 1111 14th Street, NW Suite 400 mean, you're not taking away the peremptory. You're saying the -- the prosecutor can give a reason and the judge says, okay, that passes. It wouldn't pass for a challenge for cause, but as a peremptory, it's okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Batson overruled that. I mean, those days are gone. Tell California to stop worrying about that. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"You cannot make peremptory challenges for any reason anymore. You can't do it for any reason."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So they're gone. Now, once you acknowledge they're gone, what's the big deal about - - about having the parties come up to the judge and just explain to the judge, we didn't do it for a racial reason?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, in avoiding that chill, you're in effect saying the prosecutor is entitled to one or two free discriminatory challenges."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The dog is entitled to one bite."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I say, the dog is entitled to one bite."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's a New Hampshire rule. 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Schalit. Mr. Bedrick, you have 4 minutes left. "},{"name":"CHIEF JUSTICE REHNQUIST","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Schalit. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN B. BEDRICK","firstName":"STEPHEN","lastName":"BEDRICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2367,"interruptions":22,"times_spoken":72,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SETH K. SCHALIT","firstName":"SETH","lastName":"SCHALIT","counsel":true,"justice":false,"side":"respondent","words_spoken":2878,"interruptions":26,"times_spoken":68,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":141,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1418,"interruptions":6,"times_spoken":42,"laughter":3,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":754,"interruptions":2,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":200,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":763,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":775,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2367,"times_spoken":72,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":26,"words_spoken":2878,"times_spoken":68,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":17,"words_spoken":4849,"times_spoken":148,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126717}}