{"petitioner":{"name":"GRABLE & SONS METAL PRODUCTS, INC.","counsel":[0]},"respondent":{"name":"DARUE ENGINEERING & MANUFACTURING. ","counsel":[1,2]},"caseNumber":"04-603","date":"2005-04-18T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in No. 04-603, Grable & Sons Metal Products v. Darue Engineering. Mr. Zagrans. "},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you take the view that Merrell Dow somehow just silently overruled about five cases dealing with quiet title actions? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE O'CONNOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to be your position. I mean, I don't think Merrell Dow necessarily had that effect."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Haven't we -- haven't we got something equally different here? The -- the issue here, as I understand it, is -- is not litigation of the State law claim, but a claim under Federal law with respect to the passage of title when property is taken for taxes. As 1111 14th Street, NW Suite 400 I understand the -- the original plaintiff's claim, it simply is that if he's right, under Federal law he is entitled to a declaration that the property is still his. If he's wrong, the other side is entitled to property. But the issue is a Federal issue, and the only way the State has a role in it is that the State provides a mechanism, the quiet title action, analogous maybe to 1983, for getting it into a State court. So it seems to me that the issue is a Federal issue, not as in Merrell Dow, a -- a State cause of action that incorporates by reference a Federal standard."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I don't -- I guess that's where we're parting company. I don't see that there is a State law claim as distinct from a State law procedure for trying that claim in a State court. As I - - as I said a second ago, it's sort of like 1983. It doesn't create causes of action, but it provides a -- a jurisdictional basis for getting into court if you've got a cause of action. And in this case, it's a Federal 1111 14th Street, NW Suite 400 cause."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which was a Federal issue."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But as Justice Souter pointed out, the State law incorporated the Federal standard and made it its own. Here you have the Federal tax sale and a very strong Federal interest, which was lacking in Merrell Dow. Justice Stevens said that. But here I think there can be no doubt that the Government has a very strong interest in seeing that tax sales convey a secure title."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Please, please. I didn't mean to interrupt you. Did you finish your answer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, please. Well, my -- my initial view of this case was much like Justice Souter's and -- and I still think that that may be -- may be correct. But I thought your answer to Justice Souter would be that there are many cases in which there is an antecedent Federal title which then goes down through successive purchasers, mining claims, for instance, and those are always under State law. I -- I thought that would be your answer to Justice Souter and - - and also to Justice Ginsburg."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you rely on Merrell Dow, which is fine. But I thought there was a separate line of cases that support you, as well as Merrell Dow."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We hope all your answers will be principled. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Justice O'Connor had asked you about the -- the quiet title cases, but Kansas City Title & Trust is still good law. It wasn't overruled."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the Court didn't make it -- the Court's proposition in Kansas City Title & Trust was if it appears from the complaint that the right to relief depends on the construction or application of the Constitution or laws of the United States. So are you asking us to take out or laws as dictum, or what is your position?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when does -- when does the -- when do the words, or laws, in Kansas City Title & Trust have operative effect?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean that the -- are you saying then in the context of this case that the Federal law would have to create a quiet title action, which is traditionally State law?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But doesn't Congress have to create causes of action for constitutional violations as well, or at least for most of them?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe this needs -- I mean, if were to clarify - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Wait."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Sorry."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"I'm -- I'm not sure that I - - that I'm satisfied with the answer. You're -- you're trying to give us one rule for constitutional claims and another rule for statutory claims?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"On -- on what basis? I don't understand it. Certainly in the text of the 1111 14th Street, NW Suite 400 jurisdictional statute, there's no such distinction. What -- what is the basis for it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think that that explains all of these cases."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can't get anything out of the words of the -- of the statute arising under to help you."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So just the strength of the Federal interest is the --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the controlling test?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I -- I wanted to follow up on this because I think it's a confusion that's embedded in my mind in some of the cases, exactly what Justice Scalia was asking you. And I'd like you to comment on whether the confusion, as I see it, that's involved here is the words -- arises out of the words, private right of action. Private right of action is where, A, one private person sues B, a non-Federal person, under a Federal statute. And the reason that can lead to confusion is because where you have a statute that governs 1111 14th Street, NW Suite 400 the relation between the Federal Government and a private person, the words private right of action are out of place normally, because an action between the two parties takes place usually under the APA. Now, that's what it seems to me is at work here because the real question is not whether we have a private right of action or APA review. The question is whether Congress wanted to allow a private person to use this particular Federal provision as the basis for judicial review in a lawsuit. And if that's the right question, the answer here is obviously it did. It happens that we would have titled that normally administrative procedural review under the APA. But whether you call it private right of action or you call it APA review is beside the point. In Merrell Dow, Congress did not want actions to come into a court under the statute there at issue. In this case, Congress doesn't mind at all. In fact, it expects actions to come into court under this statute. I'd like you to comment on that thought."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How did Congress -- surely Congress did not expect any pronouncement of -- of title by the Federal Government to be immune from challenge by private individuals. If Congress did not anticipate that a wrongful assertion of title through the Federal Government could be challenged by a State action of this sort to clear title, how did Congress expect it ever to be challenged? I mean, I can't imagine how else you -- you would attack somebody who -- who claims that he has Federal title."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is what -- is -- how does that differ from what happened here?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's exactly what happened here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and is that not precisely what Congress expected? Did not Congress, in fact, approve this manner of challenging the asserted Federal title?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think you -- you have to acknowledge there are at least three situations then: number one, where Congress did not create a Federal cause of action and did not expect that the States would create a cause of action to vindicate or challenge the asserted Federal interest; number two, where Congress did create a -- a Federal cause of action; and number three, falling between the two where Congress did not create a Federal cause of action but, in the nature of things, must have anticipated that there would be State causes of action resting upon the Federal claim. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why was that a middle case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress would not have necessarily anticipated that the States would glom onto a Federal criterion for purposes of their State -- of their State tort law - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whereas here, Congress must have anticipated that quiet title actions of this sort would be brought."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wasn't necessary."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It was -- that's the difference. The State in Merrell Dow chose to adopt those Federal standards. It was a choice. I don't think a State has the prerogative to ignore the effect of a Federal tax sale. This is not a matter of State choice, and that, it seems to me, is the large difference between the two cases: one, where the State chooses to recognize Federal standards when it doesn't have to, and here, there's no question that the Federal law governs the security of this title. It's not an option for the State to ignore it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, except the -- except you sort of abandon that for constitutional questions for some inexplicable reason."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. It's an explicable 1111 14th Street, NW Suite 400 reason to distinguish other earlier cases."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- so you are -- you are proposing one way to reconcile Kansas City. You say, well, that's the constitutional claim. But why isn't it at least as good a reconciliation to say once you go through -- there's -- there's a Federal claim -- there's a Federal question that's dispositive of this case, and you agree that that's so here. The whole thing turns on the meaning and effect of that notice provision. So the Federal question is what determines this case, and you satisfy the well-pleaded complaint standard. Then at that point, when you satisfy the basic Kansas City Title & Trust provisions, then to see which way to swing, why isn't it appropriate to say is this a case where the State has a large interest and the Federal interest is not significant? Or, on the other hand, is it a case where there is a large Federal interest in seeing how this comes out? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that Merrell Dow did take out those words, or laws, from the Kansas City Title & Trust."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it you would agree that 1111 14th Street, NW Suite 400 we could leave the -- the Kansas City formulation, the oral laws, intact and say that the distinguish -- that the distinction between Merrell Dow and this case, which leaves it intact is the distinction between in Merrell Dow's case, the adoption by the State of a Federal standard, though the State did not have to adopt it in its tort law, purely optional, and in this case, the application of Federal law which, under the Supremacy Clause, the State had absolutely no choice but to apply. If we recognize that distinction, we could leave the language in Kansas City exactly where it is, couldn't we?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what are the -- sort of the -- the horribles that you have in mind?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but in -- in that case, the action is not enforcing the Federal tax law, whereas in this case, the action is, indeed, enforcing the passage of title statute under the -- under the tax code."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Federal law is determinative."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't that in the -- in the pleading? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't that in the complaint?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- but the well- pleaded complaint doesn't say it has to be a disputed allegation. It says it must be -- you couldn't state the claim without having the Federal law in the complaint."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you want to reserve your time. Just one quick thing. The Government makes the distinction between an action to remove a cloud on title and an action for possession. Do you agree that 1111 14th Street, NW Suite 400 this is a -- a action to remove a cloud on title?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well, Mr. Zagrans. Mr. Walton, we'll hear from you. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the plaintiff here alleged that the tax deed were forged, that the occupant simply forged the tax deed and was occupied under forgery. State cause of action there? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then suppose he alleged not that it was forged, but that this -- that the occupier of the land had -- had misconstrued the occupier's rights to bid at the tax sale or -- or that there -- the tax sale should never have been held. Then that's a Federal - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"What if it doesn't require construction, but -- but what if there is a factual controversy? Suppose there is a factual controversy as to whether notice was given and notice is required under the Federal statute. Does -- does that factual controversy with regard to an essential element of -- of Federal law make it a Federal case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't present any question of law, just a question of fact. Let's say both parties agree about the law, but the fact that is 1111 14th Street, NW Suite 400 determinative of nothing, except the operation of Federal law, is at issue. Now, that -- that would normally - - under 1331, you'd be able to come into Federal court I suppose just where your only dispute is a factual dispute, but it is a factual dispute regarding the operation of Federal law. What -- what if this were just a factual dispute about the operation of Federal law? What would we do with it? Does the fact that it's a factual dispute make it not substantial, not a substantial Federal question?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're taking the -- I mean - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Well, and how is that different from the forgery?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How -- how is that different from the forgery hypothetical?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're taking the position then, as I understand it -- and I -- I don't disagree with your -- your position necessarily -- that 1111 14th Street, NW Suite 400 its construction or application - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- of Federal law."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Suppose the -- there was an issue in this case about the plaintiff in the quiet title action having waited too long. I think here it was 6 years after. So -- so suppose there was a defense of laches under State law. That could be an issue in an action in this format, quiet title action, which would be governed by State law. Isn't that so?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that case wouldn't be removable then if the -- if the defense is laches? The plaintiff - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you might never get to the Federal law if the determination of 6 years is too long to wait to bring a suit like this. Then you would remove and you could have an outcome based solely on State 1111 14th Street, NW Suite 400 law in the Federal court. You'd have a State claim. The issue that divides the parties is how long was too long, and the court decides the case on that basis and never gets to the Federal question."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if laches is pleaded as a defense, then it's not removable? But don't you - - well - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, at what point do you remove the case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A complaint is filed in State court, and you are the defendant and you want to remove that case to Federal court."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How much time do you have to remove? Would it be in advance of your answer?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that in my case, you would 1111 14th Street, NW Suite 400 remove on the basis of the complaint before you put in your answer, and I think you're - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And then you could get into the Federal court, and the answer could be laches and you're in the Federal court and the only question that's decided is the State law question."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose that happens pretty often in removal -- in -- in removed cases. You really don't know what the defense is going to be. If it's removed on the basis of the well-pleaded complaint, when the defense gets there, it -- it may often be a State -- a State defense. Right?"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Very well, Mr. Walton. Mr. Gornstein, we'll hear from you. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't that same rule apply in a State where there's a common law cause of action for ejectment and it's substantively under State law different from a cloud on the title? You discuss in your brief, very helpfully I think, the -- the Hopkins and the Taylor line of cases."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How is your statement that you just made consistent with the Court's holding under the Taylor line of cases?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So if we had exactly the facts of this case and there's a common law ejectment, you would 1111 14th Street, NW Suite 400 not say that it goes to Federal court. It would stay in State court."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I -- I suppose that - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- in a common law ejectment action that we are supposing that what's going to come up is the tax sale."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Which is just the facts of this case. And I suppose that if the plaintiff prevails on the common law cause of action for ejectment, he's got a -- a res judicata defense if the -- if the present occupier then makes another suit based on the tax deed."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I guess this -- this problem is simply a consequence of the well-pleaded complaint rule."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If we -- we altered that rule, it would make more sense."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This -- this kind of peculiarity happens all the time."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It depends on whether the Federal question has to be pleaded or not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's quick and dirty. We haven't tried to slice the baloney too thin in this area, have we? We -- we -- (Laughter.)"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Mr. - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":10,"sideBefore":"justices","text":"It's enough to be pretty close."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":8,"sideBefore":"justices","text":"But the way you stated the 1111 14th Street, NW Suite 400 rule, if I heard you correctly, you're contending that Merrell Dow was incorrectly decided."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We do occasionally review that kind of a decision here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I assume that a fact in a particular case which affects nobody else in the country, but which is determinative of the Federal question is never a substantial question of Federal law. Is it? So you -- you would not agree that -- that it's not only the -- the content, but also the application of Federal law that's - -"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If there were only a dispute about when the notice was given and not a factual dispute, then it would not have been removable I take it. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's a very - - sliced baloney very thin. (Laughter.)"},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Gornstein. Mr. Zagrans, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Zagrans, there is language in Merrell Dow that makes it sound like it's not as clear and certain as you are urging. I think that the opinion author said that 1331's domain is shaped by the demands of reason and coherence, dictates of sound judicial policy, and common sense. And if you just take that last question when the only question is, is mail notice good enough to satisfy the Federal statute, or do 1111 14th Street, NW Suite 400 you have to have in-hand service? Doesn't common sense say what that section means should be a Federal question, appropriate for a Federal court to decide?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm simply making the point that you are reading Merrill Lynch -- Merrell Dow in a rather rigid way. And yet, there is this language in it that says in -- in -- what was before the Court in Merrell Dow made perfectly good sense in that tort action to have it going on in State court. This is quite a different picture."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that there was no State law issue in this case, that the whole thing turned on what kind of notion -- notice was sufficient to convey title."},{"name":"CHIEF JUSTICE REHNQUIST","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Zagrans. 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"ERIC H. ZAGRANS","firstName":"ERIC","lastName":"ZAGRANS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2570,"interruptions":18,"times_spoken":51,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL C. WALTON","firstName":"MICHAEL","lastName":"WALTON","counsel":true,"justice":false,"side":"respondent","words_spoken":485,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":2,"fullName":"IRVING L. GORNSTEIN","firstName":"IRVING","lastName":"GORNSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":863,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE REHNQUIST","lastName":"REHNQUIST","counsel":false,"justice":true,"side":"justices","words_spoken":125,"interruptions":0,"times_spoken":9,"laughter":2,"num_int_by":0},{"id":4,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":43,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":491,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1057,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":517,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":796,"interruptions":2,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":29,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2570,"times_spoken":51,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":4,"words_spoken":1348,"times_spoken":36,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":14,"words_spoken":3360,"times_spoken":96,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.18007202432160116,"respondent":0.8199279756783988,"date":1473644743070}}