{"petitioner":{"name":"LABORATORY CORPORATION OF AMERICA HOLDINGS, DBA LABCORP","counsel":[0,1]},"respondent":{"name":"METABOLITE LABORATORIES INC., ET AL. ","counsel":[2]},"caseNumber":"04-607","date":"2006-03-21T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in number 04-607, Laboratory Corporation of America against Metabolite Laboratories. Mr. Franklin, whenever you're ready, you may proceed. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that second point -- is that second point definiteness?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does definiteness describe this second aspect that you've just --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just part of it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's examine them. What if it definitely goes so far as to allow no other use of this natural law that it's discovered? It definitely goes that far, isn't definiteness fully satisfied?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's indefinite because we 1111 14th Street, NW Suite 400 don't know where our thoughts will take us? Suppose there a patent which requires looking at the clouds in the sky for 10 minutes. I mean, that's maybe absurd, but it's certainly definite."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But wasn't the issue there what is patentable? I mean this case in the district court was under this definiteness idea, 112. 101 deals with what's patentable. And it seems to me that you -- this case was presented as a definiteness case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the Abbott test -- that's patented and you're paying royalties for that? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The opinion of the Court of Appeals for the Federal Circuit in the appendix begins discussion of claim 13 about page 16a. Are there some, one or two sentences there or a paragraph that you can tell me is completely wrong?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. You're asking us to reverse this court of appeals decision and I'm looking, and particularly with reference to claim 13, the one we're talking about, I assume, and I'm looking through pages, say, 16 and 21 to find something that's absolutely wrong."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You want me to tell the court of appeals, well, you can't do this. But where is it wrong?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you can't point me to any particular sentence that -- that's absolutely wrong?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And where does it say this?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You see my point? I'm not sure what it is you want me to say went wrong, other than the fact that this patent is, should never have been granted to begin with but that wasn't raised."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess that - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But you're arguing now, as I understand it, that the reason you win on definiteness is that it sweeps in even as yet uninvented processes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it does so by means, in effect, of erecting this umbrella of a natural fact which is intended to cover every process that might be relevant to establishing that natural fact."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that you're saying we cannot -- no court can decide definiteness in this situation without hitting the patentable issue."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you told the -- you said, judge, if you in fact hold that this claim 13 satisfies section 112 and is sufficiently precise and specific and concise, if you hold that, then the claim would violate Morse?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you argued that specifically? And so your problem -- I guess that you said that. I mean, you quote it in your supplementary brief on page 6."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's the language."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what it said. It 1111 14th Street, NW Suite 400 didn't say Morse. It said Diehr."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Dier incorporates Morse."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"As was my understanding."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So your complaint about the paragraph on 17a is that it did not deal with that argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I imagine they'll say that simply mentioning it in an oral argument is not enough to get us to think seriously about it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You set off the district court and the court of appeals but you don't think the district court got it right, either. You said the district court required something more."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the something more and why wasn't that adequate?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What the district court did is it got, it tried this case and it got a rather large jury verdict."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't understand how you're setting off the district court from the court of appeals when the court of appeals, whatever it said, it affirmed the judgment of the district court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I could see how that broad interpretation would raise perhaps for the -- clearly raise for the first time the section 101 issue. But, so that should have been clear to you by the time the court of appeals decision came out, right? But did you, in your petition here, rely on 101?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You never mentioned 101, though, did you?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it true as the Respondents 1111 14th Street, NW Suite 400 argue that a holding in your favor would call into question thousands of patents?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you have any idea how many there are of those?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's -- if there is some likelihood or possibility of this that we should assess, it seems to me that it's imprudent for us to discuss it here 1111 14th Street, NW Suite 400 when it hasn't been discussed in the court of appeals."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're urging on us something like plain error, is about what you're telling us."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying this patent, you really mean just claim 13, don't you? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why shouldn't we do what the Solicitor General proposed, that is, since we don't know for sure, at least I don't know for sure, I'm not enough of a scientist --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whether in fact the section 112 determination, as made by the Federal court, excludes all other possible use of this natural phenomenon. Since I don't know that for sure, why shouldn't I tell the Federal Circuit, you know, your definition of correlate raises this issue and you should resolve whether it is true that there is no other possible usefulness for this, no substantial usefulness?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may, Mr. Franklin. I think Mr. Hungar is next, Mr. Estrada."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You're too hungry, Mr. Estrada."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Hungar. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So you agree or you submit that you can have a definite description of something that's unpatentable because it's too broad?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But, but, but -- well, let's assume that there is a claim that includes something that should not be patentable, because it's too broad or it involves the scientific phenomena, the mechanics of the universe. Can a patent still be definite if it includes that sort of unpatentable claim?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you think about its validity under 101?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand, but I didn't ask you what you said in your brief."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"To you read the the patent as -- talking about step 1, you can use any assay method you want. It doesn't have to be patented. But the correlation, step 2, that any time you ask a doctor to tell us what you think the results of the test mean, that that's an infringement?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And is it possible that that can be patentable, in your view?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"If you just go to the doctor and ask for advice and he says, yes, I've looked at the 1111 14th Street, NW Suite 400 results; you've got a vitamin B deficiency or whatever it is - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- he's committed infringement under this patent as I understand it."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It would raise the -- just do you think that that patent is valid? That's what I'm trying to ask you."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I know all that. I'm just really interested in your view of the patent. That's what 1111 14th Street, NW Suite 400 I'm trying to get to."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think there is a 101 problem too?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So we do have a fairly long discussion by the lower court on the infringement issue. In order to find infringement, they had to construe correlation."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I didn't understand the definiteness doctrine. I mean, all these things in 1854 I guess weren't so clear. But I think the precise claim in 1111 14th Street, NW Suite 400 Samuel Morse's case was the use of the motive power of the electric current for making or printing intelligible characters. That sounds absolutely definite. Anyone can understand it. I thought the problem there was that although anyone can understand it, you can't claim something as broad as that. You must intend to claim something narrower. And insofar as it's narrower, it isn't precise. So insofar as it's broad, it's too broad, but definite. And insofar as it's narrow, it's not there, but indefinite. Okay? Precisely the claim that they raised before the Federal Circuit and precisely the claim -- with appropriate citations, and precisely the claim in respect to which the Federal Circuit said nothing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. And we here apply the correlation to any homocysteine test, any one here, any one in the future, any one that any mind might impend. What's the difference?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I apply electricity to all methods of putting down letters with electricity. I apply the correlation to all methods of creating a homocysteine test."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, no, I'm not talking about going beyond it. I just thought that line between definiteness and 101, 112, 101 is not quite so clear as I would have thought, because it sounds to me relying on the 1111 14th Street, NW Suite 400 1854 case of Samuel F. B. Morse, they're making the same kind of argument and, indeed, you translated Morse as a definiteness 112 argument, and yet it seemed to me that's the kind of argument they're making."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay, I think you've hit what is the problem for us. When you use the word assay, you assume that that is excluding certain processes. And that's not clear to me. Would you explain that in greater detail?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought an assay was in 1111 14th Street, NW Suite 400 effect synonymous with any process that gets the relevant data and you're using it in a more -- I think, in answering Justice Breyer's question, you were using it in a narrower sense."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But I thought that was the point of your argument, that there are assays and then there are other methods. Did I misunderstand you?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. Mr. Estrada, it's your turn now. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now what do you say in response to my question to the Solicitor General?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That they thought it was obvious, that they thought that obviously the problem here with this particular claim is that it doesn't say specifically which tests this principle is meant to apply to. So it isn't definite enough. It never occurred to anyone that if you tried to apply it to every test, it was somehow a valid patent, so they made it in the definitive context. Because for 154 years, it's been clear that you can't take a principle of nature like electricity and simply make a claim for all uses of electricity to create letters. That's their analogy. And they thought by referring to the cases and by referring to the failure to point out definitely what the 1111 14th Street, NW Suite 400 tests were this applied to, it violated 112 because otherwise, it wouldn't be a valid patent, which everyone in the patent field would know. That's at least, I think, what they're saying."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but let me just interrupt. The -- as I understand it, the alleged infringers don't use the same novel process that you use in your assay, in other words, step 1. They do not use the step 1 in claim 13, is that correct?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, assume it's not Abbott. Just say I come up with a novel method that's not covered by the patent that I can get the assay results. And say a doctor says, would you test the blood under your unpatented, novel method and tell me what the results are?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And now if I do that and then 1111 14th Street, NW Suite 400 the doctor looks at it and says I think you've got a vitamin B deficiency, has he infringed your patent?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It was ordered for the purpose of letting the doctor know exactly what the assay would be. Yes."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He hasn't - -"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, a doctor asked me to perform under my -- my own method, step 1, which I do it and I give him the results and then he tells the patient, I think you've got a vitamin B deficiency, in that case, he has infringed, if I understand your argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're onto something, to me, that is absolutely fundamental. You have millions of doctors and scientists and computer people who are working extremely hard to think of useful ideas and if you don't give them an incentive, they may think of less."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And they're all useful. At the same time, if you patent all of their ideas, including very useful mini-micro principle ideas, you will establish monopolies throughout this country beyond belief and it will be difficult for people, without paying vast amounts of money, to use their useful ideas. So what principle do we use to separate the scientific idea which can't be patented from the process which can be? I thought that the claim was settled by Morse, Flook and Diehr. Now would it make sense -- you can answer any part of this question you want. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would it make sense to send this back and say, look, at least address their argument? You can answer any part of that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What was made by man here? What was made by man here? I mean, if you're talking about the type of assay that your client developed, which was involved in other claims, not in 13, then I'd say, yes, that was made by man. But here, what 13 involves is simply discovery of the natural principle that when one, when there is the presence of one substance in a human being, there is a deficiency of two other ones. That's just 1111 14th Street, NW Suite 400 a natural principle. What's made by man about that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"A way found elsewhere if indeed the Federal Circuit had determined the second step, you know, step 1, do the assay, step 2, correlate. If the Federal Circuit had said, oh, that requires your using a scale to see how much of one there is and how little of the other, but this Federal Circuit says, all correlate means is be aware of the fact that when one substance is high, the other two are going to be low. That's all it means."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, please don't get off it -- because this is my biggest problem with the case. I agree that what you've said is simply a statement of the natural phenomenon, that when the one substance is high, the other two are low. And simply to be aware of that natural phenomenon is all that correlation consists of."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you do agree, do you 1111 14th Street, NW Suite 400 not, that step 2 by itself would not be patentable?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your point is that even though step 2 is performed as the second step of step 1 which is also not patentable, you get together for the patent?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Does that fall within it? I mean, I can't resist pointing, as one of these briefs did, the phrase anything under the sun that is made by man comes from a committee report that said something different. It said a person may have invented a machine or a manufacture, which may include anything under the sun that is made by man. So referring to that doesn't help solve the problem where we're not talking about a machine or a manufacture. Rather we are talking about what has to be 1111 14th Street, NW Suite 400 done in order to make an abstract idea fall within the patent act. Now, sometimes you can make that happen by connecting it with some physical things in the world and sometimes you can't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if you have a clear statement other than Diehr, Flook, Morse, which draws that line properly, let me know."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would the case be different if they quoted section 101 in their appendix?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You mean life isn't a fountain? (Laughter.)"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And Wainwright against Sykes was even decided before AEDPA was passed, too."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Estrada. Mr. Franklin, I think you have about four and a half minutes left. REBUTTAL ARGUMENT BY JONATHAN S. FRANKLIN ON BEHALF OF THE PETITIONER"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Weren't 112 and 101 combined at that time?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you disagree with that?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to take up your time on rebuttal but I have to ask you, do you have an 1111 14th Street, NW Suite 400 explanation for not quoting section 101 in your papers?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"JONATHAN S. FRANKLIN","firstName":"JONATHAN","lastName":"FRANKLIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3304,"interruptions":13,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1134,"interruptions":10,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MIGUEL A. ESTRADA","firstName":"MIGUEL","lastName":"ESTRADA","counsel":true,"justice":false,"side":"respondent","words_spoken":3310,"interruptions":8,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":644,"interruptions":2,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":154,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":909,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":38,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":4438,"times_spoken":65,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":8,"words_spoken":3310,"times_spoken":23,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":5,"words_spoken":2725,"times_spoken":91,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":2},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126710}}