{"petitioner":{"name":"LINCOLN PROPERTY COMPANY, ET AL.","counsel":[0]},"respondent":{"name":"CHRISTOPHER ROCHE, ET UX. ","counsel":[1]},"caseNumber":"04-712","date":"2005-10-11T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Lincoln Property v. Roche. Mr. Frederick. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought (b) simply enacted a special necessary condition when you had a local defendant.  I thought it was not an eligibility provision.  I thought it was a  limitation provision."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's consistent with it, but I -- it seems to me that it's a bit of a stretch to say that anyone who is properly joined and served, at least in a formal sense, is, therefore, the only person who may be considered in a -- in a diversity inquiry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I take it your answer to Justice Souter is yes.  In other words, if the mistake that the court made was relying on 1441(b), it was a similar mistake for you, in your opening brief, to put such weight on that language in 1441(b)."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, what about cases where a plaintiff sues two defendants -- one is diverse, and the other is not diverse -- and there is a motion by the defendants to dismiss for want of diversity?  The plaintiff then says, \"Oh, but only one of those defendants is the 'real-party whatever,' and I can drop the other one, because the other one is not the 'real party in interest'\"? Now, that's a situation where courts, even if this court has never had that problem, have said, \"If the  second defendant, the non-diverse defendant, is a 'real party,' you can't get rid of the case that way, but if it's not -- if it's not, you can keep the -- just drop it and keep the case going against the 'real party in interest.'\"  There are such cases."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, but the plaintiff said, \"This is a complicated real estate business, and I want to discover whether there is -- whether the 'true defendant' is a Virginia citizen, as I am.\"  So, on the face of it, it looks like there's  complete diversity, but, in fact, the diverse defendant is hiding the \"real party.\"  I think that's the position that the plaintiff was taking."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The plaintiff --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the plaintiff points to two offices of the defendant, who's -- the defendant is described by defendant as a Texas corporation -- but there was one witness -- Chaney, was it? -- who said that Lincoln is not a corporation.  It is a partnership.  No corporate board."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they thought they got closer with a witness named Franzen, who was a Virginia resident, and who also described Lincoln as a partnership, and himself as a partner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, earlier you made the point that Lincoln was a proper \"real party in interest.\"  I take it that's not critical to your position.  Your argument would be the same if they weren't a real party in interest, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they -- if they don't have a proper defendant, they should do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I presume, then --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the plaintiff loses, not that you get to have the court find the proper defendant for the plaintiff."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- will you just clarify one thing for me?  Did the defendant ever take the position in this litigation, in discovery or anywhere along the line, that they sued their own defendant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, plaintiff certainly wouldn't want to say there's an indispensable party missing, I take it, because then that would put the plaintiff out of court.  The plaintiff is arguing that there's another defendant who should be in here."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And because you represent the removing defendant, it is true, is it not, that the removing defendant has the burden of showing that proper diversity exists?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- I know you  contend that's not the case, but let's say there is a in-State subsidiary that's completely responsible for all the challenged actions, and the in-State plaintiff sues an -- only the out-of-State parent. What happens in that case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, would you clarify one thing for me?  I don't know how we even get to the second question, about partnership. If you're right that Lincoln is a corporation -- it's a Texas corporation, with its principal place of business in Texas, end of case; it's the only named defendant -- so, how do we get to something about a partnership?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't understand it.  We wouldn't vacate the judgment in part.  If we reversed, --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's the end of  it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but, Mr. Frederick, before that -- you know, read back -- the court -- the Fourth Circuit has said, \"It appears that the real and substantial party in interest is this Virginia subsidiary, be it a partnership, be it a corporation.\" So, it's -- the thing about nexus is not self-standing.  The court is positing that there is a Virginia corporation or a Virginia partnership in  the picture, and then says, \"And given that, not only is it -- is it a Virginia entity, but it's got this close nexus because of -- it's operating substantially there, as well.\""},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct, though, this entity we're talking about is not a party to the case?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. Mr. Joseph. "},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Was what?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then why did you name it, in the complaint, as the defendant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then you'll be left without  -- if you've named the wrong defendant, then you have a suit against no defendant.  It seems to me you are automatically dismissed.  You didn't substitute another defendant."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I've never heard of that."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I thought, if you sue A, and then it turns out A doesn't own the building, well, then you've got to sue B."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you didn't sue B."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's too bad, that, unfortunately, if you don't know who owns the building, it's going to be hard for you to bring the lawsuit.  But we had, I thought, like, pages and pages of discovery rules and -- I've never heard, before, of a lawyer who has a -- you know, in this kind of situation, can't find out who owns a building there.  There are records, there are all kinds of things."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I've looked through the appendix, actually.  I read the joint appendix, insofar as the opinion cited it.  And it cited, in the opinion, several -- five factors -- and I guess there are no others, though you can bring them out if there were -- that supported you.  And the only two that seemed to say that it had something to do - - that seemed to have anything at all to do with suggesting that there was no diversity -- was Mr. Fred Chaney, which said that it was a partnership and not a company.  I read that.  That didn't seem to me to be what he said.  And then somebody called Mr. LeBeau, who said that Franzen is a senior vice president and -- a Virginia resident -- and partner in Lincoln Property.  So, I looked up that, and it was on, like, page 273 and, I think, 173 there.  And they asked Mr. LeBeau, and he says, \"Lincoln operates through many different structures, and I  don't know what they were using here.\"  Am I right - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- or did I misread it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- what is the evidence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where is it in the appendix?  It said that he -- you sue person X, and I take it the reason that you won this case in the Fourth Circuit -- which was surprising to me -- was that a person called Mr. Franzen, who is a resident of Virginia, was a partner of the defendant.  Now, I  would like -- and, indeed, it was a partnership of which he was a partner.  So, if a Virginia resident is a partner of the defendant, which is a partnership, then maybe you were right. So, I'm interested in: What is the evidence that Mr. Franzen was a partner of the defendant, which is a partnership?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What page --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that?  Is that a --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's better than what is in the opinion.  What is it?  181."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And how about joint appendix 239 and 275, both of which say that Franzen was not a partner in any entity responsible for managing the apartments in question?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Joseph, I --"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- I thought we had to decide whether an unnamed private party should be considered for jurisdictional purposes."},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And do you have any case supporting that proposition?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- it sounds to me -- if I understood your answer correctly, you're talking about cases in which the named party citizenship is disregarded."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where the question is, Should an unnamed party citizenship \"be\" regarded?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then there's no defendant."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but he didn't come  in to defend; you pulled him in to defend."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the problem that I have with your position is, I don't know of anything in the record that indicates that he wasn't ready to defend, that he wouldn't have -- or it wasn't ready to defend, that it wouldn't have paid the judgment, that you could have -- could not have gotten, from the party you named, all the relief that you were asking for."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  But so far as the Fourth Circuit -- tell me if I'm wrong here -- it sounds to me that the Fourth Circuit took the following position, that for purposes of determining diversity, it is not enough to name a principal who may be liable for the acts of subsidiaries, without naming the subsidiary, or, if you name a -- I'm mixing up principal and corporation --"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- principal and --  corporate parent and subsidiary, or principal and business agent.  And I don't know of any rule to the effect that, for diversity purposes, a plaintiff simply cannot choose to sue the parent, or to sue the principal."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Where would I be wrong?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you named Lincoln as the defendant.  And I'm looking at your second amended complaint, which says, \"Lincoln,\" on information and belief, \"is a corporation with its  headquarters in Dallas, and it is the developer and manager of the property.\"  That's what you alleged in your complaint.  You allege that Lincoln was the manager -- Lincoln, whose Texas corporation was the manager of the property in question.  Now, would you -- you're saying that that was wrong, and you should have sued somebody else, and the Court should cure that for you?  That's -- it's really bizarre."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He's a real party if you sued him."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just because you're going to lose doesn't mean that he's not a real party."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me anybody you sue is a real party."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But they -- let me stop you on that \"real party,\" because, as has been pointed out, the \"real party in interest\" concept, as a procedural matter, comes out of rule 17, and it's talking about plaintiffs, that suits have to be brought in the name of the real party so that the defendant isn't in a situation where he's sued one day by plaintiff A, and is not home free when plaintiff B comes in with the identical complaint. So, it was originally designed with, Who is the proper party, the assignee or the assignor?  That's what real party -- that's what the concept is familiarly about.  Who is the proper plaintiff, not defendant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Rule 17 is about joinder of parties; it's not about jurisdiction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, that's -- it's something different.  It's a -- it's a whole other animal, because \"real party in interest,\" as used in the Federal rules, is a device -- is a joinder device, is in the joinder rules.  Now you're saying, \"Ah, but there's some other real-party concept out there that has to do with jurisdiction.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought Carden was about: In a partnership, does every partner's  citizenship count?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There wasn't any question that -- that it was the right or the -- that the defendant was a wrong defendant or that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But to get the real parties before the court, you have to sue them."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And, apparently, you didn't sue the right people until you replied to me. Then I took your argument, because it seemed like seven arguments, mixed up, and I took that argument to be the following.  I'm -- I, the plaintiff, sued a defendant, who is called the Lincoln Property Company.  Now, I grant you, there is some evidence that that defendant, the one I sued, is a Texas corporation.  One, they showed us the certificate of incorporation, or they got a sworn statement.  Two,  in my complaint, I said that's what he was. However, there is some evidence the other way.  On page 179 and 181, we have a person named Mr. Franzen who says, \"I am the senior president, vice president, partner for defendant Lincoln Property Company,\" in which case, if that's your argument, you're telling us -- is that your argument, that there is some evidence the real defendant, whom I sued, is not a corporation, despite the apparent evidence to the contrary?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Rather, it is a partner, and Mr. Franzen is a partner in it.  Is that your argument?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to make that argument here, or are you going to give up on that argument?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if they said they were, then it seems to me -- why don't you just hold them to it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it seems very odd that they -- they say, \"We were,\" and you say, \"Oh, no, you weren't.\"  [Laughter.]"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"\"We shouldn't have sued you.\"  Why don't you just take them at their word and sue them?"},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it isn't up to the court of appeals to make some kind of roving inquiry of who would have been a better defendant.  It just seems to me the Fourth Circuit rule is totally unworkable and unprecedented.  I don't see how you can possibly overcome that, because the plaintiff is the master of its complaint, and it can decide who to sue.  And Lincoln was sued as a corporation, and I don't see what business it is of a court to say, \"Oh, it should have been somebody else.\""},{"name":"JUSTICE O'CONNOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can move, as a party to the case, to dismiss somebody who's sued for some reason, but that isn't what happened here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if they did? Suppose they did say, \"Not me,\" and you proceeded with your lawsuit."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay?  What would happen?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They would win the judgment.  Would they be the real party in that controversy?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Of course they would be. Because you sued them.  Even if they're innocent -- are you saying all innocent parties are not parties to the controversy?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think so."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But we don't know --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- who that party is. Let's go back to your -- when you started this case, you said that you would, on discovery -- this is what you said in -- at the time of your initial complaint -- determine if there is an additional defendant, or defendants, who should be  named as parties.  What discovery did you pursue to find out if there was an additional defendant, or defendants, who should be named as parties?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Has any knowledge of --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the what of --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Joseph, can I ask you to go back to the beginning for a second?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They filed a reply brief.  There are a lot of disputes about the facts. Do you concede that the Lincoln Property Company that you sued is a Texas corporation?  --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you acknowledge that the corporation that you sued, Lincoln Property Company, is a Texas corporation?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I understood them to be arguing, in essence, that there's some other entity that really is the real party in interest."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you dispute, as a matter of fact, that Lincoln Property Company is a Texas corporation?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking you a --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- very simple \"yes\" or \"no\" question."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is this corporation a Texas corporation?  The one you sued."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, you say yes, it is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'd like the -- these are very expensive, this litigation.  You're all the way in the Supreme Court.  It's costing people a lot of money.  And if there is a legal issue here, I'd like to find out what it is. I have exactly the same question Justice Stevens had, which is where I started.  Do you agree that the company you sued, called Lincoln Property, is a Texas corporation, yes or no?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then that's out -- fine, that's out of the case.  The next question is -- of course you could sue a real company, called Lincoln Property or Jolly Fisherman, and it could turn out that that real company is a front, that it has no real existence, its -- all its papers and everything to do with it is signed by a totally separate corporation.  Are you saying that's what happened here?  And if that's what happened here, which is the real corporation and people in interest?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about burden-of-proof failure."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking you, Who is the real corporation or person in interest that Lincoln Property is a kind of sham or front for?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Then you think --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm getting there.  I'm not arguing with you.  I'm getting there.  Then you think that whoever it is that they are the front for has -- is a Virginia resident.  Is that what you think?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Might be a Virginia resident."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Might be."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You think there is a real party there that might be a Virginia resident.  And do you have any idea whatsoever of what that real party is called?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what's the evidence that there is a Virginia resident, in there?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the failure of the burden of proof is apparently a function of the Fourth Circuit's assumption that if you sue the parent, you have a duty to negate the possibility of suing any subsidiary; or if you sue the principal, you have an obligation to negate the possibility of suing any agent.  And I don't see where that comes, except out of the sky somewhere."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, everything turned on the nominal-party finding."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On the nominal-party assumption."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if the Fourth Circuit is wrong on nominal party, that's the end of the case for your side."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the burden-of- proof issue, as you've just answered my question, does not arise until the Fourth Circuit finds that Lincoln is a nominal party.  And if, in fact, that conclusion is incorrect, then there's no burden-of- proof issue that has -- or no burden of proof that has not been satisfied."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Joseph, do I take it that the essence of your position is that a removing defendant, if that removing party is a corporation, must disclose all affiliates that may have been involved in the -- in the occurrence that the plaintiff might have, but failed, to name as a defendant, that a defendant -- although, on the surface, there's complete diversity, a defendant corporation must, in order to remove, identify all subsidiaries and affiliates who might have been sued, as well?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But defendant never took the position, \"Not me.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Defendant said --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"Yes, we are the responsible party.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I also --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"May I ask --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- pointed out it's --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- this question?  Did you engage in discovery trying to determine who the real party in interest was?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, did he -- did he do a thorough job of trying to find out who the real party in interest --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't it be his  burden, if he thought it was the wrong person?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but if you accept the representation, then they sued the right people."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It would seem to me --"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- if there was a dispute about this, it ought to -- there ought to have been extensive discovery before you got to the court of appeals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you had no - - I mean, you had no real reason to do it.  You had somebody there who accepted responsibility, in the  sense that they were willing to defend on the merits, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it's only because you lost that you now question whether or not they should have accepted -- you're saying they shouldn't have accepted responsibility, and shouldn't have defended on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Joseph.  Mr. Frederick, you have nine minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I guess what he's saying -- I'm trying to put the -- as good a light on it as I can -- it's a -- that if, in fact -- if a  big real-estate developer, which is a corporation -- what they do is, they organize a lot of deals, and their deals would take the form of hundreds and hundreds of limited partnerships, which are owned buildings in various States.  And I think he's saying, \"Well, for diversity purposes, we should consider the citizenship of the parent corporation to be the citizenship of the limited partnership that happens to have control of the building that we're complaining about.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, he thinks --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you are responsible, but he thinks you ought to have the citizenship of  the intermediate entities that own, or manage directly, the building."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr.  Frederick. The case is submitted. [Whereupon, at 11:57 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2894,"interruptions":14,"times_spoken":28,"laughter":0,"num_int_by":5},{"id":1,"fullName":"GREGORY P. JOSEPH","firstName":"GREGORY","lastName":"JOSEPH","counsel":true,"justice":false,"side":"respondent","words_spoken":2691,"interruptions":46,"times_spoken":92,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":463,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1114,"interruptions":7,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":7,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":150,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1070,"interruptions":6,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":167,"interruptions":2,"times_spoken":14,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2894,"times_spoken":28,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":46,"words_spoken":2691,"times_spoken":92,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":26,"words_spoken":3532,"times_spoken":126,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515201}}