{"petitioner":{"name":"EXXON MOBIL CORPORATION","counsel":[0]},"respondent":{"name":"ALLAPATTAH SERVICES, INC., ET AL.; and MARIA DEL ROSARIO ORTEGA, Petitioner v. No. 04-79 STAR-KIST FOODS, INC. ","counsel":[1,2]},"caseNumber":"04-70","date":"2005-03-01T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in two different cases:  Exxon Mobil against Allapattah and Ortega against Star-Kist Foods. Mr. Phillips. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, before you proceed to going on to (b), the -- you have set up a dichotomy between a Federal question case where, as long as you have a Federal question claim in the case, you qualify within those words, of which the district courts have original jurisdiction.  But you say that in a Page 6 diversity case, that's not so if you have people not of the same citizenship -- of the same citizenship on both sides of the party line, so that you have to have a totally qualifying action on the diversity side to come within -- to -- to be within 1367(a). But we have had at least two cases where the starting lineup did not satisfy the complete diversity rule.  One was Caterpillar and the other was Newman-Green, and the Court said, yes, on the day one there wasn't complete diversity, but that's curable later on, in the one case before the case was tried, in the other in the court of appeals.  So don't at least those two cases suggest that you can have a diversity case legitimately in the Federal court even though at the outset you don't have -- fill all the requirements?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Court said that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Court didn't say they were ignoring it.  I thought they said it was curable."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't start over in Caterpillar."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Caterpillar didn't start Page 8 over and Newman-Green wasn't detected till appeal, but the appeals court didn't say start over."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why can't it make an adjustment in this case, Mr. Phillips."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't it make an adjustment in this case?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is that the minimum? Wouldn't the minimum be just to dismiss those parties who don't have the aggregate -- the necessary jurisdictional amount?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you do have cases where a complaint is filed seeking to be a class action and then the district judge does not certify the class and the case, nevertheless, goes forward.  Now, why couldn't you do that here?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe.  Why isn't it permissible just to dismiss those parties who don't have the requisite jurisdictional amount?  That's what I -- where I stumble with this."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't follow that entirely, Mr. Phillips, because the -- Exxon lost at -- at this trial, and preclusion doctrines -- that means that Exxon had one full and fair opportunity to defend. So Exxon is going to be bound by that -- by the determination.  Somebody who was not in the litigation and might say, well, I want more, say, somebody who had opted out -- Page 11"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"In other words, you'd have the same issue of preclusion problems if you had done the case from the beginning the way you contend it ought to have been done."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I mean, Justice Ginsburg's point is you -- you -- even with a -- a few properly named defendants, you're going to have the same issue preclusion problem."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's under the language of section 1367, I think it makes more sense to say the court has original jurisdiction over the action, but lacks original jurisdiction over the defective claims. I mean, that meets what 1367 seems to say on its face."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I hope you will address the fact that Congress very recently has enacted legislation that makes all this in the future at least Page 12 non-objectionable."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, and it's not retroactive."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless 1367 effectively overturned Zahn."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It was enacted later."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not -- the weakness in your point, I think, as I -- as I understand it, which is a very optimistic assumption, given the complexity here --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is -- is that you want to read (a) as if it applies to arising-under jurisdiction and not to diversity jurisdiction.  Very simple.  Arising- under jurisdiction, you do maintain jurisdiction over the original action.  You can add a claim, but as long as there's one good claim arising under, there's original Page 14 jurisdiction.  Diversity, there isn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If you add that plaintiff, you don't get the original -- that's not right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, in -- in other words, in that situation, it's a third party claim by the defendant against another person."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's then -- that does fall within (a)."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And then (b) knocks it out insofar as the plaintiff wants to assert a claim."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that person can assert a claim against a plaintiff."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that, you say, is the answer to what I was going to ask --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is why didn't they just use the word 1331.  And the reason they didn't just use the word 1331 is there is a subset of diversity claims that also have to fall within (a)."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the other thing, of course, is if these three professors who wrote this had -- had figured this out so well, why in heaven's name didn't they at least write an article about it so we'd know what we were doing? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying, Mr. Phillips, I think is that 1367 does nothing with regard to what was in the old days at least 1367(a), what was called ancillary jurisdiction.  It changed pendent jurisdiction to overrule the Finley case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you could have appendant parties, but what was once known as ancillary jurisdiction, applicable in diversity case, was not changed at all by 1367(a).  I think that's what you're saying."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But whether you -- whether you call it codify or anything else, there would be no change.  1367, as you read it, made no change.  1367(a) on the Federal question side certainly did.  It overruled Finley.  Before, you could have pendent party jurisdiction.  Now you can.  But Kroger was unchanged.  I think what you're -- you're telling us is that except for some difference in (b), 1367(a) leaves ancillary jurisdiction as it found it.  It doesn't make any change."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what is the language in 1367(a) that effects any -- any change in diversity jurisdiction, what was once called ancillary jurisdiction?  I don't see that there's any change."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You may -- you may say that there's a confirmation of what was, but there's no change."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that's what Kroger Page 19 was about.  It said, yes, that you could do it -- that the plaintiff then couldn't turn around and sue the third party defendant."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that you did not need diversity between the defendant and the third party defendant."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Long.  Mr. Long, you represent the respondent in the second case.  Is that right? "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And then you say the civil action has to give -- be diverse as to all claims."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Over every claim -- every claim in the class."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, in -- in City of Chicago, we did not give that meaning to the term civil action. Now, then you would say, well, City of Chicago is a Federal question case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But then I would say then you're asking us to interpret civil action differently in two statutes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but they also use the term, civil action, and it seems to me that your interpretation of the two differs if -- if the City of Chicago --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- is -- is correct. Page 22"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Then what you're saying is that this statute, as far as class actions go, changed nothing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or party joinder, which is your case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Strawbridge has become less hallowed in light of the new congressional enactment. What's it called?  The Sunshine in Class Action?  What is it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Class Action Fairness Act."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I understand in 2005 Congress doesn't necessarily express what was before, but it -- it seems to me there's an institutional judgment that Strawbridge is not that hallowed a -- a principle."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what is the -- can you -- this is something I should know, but I don't know.  All right.  It's very elementary.  If you have two parties from different States, diversity claim, they're in court Page 25 perfectly properly.  Now, if somebody intervenes under, say -- say, rule 24 or suppose it's rule 19, a necessary party, and that destroys the diversity, does the -- does the Federal court still have jurisdiction?  It does, I gather, under rule 14 if the defendant impleads or brings his own lawsuit --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- against a third party.  What -- what happens under -- that doesn't destroy it, rule 14. Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that.  What about 19 and 24?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So you mean by allowed that plaintiff is -- one -- he's from the same State and destroys the diversity."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He can do it, though."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And what about under rule 19?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You could not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And rule 20 you could not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And rule 24 you could."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The difficulty, I guess, is that I'm having is let's imagine rule 19 or 24."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you're saying that is an instance where, if you bring the party in and he destroys Page 28 diversity, you're out.  That was true before this statute."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there -- before this statute, there never is going to be a circumstance in which you bring in a person under rule 19 and diversity is destroyed."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now -- now, this is one of the things that mixes me up here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":8,"sideBefore":"justices","text":"I don't understand what you mean, sometimes you'll have to dismiss the entire case."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, is indispensable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Then -- then what's confuse -- now, we look at 1367(b) and it says the district court shall not have supplemental jurisdiction over a claim by the plaintiff against a rule 19 person who is brought on Page 29 the defense side."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where the inconsistent -- i.e., it would be nondiverse, but you said there couldn't be such a situation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Michigan plaintiff against Iowa defendant, necessary party, Michigan defendant, rule 19. Now we bring him in.  And you're saying before this statute, not going to come in because it will wreck jurisdiction.  Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, then I'm going to stop asking -- Page 30"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- because it's very easy to me to reach the outer limit of my understanding."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You could have before this statute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But not all.  You couldn't have a -- if I remember right, a permissive counterclaim."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The defendant --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- can have a --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  They could at least come in if the defendant --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- under rule 14 joined another person. Page 33"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And then person X wanted to join --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that part of the action --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that could be a 19, 20, or"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If we descend from the level of parsing the -- the statute to what's going on in these cases, in your cases I take it there was an injury to a child."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that qualifies under the amount-in-controversy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And her mother or sister and, I think, father wanted to come in and -- and bring claims that were entirely derivative of the injured child's claim."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And on your reading of 1367, there's the -- the -- there's no accommodation for that. So you'd either have to have the whole lawsuit in the courts of Puerto Rico or you'd have -- let the child sue in the Federal court and the parents would have to bring a separate suit?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what a legislature might think, well, now this Finley has -- we've been -- taken care of that.  And your case looks very much the same in terms of breaking up a lawsuit into two when it Page 36 makes sense to try it all together.  So we think that -- that old case should go just the way Finley went. And the same thing with Zahn because, after all, Zahn doesn't fit very well with Ben Hur.  If you're saying that the Strawbridge rule -- I mean, what really counts is diversity, and -- and Ben Hur says the only named representative citizenship counts and yet the amount-in- controversy, the lesser thing in your view -- every single member of the class has to meet that amount, but only the named representatives have to be of diverse citizenship."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if you -- does it make sense to have a rule that says we're going to ignore the citizenship of the members of the class for diversity purposes, for diversity of citizenship?  Only the named representative counts.  Well, then why shouldn't only the named representative count for amount-in-controversy? That would have been a rational thing for Congress if they wanted to fix that."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Long. Mr. Stearns, we'll hear from you. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are you talking about a claim mover?  I'm not --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I imagine that if you filed a claim and the plaintiff was a class and the class contained a number of people who did not meet the jurisdictional minimum and they file a claim against a defendant in a diversity suit, I imagine the first thing the judge would say would be, I've read Zahn and we don't have jurisdiction over this action."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, that was prior to the statute. So -- so they say, well, that's what the judge would have said, and moreover, if you had not a class action and you had three plaintiffs and one of them was from a different State than the defendant and the other two were not, the first thing the judge would say is, I'm very sorry.  There is not complete diversity.  I do not have jurisdiction over this action. And so I take it their point is by coincidence Page 43 or not, that's what this statute says."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And since that's what the statute says, that's what it means."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It means that this kind of a situation does not fall within 1367(a) because there was not jurisdiction over that action. So I agree with you that those words are what their claim depends upon, but what is the answer to that contention?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  Finley happened to be an arising-under case, and in an arising-under case, as long as there is one claim that arises under, there is jurisdiction over the action."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Well, if you agree -- and I'm -- when I'm saying these things in such a Page 44 definite tone of voice, they reflect deep insecurity because I -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but I -- I want to know what is the answer to that point."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stearns, there's a difference.  It's not just style.  There's a difference Page 45 between a claim and a civil action.  A civil action can bundle several claims."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think they -- what -- the argument that I heard was not that all the claims have to be aggregated, but that they can't get in the door."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I don't see -- where I'm starting from this -- because at some point I'd like you to get to the -- the virtue of their position in my mind at the moment is, one, it is consistent with the language, which says civil action, not claim.  Two, it is consistent with the only instruction I read that any legislator gave to the people who were writing this, staff, namely, write something that's noncontroversial.  And third, I can, on their interpretation at least, I believe at least late at night, make sense out of all the words in these three different sections."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So at some point, I would appreciate your addressing that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The Federal -- the Federal Study Committee was divided on Zahn issues."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they didn't make a recommendation one way or another on it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and the whole committee said we do not want to take a position on Zahn."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- I thought the committee report said we do not intend to overrule Zahn."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did not the House committee report say we do not intend to overrule Zahn?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did it? Am I correct or incorrect?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Am I correct or --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right, and that was also the same report that was filed in the Senate proceedings as well."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think -- I think you're overstating what they say in the article."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"He was the chair of the --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Are you sure he said that?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where did he say that?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In a footnote to what?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's in an opinion written after the statute was adopted.  Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"When he did this thing -- when he was trying to write this statute, he seemed fixated on one thing, Kroger, and -- and (b) seems to reflect an effort to make -- put in statutory form Kroger."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, but they do say in no event should the enclosed materials be construed as having been adopted by the committee."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stearns, one of the things that we do know was that Congress intended to make a modest change.  They had their eye on Finley.  They wanted to overrule that.  And if there's an ambiguity, isn't a court well advised to make the least change?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if -- if you have a statute with a clear meaning, I agree with you, but this statute seems to be a bit of a muddle.  And if you could read it in two different ways, then why don't you say, well, I'll pick -- if they're both plausible, I'll pick the one that doesn't introduce any radical change, that just makes a minor change?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It -- it does -- to the extent that Strawbridge is involved, it -- it is --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wait.  On your last statement, I -- you -- something that I hadn't focused on."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can you just -- you said it doesn't make any difference.  I thought it's the defendants who want to be in Federal court."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But they can't remove the action unless it could have been there in the first place."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And therefore, this interpretation, if you're overruling Zahn, would have made a big difference because it would have meant the defendants could have brought a lot of cases into Federal Page 53 court by the removal, and you would have seen the plaintiffs bar up in arms if, in fact, this provision would have allowed for easier removal."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"As -- as indeed they were in the Class Action Fairness --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They haven't overruled Snyder.  They said in this class action context if you meet the standards that they set, you can aggregate."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's not a direct quote of the House report, I might find out. (Laughter.)"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I say that's not a direct quote of the House report."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think they were being intellectually honest in their Law Review or do you think -- accuse them of something other than honesty in what they said?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But do you agree that if they're right on the interpretation of 1367, the judgment has to be reversed?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Let me modify the question. Do you agree that if they're correct, the entire action has to be dismissed?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Your answer is no, I gather."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Stearns. Mr. Ayer, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"","text":"I -- I don't know what you mean when you say they -- they don't destroy complete diversity.  You mean that the original plaintiff and the original defendant are still who they used to be?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"","text":"You're talking about geographical diversity --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"","text":"-- not jurisdictional."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"","text":"But I don't understand the distinction that you're making between diversity of citizenship and amount in controversy since 1332 includes both.  To qualify for diversity from the very beginning, you have to be of the opposite -- you have to be from a different State than your opponent and the matter in controversy must be X.  And that's always been part of the diversity -- diversity jurisdiction.  There were two components.  One was the citizenship of the parties.  Two was the amount in controversy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"Well, they're saying what's sauce for the goose is sauce for the gander.  If it does in the amount, it does so in the -- if it's -- if -- you're trying to drive a wedge between the geographical diversity and amount."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"And they say you can't do that under the statute.  If you're prepared to say that bringing in a new plaintiff from the same State as the Page 63 defendant does destroy diversity over the original action, you must also be prepared to say that bringing in a new plaintiff who only has $3 at issue destroys the original jurisdiction because there's no way, in terms of the original jurisdiction and the wording of 1332, to make that distinction."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"Now, you respond to that what?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"","text":"Well, you -- you could say the same thing about -- about a -- a second claim that destroys diversity.  You could say the same thing.  Does Page 65 that -- does that -- does the absence of diversity in this second claim destroy the diversity that existed in the first claim?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"","text":"I mean, no, I doesn't.  I mean, the diversity that existed in the first claim is still there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"Exactly, but that's the reason for saying that -- look, as I understand it -- and this is -- the -- the thing that got me thinking they may have a point here is A, B, and C are dealing with three separate problems.  The first problem is how to overrule Finley without affecting anything else like Zahn or any of the others."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"The second problem B is simply Kroger.  B is how to make statutory Kroger. And C is United Mine Workers v. Pennington to make sure they have discretion to get rid of supplemental jurisdiction. Now, once you see it as three separate problems -- I know they wanted me to see it this way, but once you see it as three separate problems, the words fall into place as long as you do interpret that word, civil action, to mean, well, there is no jurisdiction over the civil action where what's happened is you've simply added as a Page 67 defendant a nondiverse party or you've added as a plaintiff a nondiverse party or a party that doesn't meet the jurisdictional amount. Now, I spell all that out because I hope in the next 15 minutes you will tell me why that's wrong."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"","text":"Mr. Ayer, let -- maybe I'm Page 68 going to oversimplify to the point of the absurd but let me try it. The argument that you're answering is the argument that there is no textual basis in (a) to distinguish the geographical diversity requirement from the amount-in-controversy requirement.  Your answer is, I think, that when the drafters in (a) refer to action and jurisdiction, those terms have to be understood historically as we have understood them, and the significance of a -- a geographical problem, which does destroy jurisdiction traditionally, is different from an amount-in-controversy problem which is -- which does not and is dealt with more simply.  Is that your --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":3,"sideBefore":"","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"See, that -- that's what I thought was their view of -- of (b).  To go to (b), you understand (b), you have to go back before Kroger.  And Kroger was worried about some clever plaintiff, as you say --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"-- getting a defendant.  He knows this defendant is going to bring a third party complaint against Smith from the same State, and he says, ha, I'll sue this defendant. Page 71 And analogous things happen with rule 19 and 24, not really with 20 they said, but 19 and 24.  And then Kroger says, hey, you can't do that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"And so (b) was Judge Weis' effort to make sure that was codified.  It wasn't really meant so much as some kind of exception from (a)."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"It was meant to have an independent basis there. So I didn't see, if you give it an independent basis, how anything odd happens --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"","text":"-- by giving it their reading."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"","text":"Mr. -- Mr. Ayer, may I ask you a question on your interpretation?  I think you were Page 72 -- your position is that Clark against Paul Gray has been overruled, and whatever one may say about the attention that was focused on Zahn, Clark against Paul Gray has been on the books since 1939.  And it seems unlikely that Congress would have overruled that without even making a peep to that effect."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"","text":"Yes.  It's about an amount- in-controversy rule."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":3,"sideBefore":"","text":"Thank you, Mr. Ayer. Mr. Phillips, you have another 4 minutes, and I see that will be adjournment time, I will let everyone else know. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This didn't make a whole lot Page 80 of sense."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- this point was not -- would be you're asking us to decide it in the first instance.  You, I would expect, make argument to the district judge when you go back. Page 81"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because the Court conceived of there -- there being one entity, so you couldn't -- you couldn't change -- split that one entity into two fictitious persons."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. This -- these cases are submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2861,"interruptions":16,"times_spoken":44,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ROBERT A. LONG","firstName":"ROBERT","lastName":"LONG","counsel":true,"justice":false,"side":"respondent","words_spoken":2888,"interruptions":21,"times_spoken":48,"laughter":0,"num_int_by":3},{"id":2,"fullName":"EUGENE E. STEARNS","firstName":"EUGENE","lastName":"STEARNS","counsel":true,"justice":false,"side":"respondent","words_spoken":3020,"interruptions":27,"times_spoken":47,"laughter":1,"num_int_by":3},{"id":2,"fullName":"DONALD B. AYER","firstName":"DONALD","lastName":"AYER","counsel":true,"justice":false,"side":"","words_spoken":3213,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":2,"times_spoken":30,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1443,"interruptions":7,"times_spoken":42,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":226,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":86,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1755,"interruptions":8,"times_spoken":67,"laughter":2,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":122,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":122,"interruptions":2,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2861,"times_spoken":44,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":48,"words_spoken":5908,"times_spoken":95,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":20,"words_spoken":4162,"times_spoken":163,"laughter":3,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8916640034356952,"respondent":0.10833599656430482,"date":1473644743083}}