{"petitioner":{"name":"MIKE EVANS, ACTING WARDEN","counsel":[0]},"respondent":{"name":"REGINALD CHAVIS. ","counsel":[1]},"caseNumber":"04-721","date":"2005-11-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Evans versus Chavis. Ms. Chatman. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's something -- where would we -- we would just pick that number, that"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Because that's a normal appeal period?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can't --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the -- can't the California courts adopt a -- give us a 60-day rule, or a 30-day rule, or a 90-day rule?  And if they don't do it, why should we do it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know how this came about.  I mean -- I mean, I'm asking both sides the same question.  It'll sound very favorable to you, but if you answer it just yes, because it's favorable to you, I might learn, later, I was wrong, and you won't have had a chance to answer.  So, I want your honest opinion on this.  I don't know how this happened.  And I don't know -- did you ask for en banc?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I don't know how the  California Court could have read the opinion -- which, of course, I wrote for the Court, so maybe I am reading things into it that weren't there -- but I don't know how any judge could read that opinion we wrote and come to this conclusion.  I thought that it said, you know, on -- that there are three issues -- what's the word \"pending\"?  Does the word \"pending\" apply to the time period between when the lower court decides a case and you appeal?  That's typically 20 days or 30 days."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are those 20 days or 30 days counted in the tolling period?  I thought part one clearly said the answer is yes.  Then we looked at California, and they don't have the words \"20 days\" or \"30 days.\"  They say \"reasonable time.\"  And then we said, \"Still applies, because 'reasonable time' is probably 20 or 30 days.\"  They don't have a radically different rule; it's a similar rule.  Then we come to part three, and it says, \"This is 45 days.\"  There's -- no 4 and a half months, wasn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This isn't just 20 or 30 days."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, is it timely?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And, there, I thought the Court said -- I mean, I was reading it -- say, \"Well, it's hard to say, because there might have been excuses for the delay.\"  What about the words that were written there, \"on the merits\"?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that had nothing to --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do with the case.  The lack of diligence had nothing to do with this aspect of the case.  But, what about the words \"on the merits\"? And there, what I think the court wrote is that the fact that it says \"on the merits\" doesn't prove it -- what -- it doesn't prove that it was timely.  Why?  And then I listed a bunch of reasons.  There are reasons. Sometimes courts say \"on the merits,\" even though it's delayed.  All right?  They say \"on the merits.\"  Or because they want to tell the prisoner or -- there are a lot of reasons why, all of which are listed.  So, we send it back to see whether this 4-and-a-half-month delay, given the excuses, was still timely.  We -- all right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we now get a case where it's 3 years."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the court says, \"It's timely, because they used the word 'on the merits.'\" But I thought -- I said, in the opinion, I thought the court adopted that the words \"on the merits\" do not decide the matter."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Isn't it --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Now, what do you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"-- worse than that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- do in those circumstances?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but did --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you ask for rehearing en banc?  Because any judge, including me, can make a mistake.  What did you do?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you didn't ask for a hearing en banc."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why, when you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Would --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- get a fair -- because any judge can make a mistake --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why don't you just go and ask the Ninth Circuit to say, \"Look, this is not -- read the opinion, read what they said.  Correct it.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Well this --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this case is different, actually, from the one that Justice Breyer put, because, in this case, the California Supreme Court didn't say --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- \"on the merits.\"  It said nothing at all.  It just disposed of it.  So, the question presented is quite different."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"It's worse."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"It's whether -- not whether it can be, nonetheless, timely when they say \"on the merits,\" but whether it can be, nonetheless, timely when they don't say anything at all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think it's an a fortiori case, in other words."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're representing the attorney general of California, and you have a lot of litigation in the Ninth Circuit.  It's -- I mean, the other side's going to answer on the merits, if they can.  And they're in an awkward position here, I understand.  But I need to know what to -- what do you think we should do?  I mean, here, we write an opinion,  and they --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it seems to perhaps, inadvertently or not -- and the reason I turn to you is, judges are busy, they have huge dockets --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And, often, unless it's very clearly pointed out by the lawyers, or the lawyers take action, you get -- waste everybody's time and money."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- even if, as he alleged, he was unable to do anything in --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a layperson.  He  said, \"I tripped in the intermediate appellate court, because I didn't do any research.  And so, I wanted to do better, but they gave me a job where, during the hours that the library was open\" --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- \"I had to be at work. And that's why it took me all this time.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, is that -- suppose the prison locks down someone and says, \"You can't go to the library.\""},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in other words, he delays, after he gets the library access, for an extra year."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, is there any excuse they're making for that?  Because if you don't tell me, they're --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- going to tell me."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask a rather probably sort of stupid question?  But I gather there are a  large number of these cases disposed of by a postcard. Would there be anything wrong if the California Supreme Court said, \"We're going to have two postcards. One says that 'the delay was unreasonable, denied'; and the other said, 'there's nothing to the merits, denied'\" -- you use two postcards -- wouldn't that solve all the problems?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they could adopt a 60- day rule, or a 90-day rule, and then just, when they decided to not follow the rule, they'd put a check on - - say, \"Well, we did look at the merits in this case.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Under our current law, it wouldn't make any difference, would it?  Because even if they sent the \"on the merits\" postcard, Carey versus Saffold says --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it doesn't matter."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, may --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Well, it might --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"-- may I -- no, go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"I was just going to say, it might matter if they had another postcard that said it's untimely, and they didn't send that.  That would be a whole different situation, right?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if we --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if we decided it -- it was at least appropriate to give a hint, aren't we in a little bit better position than you suggested, in the light of Carey?  Because in -- is -- correct me if I'm wrong, but I thought, in Carey, the State order was not merely that it was on the merits, but that it was on the merits and it was untimely.  In other words, it  said A and B.  And we said, you know, \"That's ambiguous,\" to start with, and then we went on and said, \"You know, sometimes 'merits' don't mean merits.\" But if the State were to revise its procedure and say, \"We're either going to say A or we're going to say B, and that's our reason,\" and they said, \"It's on the merits\" or \"it's untimely,\" wouldn't it make sense for us, even in the light of Carey, to say, \"Okay, we'll accept that as the -- as the State's reason\"?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- see why.  If they're going to follow something like a prima facie 60-day rule, and it's -- it's on day 65, all they've got to say is, \"It's untimely.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Well, in this --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in this case, in order to determine it was untimely, they would have presumably had to have gone into the factual analysis of whether  the prison was on lockdown, whether he delayed for a year after getting the materials, and all of that stuff.  So, it's a lot easier for them, when the merits of it seem to them absolutely clear, to simply deny it on the merits and not reach the \"timely\" question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the \"timely\" question is still before Federal Courts.  That's what we said in Carey versus Saffold.  So --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- although they can avoid it, we can't."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I must say, I don't quite follow the -- why couldn't they simply say it's untimely?  Wouldn't that -- that it -- there was -- it was not pending during this period, because it -- 3 years elapsed, and that's unreasonable.  Wouldn't that end the case?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but whether --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it was a reasonable time to file is a State-law question."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't the --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- California Supreme Court sometimes decide that the time between the intermediate court's decision and the filing in the California Supreme Court -- don't they ask whether that was reasonable?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or they only relate it back to the day of the conviction?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask that, if you had a case in which the Attorney General raised the -- say, this case, and yet -- and say California Supreme Court wrote an opinion in which it said, \"Now, 3 years has gone by, but the prisoner has given us a very elaborate explanation,\" as Justice Ginsburg suggested, \"and we find that explanation sufficient; therefore, we conclude that, even though it was 3 years, it was a reasonable time; and, therefore, we're going to address the merits.  And we now address the merits and say you lose.\"  Now, in that case, would it be pending, for our purposes?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would?  I thought --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an open --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- question, frankly.  I mean, I can't imagine California would do this, but I guess if California did say that, \"The period of time between the time you lost in the District Court and the time you filed, in every other State, is 30 days, but, in California, it's a reasonable time.  And what we mean by a 'reasonable time' is 3 years, without any excuses\" -- I guess, then, maybe the dissent in Carey v. Saffold would have been right in respect to that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have said that that isn't pending under Federal law, whether California says it or not.  So, the role of the Federal law versus the State law, I thought we left open."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can't --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- defer to something --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under this statute, where Congress wrote the word \"pending.\"  And I wouldn't have thought they did have in mind a --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- State that says, \"It's pending, even though you have no excuse and didn't file anything for 3 years, your appeal.\"  Now, I haven't heard that fully briefed and so forth, so I hesitate to express a final conclusion on it.  But it --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- since it's never going to come up, I don't think, I don't know I have to have a final conclusion."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you want us to apply a presumption that a petition is timely if it's filed within 60 days.  But California doesn't apply such a presumption, does it?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where do we get that? I mean, where does that come from?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, shouldn't we leave it to California to adopt such a presumption?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- good would the -- what good would the presumption do if it's just a presumption?  Presumably, if it's a presumption, the prisoner is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- going to say, \"Well, here's why you shouldn't follow the presumption in my case,\" just as, if it looks like he's waited a long time, he's going to say, \"Well, here's why that delay was reasonable.\"  I don't know that the presumption you're proposing serves much of a purpose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not if the prisoner says, \"Here's why you shouldn't follow the presumption.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why phrase it as a presumption?  Why not phrase it, \"We determine California law to be, unless we hear otherwise, having examined what it does in other situations, that 60 days is timely\"?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the same thing.  But I wouldn't call it --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"All right --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"-- a presumption."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- that's a --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"And then --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- that's --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"-- and then the -- you know, the incarcerated individual can come forward with excuses and say that, \"California would make an exception to the 60-day rule for this,\" and we're back where we were."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it would -- it would be fair, but to call it a finding of California State law is a -- would be a bit of a stretch, wouldn't it?  I mean, you -- you've made a perfectly good argument that it would be a sensible rule for California --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to adopt, would not be sensible for us to adopt.  But I'd have a hard time saying that I could justify it as a statement of current California law, and I'm --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I missing something?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, the --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're back to the  presumption.  But --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but if --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if we're going to go further and say, \"Oh, well, we find that that's what the State law is, unless they tell us differently,\" that's where I'm having trouble."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but we --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- know what it --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we know what it is. There's a State statute of limitations.  It says --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- 3 years."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't have anything like that here."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How many cases are there on habeas in California every year, about?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I mean about.  Just give me the rough ballpark."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, the -- in the Supreme Court."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, there are 25- -- so there are several thousand cases every year."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Thousands."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, I don't know what I'm doing with California procedure when I pass a -- pass a law, is what it would be.  Write a rule, write a presumption.  I have no idea what I'm doing there. They've worked out a system.  But I don't -- why doesn't it work just to say to the lower courts, \"Do your job\"?  What we said -- and maybe it wasn't  expressed clearly -- maybe -- \"Courts, look, it says 'reasonable time.'  All right?  Now, reasonable time, in every other State is 30 days, sometimes 20 days.\""},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Sometimes the most, 60 days.  So, look and see if it was filed within a reasonable time.  That's all.  And if California passes -- some specific thing says something special about it, of course, pay attention to that.\"  What's wrong with that?  They just would do it like they do any other thing of deciding what happens in --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is \"reasonable time\" the issue, or is it what California would consider a \"reasonable time\"?  I mean, that's the problem."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Yes, that is the problem."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"We're not --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- making up, for ourselves, what's a reasonable time.  If California says a year is  -- a reasonable time, that would be the reasonable time at issue, wouldn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the California Supreme Court says, \"Despite all of these, in this kind of a situation, we think a year is a reasonable time\" --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but if they said so"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that would be binding --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on us, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you have to  apply that?  It's a Federal question whether the claim is pending or not during that whole period, right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question?  I think our opinion the last time around suggested that possibility would certify into the California --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Supreme Court, and that was not done.  Was any other effort made that you can tell us about?  Maybe you should, off the record, but to try and get the guidance of the California Supreme  Court on the -- on the State-law problem here?  Has anybody suggested to the court they might adopt a rule or a different practice or anything like that?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Stris. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I missed it.  You said the problem is, California doesn't \"support\" or \"import\"? I just didn't --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- hear your word."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- the -- I just didn't hear what you said."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Enforce."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what are those standards, please?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wait.  A case that was a procedural-bar case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- you could summarily deny and cite a case that showed you were denying on the merits."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where they cited a procedural-bar case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And this could be --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But, now, maybe I'm --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- just one point, if I may, Justice Breyer -- those are the California Supreme Court or California appellate court?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, the difficulty  of looking to that, which may be a good difficulty -- I  mean, that is a serious problem, but I thought what we wrote in the case -- see, there are two problems here. First, which was bothering me, had to do with our Court's relation to the Ninth Circuit, which may be simple and -- as far as legally is concerned -- but I'm not sure about it.  The other, which is much more interesting, is what you're talking about. All right, now, on the first one, I read the words.  It says the words \"on the merits.\"  The Ninth Circuit thought those three words meant that the California Supreme Court could not have considered the petition too late, for, after all, it decided it on the merits, just as with the cite.  Now, whether these words are right or wrong that follow, that's what we wrote.  The next words were, \"There are many plausible answers to this question.\"  Sometimes, a court addresses the merits of a claim that it thought was presented in an untimely way.  Why?  Because they don't present any difficulty, and the timeliness issue does, or because it wants to give the reviewing court alternative grounds for decision, or maybe it just wants to show the prisoner we thought about the claim on the merits.  He, after all, doesn't have a lawyer. He gets a postcard.  That helps him.  So, there are a lot of reasons.  And it says, \"Conclusion.\"  Given the  variety of reasons why they might have put the words \"on the merits,\" the fact that they are there, those words cannot, by themselves, show that the petition was timely.  So, then I read what they wrote.  What they wrote is, \"When the California Court denies a habeas petition without comment or citation, we have long treated the denial as a decision on the merits.\"  Okay? And then it cites a pre-Carey case.  \"Therefore, the summary denial was on the merits, and the petition was not dismissed as untimely,\" citing two pre-Carey cases. Now, I don't see how, since I just said the words \"on the merits do not end the issue\" -- here, the words weren't even there, but they say, \"We're treating it as if they were, and that ends the issue.\"  So, what do we do about that? Then the next question, once I figure that one out, is, What do we do about the issue you're raising, which is quite important and interesting and so forth?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that the most reasonable presumption?  Why isn't the most reasonable  presumption that the California Court denies, for untimeliness, wherever that issue is absolutely clear - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and where that issue is not absolutely clear, and the -- and the merits issue is absolutely clear, it just -- it just denies?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't want to say \"denied on the merits,\" because that would suggest that it was timely."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what it -- \"most\" is 51 percent.  I mean, among those that you don't know whether it was the merits or not, there could be a lot of ones where the timeliness is simply not decided upon."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we could work with that.  Now, that's, sort of, helpful, because if they say \"most are timely filed,\" then the next question would be, \"All right, what period of time is it?\""},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You'd have to get some professor to go through these cases, and they could -- they could figure out how long it is.  What do you think it is, from your experience?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But, I mean, is it more like a month, or is it more like 3 years?  --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, there's a special reason.  In your case, is there really a year that isn't explained at all?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, forget that.  The library, I'll give you.  What's the rest?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- well, did your -- did your client file an affidavit or something saying he didn't have access to the library during the whole period of 3 years?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- is there anything in the record that says, during the year after they said, \"We'll change your job so you can get access to the library,\" that he didn't have access to the library?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all right, so what's  his reason for saying that, \"Last year, I was not able to file a petition in California Supreme Court\"?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, what does it say?  What does he say?  Go ahead."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- the burden --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- for that one is on him.  I mean, if you say the burden is on the State to come up with a -- you know, showing that there was such a system, they came up with it.  And you say, \"The system may have been amended.\"  Well, if it has been amended, there the burden is on you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- well --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- the next thing, what he actually says here, is that the C facility where he was confined was put into lockdown clearly into February 1997.  And this is all after he got access.  Then it remained quiet and lockdown free until August 11th, 1997.  So, that seems six months, on the most generous interpretation --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- where he's not in  lockdown, and he has access to the library."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"About six months."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I just interrupt?  I want to be sure that I get one thing straight. The 90- day presumption in capital cases, that is that if it's within 90 days, it's reasonable.  Does it also presume that it's a -- more than 90 days, it's unreasonable?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand.  But do they adopt the converse?  If it's more than 90 days, is it presumed to be untimely?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I could see how they could overcome a presumption that way, but there's not even a presumption that over 90 days is unreasonable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There isn't.  You --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You mean if you go in and you say, \"I'm\" -- you know, it's more than 90 days, and you bring in no evidence whatever of any excuse for being over 90 days, you're telling me that California Supreme Court would accept it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- then it is a presumption  --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that if it's over 90 days, unless you have a reason, it's untimely."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, here we have 180 days -- 180 days, twice 90 -- with no excuse at all presented."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But once it's --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- in the Federal habeas context, the AEDPA law suggests there's a great premium paid -- at stake for promptly resolving these things. What do we do about that?  This is in the Federal court  system now."},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what would we do in that situation?"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If it's --"},{"name":"JUSTICE O'CONNOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- open to the Federal Courts."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Amend just for California, when the system is working fine, all the other States that do have the timelines?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To do what?  What would it say?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about this?  You might lose under this, but it -- see, so you say -- look, in every other State, the time for appealing from an appeals court to the State Supreme Court, asking them, is 20 days, normally, or sometimes 30.  So, if the Ninth Circuit gets a case in which it was longer than 30 days, then, irrespective of whether they say \"on the merits,\" whether they cite a case, whether they don't say anything and just have a postcard, what the Ninth Circuit should assume that they've done is consider it untimely, in the absence of the kind of excuse that the California Courts might accept as an excuse.  So, then  they'll look into that.  And if California, in the future, wants something different -- which I'd be surprised -- they will say that their system means that a 3-year delay, or whatever it is, is actually timely. But, in the absence of some reason to think that, why not use the words, which would give you a chance to go back, and you could say, \"This is not a case of total lack of excuse.  There is excuse of the kind that California would accept.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how can you --  how can you say that?  We do have a Federal rule and a limitation, and (d)(2) is an exception for time that it's pending before the State Courts.  And if the State Courts aren't going to bother to tell us whether something's timely or not, or pending, giving them a blank check does undermine the Federal interest behind the 1-year limitation period."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you think the Federal statute necessarily imports a State standard? It says that the State postconviction proceeding must be pending.  And California presents an unusual situation, but we interpret that pending is a question  of Federal law.  It's not a State standard."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But we decided -- I'd like you to suggest something to -- from putting yourself in the -- in an imaginary position.  Carey versus Saffold did have a dissent.  And four Justices joined it.  And let's imagine that, when I read the dissent, I see the -- and then I look at this case -- I see imaginary words on the top of the dissent, which are, \"We told you so.\" [Laughter.]"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"And -- now, therefore, think not of if you were arguing Carey v. Saffold afresh, but think of the words that are actually written there.  And now think of what happened here.  And now propose something, please, that will, in fact, deal with the problem that this case seems to present."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this -- two questions about California?  Is the problem we're discussing, with these long delays, primarily in the application the third range, the application of the California Supreme Court, as opposed to lower courts?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But is the condition, that there is the long delay, that primarily occurs in the - - in the application of State Supreme Court?  Is it --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then my second question is, Have we decided, or is it a matter of common practice in California, that the application to the California Supreme Court is necessary in order to complete the exhaustion?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We've held it --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- in cases where there's direct review, but this is a different sort of animal that you have in California."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I think it is --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- required."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's one aspect of Saffold that you haven't addressed.  We not only said what we said about they're saying \"on the merits,\" we actually cited a case that involved exactly the  situation here -- namely, Welch versus Newland, a CA9 case from 2001.  And we cited that as an example of how the Ninth Circuit rule, quote, \"risks the tolling of the Federal limitations period even when it is highly likely that the prisoner failed to seek timely review in the State appellate courts,\" close quote."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How could the Ninth Circuit here simply have ignored that criticism of exactly what they did here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But we --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- we didn't cite the en banc decision.  We cited the panel decision --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- didn't we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"After."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the point is, we criticized the panel decision in Welch, which did exactly what this panel did here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We cited --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- it for the proposition that it -- as an example of how the Ninth Circuit rule, quote, \"risks the tolling of the Federal limitations period even when it is highly likely that the prisoner failed to seek timely review in the State appellate courts.\"  That's what we cited."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- Mr. Stris. Ms. Chatman, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, 180 days from what?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, you file --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the reply brief in the lower court.  Maybe the judge will take 4 months to decide it.  What's the relation?  I don't understand that.  Or maybe it'll take --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- 2 days --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to decide."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  What would the theory be?  I don't understand that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, a judge -- you file it. On day -- what -- you file it on April 1st, and then the judge decides it in August.  Or September.  And now it's only 3 days before the 6-months -- you have to file your appeal, like, in 3 days.  That wouldn't make  sense.  And the converse would not --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- file an --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- appeal before -- oh, maybe you can in California.  You're going to file the appeal before the lower court decides it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- or even before they get a lower court decision."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't, at all."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they don't, at all."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the ones that would cite a case that threw out the petition because it was untimely -- and we were told there were over a thousand of those every year -- that would be saying something, wouldn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How often --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you, as the Attorney General, what period of time after the District Courts made a decision, and now -- they've now filed their claim in the Court of Appeals -- how long is it before you say it's untimely?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Chatman. The case is submitted. [Whereupon, at 12:03 p.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"CATHERINE BAKER CHATMAN","firstName":"CATHERINE","lastName":"CHATMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2793,"interruptions":71,"times_spoken":132,"laughter":0,"num_int_by":8},{"id":1,"fullName":"PETER K. STRIS","firstName":"PETER","lastName":"STRIS","counsel":true,"justice":false,"side":"respondent","words_spoken":3234,"interruptions":43,"times_spoken":76,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":139,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":97,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":2464,"interruptions":34,"times_spoken":88,"laughter":1,"num_int_by":4},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":902,"interruptions":26,"times_spoken":55,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":646,"interruptions":9,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":13,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":119,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":71,"words_spoken":2793,"times_spoken":132,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":43,"words_spoken":3234,"times_spoken":76,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":95,"words_spoken":5103,"times_spoken":232,"laughter":1,"num_int_by":7}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126722}}