{"petitioner":{"name":"TEXACO INC.","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"04-805","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in Texaco Inc. v. Dagher and Shell Oil v. Dagher. Mr. Nager. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nager, on -- on that point, I have a factual question and I figured I'd get it -- excuse me -- get it out on the table at the beginning so you'd know what at least is bothering me. The nub -- the nub of your factual argument is, as you just -- just stated it, there's a joint 1111 14th Street, NW Suite 400 venture here and joint ventures price their products. The factual question that I have is this.  This is -- or the preface for it is this.  This is a joint venture that has continued to market, in effect, the same product that the -- that the two companies marketed beforehand, and it has done so, ostensibly, under the old brand names.  Therefore, the fact that there is a joint venture doesn't necessarily disclose that there is a new product as -- as might be the case normally which you would expect the joint venture to set its own price for. Therefore, it seems to me that if the joint venture is clearly going to cover pricing, the joint venture agreements, the documents that indicated the joint venture at the beginning, should have mentioned pricing.  And yet, my understanding is that they did not do so, and in fact, the claim on the other side, as I recall the briefs, is that when the Government looked at the joint venture, prior to its going into effect, nothing was said about fixing prices -- setting prices. So my question is, did the joint venture, as indicated by documentation, say in any -- so many words that the joint venture is going to set prices for these two -- or for the -- the -- whatever it -- whatever it sells?  And -- and number two, if -- if the answer to 1111 14th Street, NW Suite 400 that is no, should we regard the joint venture as covering pricing?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There were two questions. Which? (Laughter.)"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a document that we could look at that -- that says that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, taking that point just a bit further, your reply brief -- the reply brief for -- for Shell says that the respondent has conceded that the pricing decision to sell at the same price was not made till 8 months afterwards.  I'm not sure that that's quite a fair statement.  That isn't inconsistent with its suggestion that there might have been an agreement even before the joint venture to have single pricing.  They just waited until 8 months to do it.  So I'm not sure that your yellow brief correctly characterized their position.  Tell me if I'm wrong."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would depend. That's why -- really it's a question for Mr. Alioto, but I want to know chapter and verse citations. Pan Am and Grace meet before they set up Panagra.  Of course, they talk about price.  But what do they say?  Suppose what they say is you, Panagra, have the power to set price.  Normal.  You, Panagra, have the power to set price but never below $14 a ticket.  That wouldn't be normal.  What are they trying to do there?  They're trying to protect Grace. So I think a lot would depend on what they said in the preliminary meeting, and of course, what I want to know is this is a summary judgment motion where, as the other side pointed to particular conversations that they made which would say it's more like the second than the first."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be, but still at some point they discussed it and I would like to know what they said."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what did it mean -- I think you said it in your brief -- that there -- both brands were sold exclusively by Equilon after the joint venture created -- was created.  Each venturer maintains its own marketing strategy.  What was the marketing strategy that each venturer, Shell and Texaco, 1111 14th Street, NW Suite 400 separately maintained?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were the parties indifferent as to how much of each brand was sold? Texaco didn't care if Shell got 90 percent of the sales?  It just didn't care?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but if they cared, doesn't that show that there was still an element of competition, but the competition is suppressed if the price is the same?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One more question and then 1111 14th Street, NW Suite 400 -- how was it decided how much raw gas would be delivered to the venture by the two parties?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you acknowledge that the rule of reason analysis of the -- of the initial formation can include a rule of reason analysis of whether it -- it would violate the -- the Sherman Act to -- to have the new entity price both products the same?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's a surprising concession to me.  We -- we found a -- a joint 1111 14th Street, NW Suite 400 marketing company.  All right?  And the whole point of this is to set single prices.  And you're saying when they -- and the venture, let's say, is approved by the FTC, the joint selling agency.  The purpose of it is to set a single price to sell in France or something."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying now we're going to go look at their prices that they set and decide if they're reasonable?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say you -- you just never get beyond step one.  You don't go any further if there's no market power."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe there is."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Nager, what if you had a -- a crazy kind of joint venture -- or maybe it wouldn't be so crazy -- in which it was just like this one?  The two companies said we're going to form a joint venture to market these products.  You know, we'll use one fleet of trucks and -- and we'll have one computer to determine who needs gas and so on.  But each company -- each of the -- the principals forming the venture retained the -- the power to determine the price of the gasoline that is sold under their brand. And then 6 months later, the two companies get together and they decide to fix the price.  That decision would 1111 14th Street, NW Suite 400 be subject either to quick look or per se analysis, wouldn't it?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm assuming there -- there are, indeed, efficiencies to be attained by it so that it's not a sham.  They just retained -- they said, look, we're -- we're still using our old brands, ostensibly, in the market and we're retaining the power to set the price individually with respect to the gas that is sold under those brands.  So no sham."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are you -- are you saying in practical terms that my hypothesis is -- is just a practical impossibility?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, but -- no. 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Beyond -- be candid.  I won't get mad. (Laughter.)"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Is -- is that -- is that really your -- your point that I've come up with a hypothetical which is just a non-real-world hypothetical?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Assuming it can happen, in -- in that case, would the subsequent agreement as to price be subject to per se or a quick look analysis?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there's -- there's one part of the lot that you haven't thrown in together, and that's the pricing lot.  In -- in my example, your -- your law firm agreement would be each partner can decide exactly what he wants to charge.  If -- if one wants to charge $10,000 an hour and another wants to charge $15 an hour, his choice."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I agree."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You said we're going to do it on the hypothesis that it's a big country and somewhere out there somebody might do this.  If -- if two oil companies did it, quick -- quick look or per se analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Nager. Mr. Minear, we'll hear from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Respondents don't concede that the joint venture is lawful, though. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Well, in the Citizens Publishing case, it wasn't a necessary predicate of the Court's ruling there to find that the joint venture was unlawful, was it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Well, the two parties obviously don't compete within the terms of the joint venture, but they compete more generally."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"And you couldn't have two companies say we're not going to -- we're going to have a joint venture on this corner, but in -- you know, down the block, we're going to compete, and then it's all right to set prices on this corner but not down the block."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":8,"sideBefore":"","text":"But didn't we have competition even within the joint venture for a few months?  Because -- correct me if I'm wrong on the facts.  I thought for a few months the -- the price differential was maintained.  I think there was a 2 cent price differential or something like that.  And so long as that was maintained, weren't they competing?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":8,"sideBefore":"","text":"Wasn't there competition in 1111 14th Street, NW Suite 400 -- in the -- in the retail market?  I mean, if I had two stations in front of me and one was selling gas 2 cents cheaper, I'd -- I'd go to the one that was 2 cents lower.  Isn't that competition?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":8,"sideBefore":"","text":"Because that differential was not reflected in what their agreement provided that each could respectively take out of the joint venture."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"That's exactly right.  I would have thought there's no competition because there are not two independent decision-makers."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"It has nothing to do with the prices that end up."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"Maybe you could explain to me how this did work.  The -- the -- my understanding, which might be not correct, is we have some facilities that refine gasoline and there are some people who take the gasoline that is refined and they sell it to gas 1111 14th Street, NW Suite 400 stations.  Now, those facilities and those people now work for one hierarchy of officials called Equilon.  Is that right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"All right.  So somebody has to say what price it's being sold at.  Equilon's gas. Who decides it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"All right.  What is it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"No.  I imagine there are some human beings in Equilon called marketers, and those human beings in Equilon who work for Equilon would say Equilon will sell the refined gasoline to gas stations at such-and-such prices.  That's normally how a company works.  Is there something different about this?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"What is their view of it? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"The Texaco product being a product that comes out of refineries that previously belonged to Texaco or the Texaco product being gasoline that comes out of either refinery but is sold to stations labeled Texaco, or both?  Which?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"All right.  I could see how that could be a violation because it's possible that 1111 14th Street, NW Suite 400 Equilon, if left on its own, would decide that its best marketing strategy was sometimes to set a differential. But now they can't do that because the two parents have agreed that they can't."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"Is that what happened?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"","text":"That would be rather like Pan American and Grace saying that, Panagra, charge whatever price you want, but above all, don't go below $50 because remember, we, Grace, have some ships out there and we want people to take the ships."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":8,"sideBefore":"","text":"Mr. Minear, you've indicated that in the first 8 months, when there was differential pricing, you said that was the way to allocate profits. I thought they shared the profits on some other basis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Thank you, Mr. Minear. Mr. Alioto. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't really -- who -- who would set the price if it was not -- if it was not the joint venture?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The joint venture owns the gasoline.  Okay?  And it owns the gas stations, those 1111 14th Street, NW Suite 400 that aren't independent stations.  And somebody else is going to set the price for the gas that the joint venture owns?  Wouldn't you need some separate agreement that clearly sets that forth?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's the board of directors. Isn't it?  Isn't the members committee the board of directors of -- of the joint venture?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's because it's a joint venture."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the nature of a joint venture.  The board of directors is composed of people representing the various elements of the joint venture."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There's nothing subversive about that."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but isn't -- isn't it expectable?  I mean -- and this is -- I think this is Justice Scalia's -- isn't it -- isn't it expectable that if you don't have an agreement that clearly says the two -- the two joint venturers, respectively, retain the right to -- to price products sold to the consumer under their brand name, that in fact it is the joint venture that will price the products?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And therefore, it is a decision of the joint venture, not of the -- the two original principals."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Citizens -- Citizens Publishing did not have a joint venture that had advance approval from the FTC.  It had --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I think that makes a big difference.  I mean, the FTC blessed this and said it was okay.  They asked for certain adjustments. Those were made.  One of them was not, that you had to maintain a differential in the price between Texaco and Shell."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the FTC, which is the 1111 14th Street, NW Suite 400 expert agency, said we don't think this joint venture is an antitrust violation.  Don't we owe some respect to that determination, which was absent in Citizens Publishing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that's because the joint venture did not include -- did not include a merging of the product as it did here.  Here, the gasoline from both of them was merged into one gasoline, which was sold and the profit of which was divided between them.  In -- in Citizens Publishing, each of the newspapers continued to sell its own newspaper and to -- and to reap whatever profit it could make from its own newspaper.  That's fundamentally different from here.  There -- there still is competition between the two newspapers."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but Mr. Minear --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"So if they had combined and if they had agreed in the joint venture to sell a new brand of gasoline, Equilon gasoline, of course, they would -- the joint venture would be free to set the price of that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if that's correct -- if -- if that's correct, what is the difference if the joint venture decides that it's going -- they're going to make more money having two separate brands and even though it's Equilon gas, the people are going to think it's different because some people have always bought from Texaco and others from Shell?  It's not going to affect how the profits are distributed.  It's still going to be the same whether it's Equilon gas or Texaco and Shell.  Why does the joint venture lose the authority to set the price of its product?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that's right."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, that's true, but Mr. Minear had a response to that, it seems to me, a kind of blanket response, and he said that's only relevant unless you are dealing with pricing decisions between competitors.  And the one thing, if I understood him correctly, that is clear is that under the undisputed portions of the joint venture agreement, the price at which the products were sold, high, low, differential, no differential, did not affect the distribution of profits as between the two joint venturers.  Therefore, they were not competing with respect to the pricing, and therefore, the -- your -- in effect, your whole argument collapses because you don't have, on any analysis, an agreement between two competitors."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But they were competitors. They were -- each one of them sold its own newspaper. All they merged was -- was their publishing facilities. And when they agreed separately not to -- to charge the same price for the newspaper, that was not part of the joint venture.  That was, indeed, an agreement between competitors.  There were two separate newspapers selling on the basis of their own distribution system and so forth."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me go back for a second. I'm just trying to get it clear. My -- my belief -- I've always thought that 1111 14th Street, NW Suite 400 Citizens Publishing was a case where the district court said that the formation of the joint operating venture -- the basic formation, which involved a stock acquisition -- violated section 7.  And then they created a decree.  And the question was -- for the Supreme Court was whether the district court was right in holding there was a section 7 violation.  Now -- now, maybe I'm wrong on that.  I'll go back and look at it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If so, if I'm right on it, then what we're lacking from your point of view here is a claim that this whole joint venture is unlawful.  And I agree with you.  If you make that claim, I don't think the FTC can insulate it, I guess, unless there's something I don't know about, but you're not making the claim anyway. So here, unlike Citizens Publishing, we're -- we have to deal with this on the assumption that the joint venture is lawful."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how to get out of that, but maybe you can tell me I can.  But wait. Now, what I'm trying to get at is what precisely is your claim, given the lawfulness of the 1111 14th Street, NW Suite 400 joint venture? One part I see.  One part I see is that the people who are setting the prices are the board of directors of a venture company who represent Shell and Texaco.  Now, that might run up against Justice Scalia's objection. But I want to sure -- sure I have all of them.  That is, I want to know if there's some other claim you're making here in respect to an agreement between Shell and Texaco as to Equilon's prices.  And if so, what is it and where is the reference in the record?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"7."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I concede that it would have been perfectly legal for them to do that if they called all of their gasoline Equilon gasoline because they owned all the gas and the profits are going to be distributed to the owner the same way whether they call them Texaco or Shell.  Why is it suddenly different because they put different labels on the -- keep different labels on the gasoline?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that might be.  But I don't want you to forget the last part of my 1111 14th Street, NW Suite 400 question, which for me was the most important, because I can read Citizens Publishing, but it's going to be tough for me to find in the record any claims that you make that the two companies have agreed as to price, like the Panagra example.  That's why I gave it, to put it in your mind.  So if there's anything like this that you're claiming, I'd like to know, or is your total claim that the activity of Shell and Texaco in setting the price of Equilon is to have their representatives on the Equilon board of directors tell Equilon what price to sell?  Or is there something else?  I just need to know.  Is it just that, or is there something else in this case?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was it the board of directors that did that, or was it something else?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I can understand your argument if we were doing a rule of reason analysis. Is that something that can properly be analyzed on quick look or per se?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask a very naive question?  Is -- this is basically the same commodity, gasoline.  They have different attitude -- additives, but basically costs the same.  Facilities to produce it are the same.  Why should they -- should there be from -- now that they're marketing this under one joint venture, why should they make a difference in the price of what is basically the same commodity?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what difference physically is there other than they have different additive -- additives?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that -- that sounds like the complaint that you're making.  We have a problem, say, with -- with the newspapers or whatever it is.  It's awfully dicey as to whether they should form this joint venture.  It's going to eliminate a lot of competition. But now what you're saying is, look, at the very least, they should structure it in a way that the independent pricing decision is made by Equilon.  Don't structure the pricing decision so that bit by bit, day by day it's made out by six people, half of whom represent Shell, half of whom represent Texaco.  I can see that as an argument.  This is more restrictive than necessary."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you get me that far, and now I -- I -- but I say why isn't that a rule of reason because you're really fighting the structure of the venture they come up with."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't -- I don't understand, Mr. Alioto, if the profits are -- are not traceable to how much of -- of the two products are sold, if the profits aren't divided that way, why should the two lines be continued to be marketed independently?  There's no other analog I can think of in -- in the business world for that.  There -- there's no motive to make one any cheaper than the other once the profits are shared evenly, and that's the structure of the venture."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- they're not able to fix the price unless they have market dominance.  I mean, do you think they're just competing with each other? Aren't there other companies selling gasoline?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I don't think that this -- this joint venture would have been allowed if -- if these two companies together dominated the market.  Of course, it wouldn't have been allowed."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You mean fix prices successfully."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Fix -- fix prices and not be an idiot at the same time. 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"One of the briefs said that the reason for that price hike was that there was an explosion in a refinery in California and outages in others and that there was a market-wide price increase. That was in --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You don't -- you don't want 1111 14th Street, NW Suite 400 them to present it to a jury, as I understand it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You don't want them to present it to a jury.  The whole reason that you're here is that you want us to declare a per se violation. You -- you want to put it to a jury?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Alioto --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- Mr. Alioto --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- is it not correct that in the Citizens Publishing case the agreement itself was invalid?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why did they get into the discussion of the failing company doctrine in the case?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but if the Government and everybody agrees that the joint venture is 1111 14th Street, NW Suite 400 -- perfectly lawful, I'm still not quite sure your answer to the Chief Justice's question.  If they can fix the price of a single brand, why can't they fix the price of -- of two brands at the same time?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, that's one"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's one of the ironic things about this aspect of the law.  If they just made the agreement by themselves without forming the joint venture, it would be illegal per se, but if they restrain competition even more by forming a joint venture, then it's perfectly okay.  But that's apparently what the law provides."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that.  I mean, now you're backing away from your concession.  If you have a lawful joint venture that's marketing a product, the joint venture has to be able to set the price of the product."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  No, if it's -- if it's a lawful joint venture and it's selling gasoline -- there's no retaining of prior brands -- the joint venture sets the price.  And if the -- and all those people you said suffered when Equilon did this, those same number of people would have suffered if they're selling Equilon gasoline at a price determined by the joint venture.  It seems to me a very artificial hook that you're trying to hang your case on, which is they retained for presumably legitimate brand competition reasons their separate brands, but that was the decision of the joint venture.  And again, the 1111 14th Street, NW Suite 400 joint venture has to be able to price its product whether it's sold as Equilon or whether it's sold as Texaco or Shell under -- under the same -- same joint venture."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Really?  Suppose we walk into a department store.  In the department store, we see three perfume counters, and there are three salesmen, one behind each.  Do they compete in price? The answer is obvious.  Of course, not.  Of course --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Three counters.  They sell perfume."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, they don't compete.  But do we know the department store has to be run that way?  I mean, maybe some places it isn't.  We can't prove it has to be run that way."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Think of a -- think of a mall.  Think of a bunch of shops.  Maybe it doesn't. 1111 14th Street, NW Suite 400 Maybe they could compete. The reason that -- the law says they don't have to compete is because the law thinks in general it's a reasonable way to run a department store without forcing your sales people to compete.  And similarly, a joint venture.  You can't prove they have to have the price set at a central place, but the reason they set it at a central place, because it's a joint venture. And that's seems to me what the cases are consistent with.  You tell me which one is it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, the answer is no. You're right."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But, Mr. Alioto, your argument, I think, is assuming that the facts in this case are like the facts in what I think I called my -- my crazy joint venture hypothetical in which the two principals agreed to a joint venture, but they accept in a clear and unequivocal way the pricing decisions. And -- and it seems to me that the -- two 1111 14th Street, NW Suite 400 things have come out of this argument. Number one, you don't make that assumption, and that assumption is -- is not supported by the facts of this case. And number two, Mr. Minear comes back and says as long as the division of profits under the joint venture agreement does not depend on these pricing decisions, they are not competitors, and therefore it's irrelevant anyway. Doesn't your argument run against -- crash against one or the other or both of those answers?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they did not change the price for at least 8 months."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Alioto --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Who -- who is it that you would have had the price set by?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's their gas. Okay?  They're marketing it through their stations. Who -- who would have set the price if -- if we said it's -- it's bad for Equilon to do it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Gave whom independence? Gave whom --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They did give them independence."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That is --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They gave their board of 1111 14th Street, NW Suite 400 directors independence.  Now, the board of directors was composed, as -- as boards of directors of joint ventures are, by the parties to the joint ventures."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Who -- have you answered my question?  Who would you have wanted to set the price in this case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I think they did say the former.  You -- you make the price decisions.  Equilon."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your complaint is 1111 14th Street, NW Suite 400 that Equilon is in reality a joint venture of -- of the two -- the two gasoline companies."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's your complaint."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If that were a real rule of reason argument, did you waive the rule of reason here?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So is the answer -- in -- in case the Court does not agree with you, can you then say, I would like to resurrect rule of reason or do you agree with your adversary that -- that that's out of the case because you forfeited it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The ordinary, routine rule of reason you have waived.  Is that so?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Alioto."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Nager, you have 2 minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just as long as you have a minute -- (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- I take it that their point was, what you sort of said there, that -- that they had agreed -- sorry.  Forget it. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GLEN D. NAGER","firstName":"GLEN","lastName":"NAGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2234,"interruptions":7,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JOSEPH M. ALIOTO","firstName":"JOSEPH","lastName":"ALIOTO","counsel":true,"justice":false,"side":"respondent","words_spoken":2862,"interruptions":20,"times_spoken":69,"laughter":2,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":555,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1286,"interruptions":1,"times_spoken":24,"laughter":3,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1477,"interruptions":2,"times_spoken":33,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":344,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":685,"interruptions":4,"times_spoken":28,"laughter":1,"num_int_by":1},{"id":8,"fullName":"MR. MINEAR","lastName":"MINEAR","counsel":false,"justice":false,"side":"","words_spoken":1328,"interruptions":9,"times_spoken":20,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":158,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":7,"words_spoken":2234,"times_spoken":26,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":20,"words_spoken":2862,"times_spoken":69,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4812,"times_spoken":122,"laughter":6,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.8640022820625538,"respondent":0.1359977179374462,"date":1472419305152}}