{"petitioner":{"name":"JAMES LOCKHART","counsel":[0]},"respondent":{"name":"UNITED STATES, ET AL. ","counsel":[1]},"caseNumber":"04-881","date":"2005-11-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Lockhart versus United States. Mr. Wolfman. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- are -- just as an initial matter, are you sure that one Congress can bind a future Congress that way, that Congress can pass a law that says, you know, \"In the future, no statute shall have X effect unless it says\" -- and then it writes in a phrase that has to be said?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And then you have a future Congress that makes its intent entirely clear in a statute that does not use the magic words.  I thought our cases held that, in such a situation, the will of the future Congress prevails --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so long as it's clearly  -- expressed."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It didn't contain the bar at the time that they said, \"You can collect it.\"  In the later statute, which said, \"You now can collect out of Social Security,\" when they passed that, did it contain a 10-year bar?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Higher Education Act said -- as of what year did the Higher Education Act say, \"No statute of limitations applies to us\"?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  In --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- 1991, it said, \"No statute of limitations applies to us.\"  Then, in what year did the statute -- was passed which said, \"And you can collect money out of Social Security payments for higher education\"?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Why isn't that the end of it?  So --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so there was no -- there was no statute of limitations applying to the Social Security Act; and then, in 1996, they say, \"And now go get them.\""},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What can we do about that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What did they say?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It has a 10-year bar.  But the earlier 1991 Act says, \"That doesn't apply to us.\""},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in other words, you're saying that that provision of the later statute that says, \"Go get them on Social Security,\" implicitly reads into it the 10-year bar that's in a different part of the statute."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's as if it said, \"Go get them on Social Security, under 407, which is gone now, but  only for 10 years.\""},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what your -- I'm trying to understand this."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The only problem is, it doesn't say that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that this has a purpose other than barring stable -- stale claims?  It's simply designed to limit the offset provisions in order to  -- allow other Federal programs to proceed and -- I'm looking for some way for you to describe (e) as being something other than a limitations provision."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I think that would help you."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if we call it \"limitations,\" you have a much harder case, because of the 1991 Act."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can you give me a reason for the Government's adopting (e), the 10-year -- the 10- year bar, other than for stale claims or --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, but that's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I understand that, but I'm just -- I'm just saying, if you could give me an explanation, a characterization, a description, a statement of purpose that's other than the bar on stale claims, I think you'd have a stronger case.  But it seems to me just like a stale-claims statute, so I go back and look for other limitations period, and I find it in 1091(a)."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You can call it any purpose you want, but there is an earlier word in 9- -- 1091(a), just what Justice Kennedy said.  The earlier word says limitations don't apply to the higher-education debt.  And so, if this later statute, the words you're talking about, the words of \"10 years,\" the words that limit when you can do it, if those words, which are in subsection (e), are a \"limitation,\" then I guess the earlier statute says they don't apply to the higher-education debt.  And so, I don't see how you get out of that.  I mean -- I mean, this is a rather harsh result.  I understand why you'd like to get out of it.  But I don't understand how we do get out of it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, part of the problem is that 1091(a)(2), the \"notwithstanding\" clause, talks also specifically about offsets, which is what this is, I take it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if it had said \"no\" --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- \"no limitations period,\" then I might -- this specifically talks about an offset."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I pursue that point for a second --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- more?  I -- it seems to me that you would have a much stronger argument on that point if, in 1996, the Act provided that, suddenly, Social Security benefits -- some Social Security benefits would be -- would be subject to administrative offset, but only those when the Government -- imposed when the Government is trying to collect educational loans.  We would then have what seems to -- would seem to me to be a really head-to-head conflict between the two statutes.  The  trouble is that, in 1996, the extension of the administrative setoff authority covered Social Security benefits to be -- for which there would be a setoff for any purpose -- not just educational loans; for any purpose.  So that, in fact, it is possible for us to read the 1996 Act as having an effect -- there's a 10-year limit, generally -- at the same time that we read the earlier -- I forget what the -- '91, I guess it is --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which says, with respect to educational loan collections, including by setoff, there's no limitation at all.  So, we can have both statutes without rendering either one of them nugatory.  And isn't that the preferred way to read statutes?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But with --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with respect to Social Security setoffs, of course, it would."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Social Security -- Social Security said it would be -- it would be a -- it would -- a flat head-to-head contradiction, no matter how you read it, on Social Security setoffs for educational loans."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that's the only thing that the 1996 Act covered, we would say, \"Boy, there is just an absolute conflict here.  We can't have both statutes.\"  But, in fact, we can have both statutes most of the time.  We read the 1996 10-year limitation as covering everything except setoffs against Social Security for educational loans.  And, with respect to the educational loans, we give respect to the -- to the earlier decision that there be no limitation at all.  You just have a weaker argument than you would have if the 1996 Act only covered this case."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- may I ask this question? That's a very -- that's a very interesting statutory construction case, I must say, by the way.  But the -- in 1996, when they made the offset available against Social Security payments, they didn't enact a 10-year statute of limitations; they changed subsection, I think, (b) to (d) and said the 10-year provision is retained.  And when the 10-year provision was first put in -- I mean, when the exception for student loans was made, in 1991, you had a statute that had a 10-year period for everything except student loan recovery.  And it seems to me that if you look at the 1996 statute as saying, \"We're going to allow offsets against Social Security,\" under the same scheme that was enacted in 1991, because we had just amended the 10-year provision to preserve it -- they preserved the 10-  year provision -- that they seem to me to be preserving it in a statute that made this distinction between student loans and all other offsets.  Is --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't as though they enacted, for the first time, an authority to offset Social Security and, in that statute, said, \"And -- but, by the way, there's a 10-year period of limitations here.\""},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Rather, they amended the 1991 Act."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it also had the exception for student loans.  It's -- it was --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- side by side with the rest of the 10-year bar."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's 1091(a)."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was in the 1991 statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the '91 Act mentions offsets, specifically, as well."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you say that -- let me just throw this thought out, so you can comment on it."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":7,"sideBefore":"justices","text":"It seems to me that there is a reasonable basis for assuming Congress might have thought that student loans should not have a 10-year bar if you're going to collect from Social Security, because most Social Security payments won't accrue until many, many years -- much more than 10 years after the student-loan default."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but there is a --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Retirement benefits are a pretty big part --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of the whole package."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand that."},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Wolfman, are there provisions by regulation in the Department of Education for discharge of debts like this on a showing of total and permanent disability?"},{"name":"JUSTICE O'CONNOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And your client doesn't qualify, or --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it -- I mean, you -- it's -- it probably comes up a lot.  You have -- you have the earlier act that imposes -- suppose you have some -- Endangered Species Act and -- at an earlier time -- and it says all provisions of a certain kind will have this effect in respect to endangered species.  And then you have some laters act -- later acts.  And, in those later acts, there are certain things about how to treat certain animals and so forth.  And the question would be, \"Well, does that earlier thing, telling you how to treat an endangered species, apply now to the animals in this later act insofar as they're endangered?\"  And the answer would be, \"Of course it does\" --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unless there's some special reason --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for thinking that it doesn't. And so, what's the special reason --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- here?  You have an earlier act that says, when you see those words, \"10-year limitations,\" forget them where student loans in effect. Now we have a later act, and it has the word \"10-year limitations,\" and you're giving some reasons why --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it is special and --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so forth.  And --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I don't know --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if they're --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- strong enough --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh.  Yes, that is the nub."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I mean, they don't have that big burden to show.  They have to just --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- show it's normal."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have to show it's special."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Wolfman, couldn't you say the question could be phrased in this way?  Do we view the notwithstanding language in 1091(a) as enacted in 1091 and governing the future, or do we view the 1996 amendment as, in effect, an amendment to that stat which -- which reenacted the provisions that were already there?  And if  it's a reenactment in 1996, then it's just an exception from the 10-year bar."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Wolfman. Ms. Blatt. "},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it didn't include Social Security payments when it was enacted."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Or 1991.  Either one."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but then -- but then, in -- you know, you know what's coming.  You -- the provision you rely on is 3116, and it's stuck into the middle of this -- of a provision which requires written notice, opportunity to inspect records, and so forth.  All those apply.  But you have to say that (e) doesn't apply."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But Mr. Wolfman tells us, Ms. Blatt, that this clause is not quite as sweeping as you suggest, the clause in the 1991 Act, and points specifically to provisions that say, \"no other provision of law enacted before, on, or after.\"  The picture we're given of the 1991 Act is that up until 1991, whatever  exists up until 1991, there's no time limitation, but that this 1991 statute does not speak to subsequently enacted statutes."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The point that Justice Stevens made --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Those are -- those are regulatory provisions, right?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, is the statute -- I saw something here, that a person who's going to get this offset, and he has Social Security, you exempt $9,000 of the Social Security, and then you limit it to 15 percent of the remainder or whatever is reasonable, whichever is less."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it is -- it is true that the 1996 statute, which is the first time the express reference appears, does contain the 10-year statute by the indirect reference, and does not expressly refer to the -- cite the 1091(a)."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it says -- and it says \"offsets under this section.\""},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- yeah, I think he's -- one argument that they're emphasizing, anyway, is that -- you look at the Debt Collection Act, and suppose it had said the following, \"Section 207 is amended, or changed, as follows.  We refer specially now -- we can collect, through offset, but only for 10 years.  I mean, only to claims that are more than 10 years old.  So, we are changing what 207 says for debts over 10 year -- under 10 years old, and we can offset those.\"  Now, suppose it had said that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you'd say it's the same."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  If that's the same, let's imagine this statute.  The statute says, \"We bestow upon the Social Security agency a very limited power.\" And it says, \"This is the limited power.  The Social Security Agency may, despite 207, levy offsets on under-  10-year-old debts.\"  That's what they say, right in the Act."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then, indeed, the whole point of it -- it's entitled \"Limited Offset Ability,\" parenthesis -- \"Limited Offset Ability (Extending Only to Debts of Less than Ten Years),\" end parenthesis.  That's the title of the Act, and then it says just what I say, repeating that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not going to treat that --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- one the same.  You see, what they're saying here is -- they want to say that what I've just said is what Congress wrote in this Act.  And --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- I'm making it harder and harder for you to accept that saying --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- automatically."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Blatt, can I ask -- there's no discussion -- legislative history in the briefs that I -- because I -- that I recall.  Is it true that the people voting on the bill in 1996 had nothing but the amendment before them?  Did they have a committee report on it explaining that it still applied to the -- that the -- that the \"notwithstanding\" clause in 1091(a) would still be in effect?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because it seems to me that, conceivably, a legislator looking at the bill all by itself, not getting out the earlier provisions of the code, might well think, \"Well, this includes a 10-year  limit.\""},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why can he get a discharge if he's disabled?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Blatt, it -- was this statute -- I'm just really kind of curious that something this important, we're first putting this burden on Social Security -- it's a fairly important change.  Was this part of one of these omnibus bills that covered 99 different  -- subjects at once?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And they did not have a separate committee proceeding on each separate part of that monster bill --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- as I remember."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Blatt. Mr. Wolfman, you have three and a half minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 11:49 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"BRIAN WOLFMAN","firstName":"BRIAN","lastName":"WOLFMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3049,"interruptions":42,"times_spoken":74,"laughter":0,"num_int_by":7},{"id":1,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":1931,"interruptions":15,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":71,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":928,"interruptions":16,"times_spoken":39,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":292,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":3,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":664,"interruptions":8,"times_spoken":33,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":35,"interruptions":2,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":84,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":3049,"times_spoken":74,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":15,"words_spoken":1931,"times_spoken":30,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":36,"words_spoken":2551,"times_spoken":108,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.31405096552342093,"respondent":0.6859490344765791,"date":1472523515206}}