{"petitioner":{"name":"BARBARA DOLAN","counsel":[0]},"respondent":{"name":"UNITED STATES POSTAL SERVICE, ET AL. ","counsel":[1]},"caseNumber":"04-848","date":"2005-11-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument today in Dolan versus United States Postal Service. Mr. Radmore. "},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Radmore, what was the purpose of the enactment of the waiver of Federal sovereign immunity here?  Was it to allow recovery for auto accidents occurring by postal trucks?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that basically the purpose?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Arising --"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- out of auto accidents."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And do we normally construe waivers of sovereign immunity narrowly?"},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought we did."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"For auto accidents."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, why should we interpret the exception broadly?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess we've already construed it broadly, haven't we, in -- or, excuse me -- yes, construed the waiver broadly.  In Kosak versus United States, we allowed a suit against the United States for negligence of a mail truck in an automobile accident.  I suppose the language could have covered that, couldn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It could --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have been within the literal.  It could have been negligent -- what is it? -- negligence --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in the delivery of mail?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Negligent --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- transmission."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But an automobile accident is something, as the Government points out, that any agency of Government can be involved in, not peculiar to the Postal Service.  But the transmission of the letter is -- the words are \"negligent transmission.\"  Many people think of the Postal Service, the letter carrier, delivering the mail to one's home.  That act surely fits the word \"negligent transmission.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- wait, I -- it's not true that only mail can be lost, or only mail can be delivered to the wrong location.  If you order from a private delivery service, they can do all of those things, as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you consider  covered by negligent transmission?  I take it if the -- if the postal worker throws the package to the house and there's something in it that gets broken, that's covered by the exception?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But if -- now, if they throw the package onto the porch, and it lands in a place where somebody's going to trip over it, you say that's not covered by the exception."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't the term \"negligent transmission\" probably cover late deliveries?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or incorrect deliveries in --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to the wrong address, something like that."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It could cover, under your theory, this very act, just dumping the stuff there on the porch, if the consequence of that had not been that the homeowner tripped over it, but that rain destroyed the contents of the -- of the letters so that they were illegible."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- say that that would --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- be covered."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in -- it seems to me a little strange that this same act is both within the exception and not within the exception, the same act of negligence."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't your response to Justice Scalia -- you could make the same argument.  If there's an accident, and the truck caught on fire, and the mail was destroyed, you couldn't recover for the lost mail in the truck, but you could -- but you could recover for personal injury resulting from the accident.  It would be precisely the same conduct."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That is a good answer.  I'm  glad you came up with that. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"What does \"negligent transmission\" add to \"loss\" or \"miscarriage\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I supposed \"miscarriage\" does."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or mis-carried, like handled in a way that it's damaged, or put in a place where it's going to be damaged.  It seems to me that -- I'm not sure what additional weight \"negligent transmission\" covers if you have a reasonable reading of \"miscarriage.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that doesn't work.  I mean, if you deliver it to the house next door, you haven't lost it, you've misdelivered it or miscarried it. I don't -- I don't think \"miscarriage\" is redundant.  But you -- your construction of \"negligent transmission\" is so narrow that I'm not sure it adds anything to \"miscarriage,\" which suggests it might --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about \"delay\"? Does \"delay\" -- your -- isn't that something that's neither within \"loss\" or \"miscarriage\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"So, if, in fact, they -- the Post Office negligently delays the knowledge that would come to me in the letter, that I have 15 days to claim my billion-dollar inheritance -- [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- I guess I couldn't sue."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well, suppose what they do is -- this is -- it seems to me this case is like a first-year law school hypothetical.  But, I mean, the -- suppose that the -- what they do is, he puts the mail on the porch, my package, and he rips it open, negligently; and there for everyone to see is the toupee that I ordered. [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"And I sue -- I sue for public humiliation.  See?  I mean, what about that one? [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what I -- to sort of my cards on the -- I was thinking, \"Well, that comes close,\" but maybe it -- maybe it is within the -- within the -- within the exception.  I'm not sure.  And then --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I think --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"-- I think --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- I think you're covered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"-- on the other --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I think that's negligence transmission."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"On the other -- no, they -- see, it -- he put it on the porch, which is transmitting it, in such a way that it fell open.  But I'm just trying to think -- and then the -- on the other side of it, you have the automobile accident.  And I guess he comes along the street, the postman, swinging my package around, and bops someone on the head with it.  I guess that's covered. And then, this case is somewhere in the middle."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's the principle according to which we're drawing it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"But the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- I don't understand your last -- your last answer.  You think bopping somebody on the head in the course of delivering a package would --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, ordinary tort doesn't quite work, because I guess my public humiliation case is -- could be an ordinary tort.  Somebody could go up to the porch and rip it open, nothing to do with the mail.  And, moreover, somebody could, in fact, delay the transmission of my inheritance.  See?  They could.  So, all those things could be ordinary torts."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't it have a -- in good condition.  Therefore, when they put it -- therefore, I guess, ripping it open is, in fact, not in good condition, so maybe that is immune.  And leaving it on the porch in a position where somebody would trip over it, you might say they didn't deliver it in good condition, because what they're supposed to do is place it somewhere where you don't trip over it.  And that's good condition for the  delivery."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As is a automobile accident, and it -- the Chief suggested to you that there are other kinds of people who deliver items.  And that kind of negligence, you say, is within the exception."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That you say --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Outside the exception."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, there, you're saying that the Post Office is just -- it's just like everyone else with respect to automobile accidents, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- and -- you -- therefore, it should be just like everyone else with respect to this negligent delivery in --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Radmore, I don't think you're quite correct when you say, with regard to an automobile accident, it's just like a private entity delivering mail -- or delivering packages.  If a private delivery service had an automobile accident that resulted in the destroy -- destruction of a package, a private party could sue for the contents of the package.  But that's not true with regard to the Postal Service."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- the -- you assert that would be the case, don't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you assert that they would be able to sue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh.  All right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  I gotcha."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I guess -- I -- following up on Justice Stevens' question, your theory with respect to negligent transmission is that the Postal Service should be liable in the same way that private parties are.  But that theory doesn't hold up when you're talk -- that's not your theory."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, what is your"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought that was miscarriage."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or loss."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's only superfluous under your reading.  If it covers, for example, putting the package -- negligently placing the package in a location where it's going to cause injury, well, then it's not superfluous."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're using --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"No."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"You're -- no, please."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"I was just -- it wouldn't make it superfluous at all.  \"Loss\" would cover loss.  \"Miscarriage\" would cover damage.  And \"negligent transmission\" would be transmitting it negligently, such as leaving it where somebody's going to trip over it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're taking as your prime -- or a prime example of what would be covered by the exception of \"negligent transmission\" the package that is delivered to the right place on time and all the china inside the box is smashed.  I mean, that would be an example that would fit your theory."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would -- you would say that's supported by the -- you know, the noscitur a sociis argument, because it's damage of -- to the mail, or the condition of the mail, or the manner in which the mail itself is delivered, but it -- that's more or less where you -- where you think the exception should stop."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE O'CONNOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, your theory is basically that the exception just deals with bad things that happen to the mail."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that would be, in each case -- in each example you're giving, as I understand it, that would be as a consequence to a violation that affected the mail, itself, in the first place."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I lose the -- I lose the money, because the mail is slow, or whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Radmore. Ms. Millet. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't it true that it falls squarely within the word \"transmission,\" just exactly as an automobile accident arising out of carrying -- transmitting mail does?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They are both equally within the plain language."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Which is happening in the -- in the truck when it has an accident."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose you have a big crate that the postman uses, because you've been away for a week and yet the mail -- and he leaves a crate there, and you trip on the crate.  Under your view, there would be liability, because the crate's like the -- the crate isn't the mail."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the key word in the statute is \"transmission,\" not \"the transmission of letters or postal matter.\""},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But if that's true, why do you need the words \"miscarried\" -- why do you need the word \"miscarriage\" in the statute?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- but so would the word \"transmission\" if you -- under your reading, you don't need the word \"miscarriage.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It covers damage, for one thing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which \"loss\" doesn't, and \"miscarriage\" doesn't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, how does it hurt you, say, in the live alligator, et cetera, case?  If the Court says -- well, anything that's special in respect to transmission of live alligators, because it's the mail, et cetera, delayed -- or I -- I don't know how else you'd get a tort out of it.  But if it's simply the kind of thing that anyone could do, like driving a postal truck or leaving something on a porch that somebody trips over or walking along the street swinging the live alligator over your head, or whatever you do –- [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- that kind of thing that  doing it -- that kind of thing doesn't mean to fall within the \"transmission.\"  Now, suppose that that was the holding.  How would the Government be hurt?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What we'd look to is, you'd look to the purpose of this.  The purpose of it was, basically, I gather from the history, as recounted in Kosak -- in what the Court said in Kosak -- the purpose of this is to try to bring back into sovereign immunity, so you're not sued all the time, the very kind of common suit that a person could protect himself for the loss by registering the package, by taking out this ordinary transmission insurance, which is not that hard to do.  So, they said, if we start opening it up to misdelivery claims, all that pack -- family of things, everybody'll say, \"Hey, you hurt my pet, you didn't give me the check.\" I mean, all kinds of things will be opened up. But the Government's already liable for what I'd call the \"swinging the package around,\" leaving it -- slip-and-fall, trucks.  So that falls on the other side. Now, how does that hurt you, the Government, if that's how we'd come out?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can't get too far --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- with the text.  I think you have a great claim, and so does the other side; but if it's just the text, that's not my question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The question is, If I think the text is perfectly ambiguous on this, I look to the purpose, suppose I came out the way I just said.  How would the Government be hurt? is what I want to know."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how is mail- --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"And what if it's for --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"justices","text":"-- mail-specific any different than the grocery boy -- I mean, than the grocery-specific, under your view?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying -- you're -- you want us to say that mail is somehow unique.  But it isn't.  There's all kinds of delivery."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm saying --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- it's not mail-specific,  because all delivery people have the same problem."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, why is it mail-specific?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, and letters are carried in a mail truck, but we allow a cause of action for negligence of the driver of the mail truck.  That's unique to mail, too."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're leaving something --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That was the very point, leaving something on the porch where somebody can trip on it isn't unique to mail --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- just as driving a truck isn't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, if --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- in fact, you have a driver of the truck, the postal truck, and what he does is, he puts the mail in the truck, so my skis, which I have shipped by mail, happen to stick out the side, and, as he walk -- drives along, he just mows down the pedestrians. [Laughter.]"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I take it, on your theory, that that -- there is no lawsuit."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- let me ask you about  defenses.  And it goes a little bit beyond the suit, but, as I -- I read through the regulations, and it's the duty of the occupant, or the recipient, of the mail to provide a box or a letter slot or something.  Would the failure to do that, so that they just have to put it on the porch -- is that a defense?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume there's liability."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that your interpretation of the statute does not prevail here.  Does the Post Office have a defense if the person doesn't provide a mailbox, as the regulations require?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are there --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are there regulations  requiring that the mail be put in a reasonably safe place? And by that, I mean reasonably safe for the occupant, not reasonably safe for the mail."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You -- because you quote -- you quote, on page 2, the footnote -- you quote the regulation.  But I read that, that it has to be reasonably safe for the mail, because it says, \"Oh, you can leave it on a stairway or under a porch, just so long as it's safe for the mail.\"  That's the way I read that one."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess my point --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- my point is, if there's a duty, then it seems to me the Post Office is used to making these judgments.  And if it does not make the correct judgment, it can be sued."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not saying --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- that you're creating a cause of action."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just saying that you're not --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- that much different than any institution faced with slip-and-fall cases."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But are -- you got the -- well, that's exactly the point I'd like you to hone in on, because I don't see what's -- you say, \"Well, we're defenseless.\"  Why are you more defenseless than any other business that leaves things on porches?  That might be, you know, 482 million apple deliverers or Domino Pizza  -- people.  I don't know.  Or they -- they ring the bell, probably, but some -- McDonald's hamburgers, lots of -- department stores.  I mean, a lot of people leave things on porches.  So, why are you more defenseless than they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you talking about --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're talking about letters, though, right?  I mean, I -- they -- is FedEx and UPS in the neighborhood when you're talking about packages"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- of the size that have to be left --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- on the porch?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the Postal Service number for large packages?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, that's --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's what people are likely to trip over.  I mean, they're not likely to trip over a letter."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have any sense --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- of how many claims of this nature there are?  I know we do have the Second Circuit case, on one side.  And, by the way, I didn't notice that you refer to the Second Circuit decision in your brief.  -- Did you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- goes --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In the brief here -- well, it's -- it surprised me that there were those two cases. But, do you have any notion of how many slip-and-fall, trip-over-mail cases -- claims are filed?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You concede --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- liability for a slippery fall in the Post Office."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there was --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- there was, in one of the briefs, an example where there's a puddle created by the janitor.  The Post Office is liable.  It's -- relates to taking care of the building.  There's a parcel of mail that has a liquid in it, and it's dropped, and the puddle is created by the that.  No liability.  And you agree that that would be the result?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, you agree --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that that hypothetical --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- is correct?  And there's another one that they gave.  The letter carrier comes. He's got a mailbag filled with mail, dumps it on the street while he takes a rest, somebody trips over it.  That's case one.  Case two is, he's finished making his rounds, and he dumps the sack on the street, it has no mail in it, and somebody trips over it.  On your theory of the case, would there be liability in both situations or only in the one where the mailbag was stuffed full of mail?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Except that you -- my biggest hangup -- and I wish you'd go through your distinguishing of it again -- is the -- is the Kosak case.  Carrying the mail in a mail truck is the handling of the mail.  There is no doubt that it's the handling of the mail.  And it seems to me it doesn't -- it isn't enough to say, \"Well, other people drive trucks, too.\"  Well, that's true.  But other people deliver packages, too, and leave 'em on the doorstep.  How do you distinguish Kosak?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- I assume the Government has conceded Kosak, the dictum in Kosak."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, do you concede that point, or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If you concede the point, it doesn't matter whether it's dictum."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- you are trying to draw a distinction between driving the mail in the truck and leaving the mail on the doorstep.  What's the basis for  that distinction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if the postman throws the box onto the porch and hits somebody there, you say that's within the exception?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't say, \"Hey, you hit me with the mail,\" right?  You say, \"You hit me  -- with a box.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your claim --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- arises out of how he handled the box, just like --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- in the other case it arises out of how he handled the vehicle.  You don't care whether it's the mail or not.  By the same token, when you trip over something -- a box -- you don't care whether it's a mail box or if it's the box from UPS.  And yet, in your case, it makes all the difference in the world."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- defense affects the process.  In other words, you would, more and more, be leaving those -- the little slips of paper saying, \"Go down to the Post Office and pick up your package,\" rather than leaving the package on the porch."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you're --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- you're using the word \"deliver,\" but the statutory word is \"transmit.\"  And -- are there other statutes or regulations in respect to the Post Office that talk about \"delivery\"?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is the word -- because it seems to me -- the omission of \"delivery,\" it seems to me, is a real problem for you, in your theory of the case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- but I'm surprised that there's no empirical examples of what -- well, I would think it would have happened, in 50 years and tens of millions of packages, that a package falls off a truck. You know, the next driver veers somewhere and gets into an accident, and they say it was the -- it wasn't packed  properly.  I think should have happened sometime in the Post Service over -- Postal Service over 50 year.  My guess is, it did happen and you just paid."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do we actually know, either of us?  I don't, I confess.  Do you -- do you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I don't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- I don't understand your last  distinction.  You say there is no liability for the package that falls off the back of the truck, but there is liability if the truck hits another vehicle.  I really don't understand the basis for that distinction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which happens all the time in other trucks, not just mail trucks."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you can say the same thing about the driving of the truck that contains the mail."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Same thing with the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- same thing with the person who veers to avoid the package that falls off the back of the mail truck."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that does --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- but the person who trips doesn't say, \"Oh, this really hurts me because it's mail instead of a box of oranges,\" does he?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- your argument, as I  understand it, on the -- on the truck accident and on the package that falls out of the truck -- is that the fact that mail transmission is going on at the same time is utterly irrelevant to the cause of the damage.  And isn't it equally open to the -- isn't your position equally open to the argument that, when the person trips over the package on the porch, it is utterly irrelevant that that package has been placed there by a postal employee and has been carried in the mail?  It is in the same -- it has the same character, vis-a-vis tripping, that a brick or a rock or any other package might have. So, if you're going to be consistent with respect to the passage of the truck, the package that drops out of the truck, and the piece -- and the package on the porch, don't you have to say it is irrelevant that the package in the porch has been carried in the mail and put there by a postal employee?  It's its character of package at that place that matters."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but you can say -- then you can say exactly the same thing about the package that falls off the truck.  You can characterize that.  You can say, \"Look, it wouldn't have been in the truck if they  weren't delivering mail.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"She says that."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Pardon me?  But you -- and you could say that there wouldn't have been any accident with the truck if the truck hadn't been delivering mail."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But can I just --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- this question?  The case is a little bit on the border, because it's a slip-and-fall, and it does -- there may not have been negligence.  We -- but we're assuming, via the allegations, they're true. But your position would apply to an intentional tort, as well as a negligent tort, I think, wouldn't it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Would that -- this is neither here nor there, I guess, but would that be within the waiver?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Negligence --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"It's --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Intentional --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"It's --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- torts aren't covered --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- by it, are they?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, only --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- because you weren't intention -- your --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- intent was not to deliver anthrax."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But if the intent is to hit the person with the alligator that you're swinging --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that would be an intentional"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- tort in --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Radmore, you have 7 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any -- I mean, you'll be responsible, if you prevail, for all of us having to go down to the Post Office every time we get -- [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"-- packages.  I mean, it there --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- do you have any response to that policy concern? [Laughter.]"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about the practical problem that was raised that, in the automobile accident, there's witnesses, there's a police report, usually; but a slip-and-fall over mail, nobody's around, these are easily made up, and the Post Office has no opportunity to check?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point that -- I think that they were making is that there will be an investigation, on the spot, ordinarily, in the case of a vehicle collision.  Post Office won't even know about the slip-and-fall until a claim is filed, which could be weeks and weeks later."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the volume is unique.  In other words, there aren't going to, in a typical case, be a lot of witnesses, and the volume is unique.  And you can't bring the postal carrier in, two years after the fact, and say, \"Do you remember where you placed this parcel on this porch on this day?\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 11:01 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"JAMES R. RADMORE","firstName":"JAMES","lastName":"RADMORE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2283,"interruptions":38,"times_spoken":73,"laughter":1,"num_int_by":7},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"respondent","words_spoken":3660,"interruptions":82,"times_spoken":116,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":774,"interruptions":10,"times_spoken":42,"laughter":2,"num_int_by":3},{"id":3,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":84,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":598,"interruptions":13,"times_spoken":45,"laughter":1,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":530,"interruptions":14,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1087,"interruptions":9,"times_spoken":28,"laughter":5,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":8,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":491,"interruptions":11,"times_spoken":27,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":2283,"times_spoken":73,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":82,"words_spoken":3660,"times_spoken":116,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":70,"words_spoken":4397,"times_spoken":219,"laughter":8,"num_int_by":8}],"outcome":{"side":"petitioner","margin":6},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126726}}