{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"Y & H CORPORATION, DBA THE MOONLIGHT CAFE. ","counsel":[2]},"caseNumber":"04-944","date":"2006-01-11T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Arbaugh v. Y & H Corporation. Mr. Joseffer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schwartz. Excuse me. Mr. Schwartz. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say -- so now it's essentially redundant. Now that 1331 has no jurisdictional amount, no amount in controversy, the jurisdictional provision in title VII is just going over the same territory. It doesn't add or detract. Is that so?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the first sentence, but not in the venue part."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is not subject matter jurisdiction, which is what we're concerned with here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the argument, though, that when you're talking about a threshold question like coverage, who the statute covers, and it's quite different from the cause of action cases, many of which you rely on in your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's more a question 1111 14th Street, NW Suite 400 of -- of whether or not the -- there's been a violation of title VII. It seems to me that the number of employee issue is whether you're covered at all, whether you have to conform your conduct to that law. Your question -- your -- your case of whether someone has been discharged or not just goes to whether there's been a violation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But in City of -- in City of Kenosha, of course, the Court went beyond the jurisdictional grant and it said that the definition of the term person in 1983 raised a jurisdictional question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the practical consequence of the one or the other? Number one, if you don't raise it below, you can still raise it on appeal if it's jurisdictional. Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And number two, the -- if it's a jurisdictional question, it would be decided by the -- by the judge rather than by the jury?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's always the case. I mean, why -- you know, if those disadvantages -- those disadvantages will always exist. So why would Congress ever make something jurisdictional rather than simply making it an element of the cause of action? You understand what I'm saying? I mean, that's always a consequence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet, you -- you acknowledge that some things are jurisdictional."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but what's the rule that you suggest we look to in deciding whether a provision is jurisdictional? Because, as the Chief Justice pointed out, in 1983 cases where the question is whether the defendant is a person, we've held that is jurisdictional. So what is the rule in telling us 1111 14th Street, NW Suite 400 when we should treat something as jurisdictional?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you call this? Would you call 15 or more employees an element of your claim that you must prove?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or there could be an affirmative defense and you're not claiming the latter."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're -- you're accepting that it is your burden rather than the employer's to show that the employer had fewer than 15 employees."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"More than."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you establish that in the course of the proceedings?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask what -- how does the waiver work? Suppose the judge pre- verdict says, you know, I'm concerned that there are less than 15 employees. Can the plaintiff say, oh, well, now, Your Honor, you can't get into that? They waived that. They didn't raise it. I mean, how does that work?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your theory of the case?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if it's your burden to prove it, how can it be waived by the defendant? I don't understand your theory. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"You mean the judge just has to watch the case sail over the waterfall and --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in my case nobody mentions it but the judge."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and the -- and the judge calls it sua sponte to the attention of the parties."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait. You -- you 1111 14th Street, NW Suite 400 pleaded -- you pleaded that -- that the defendant was -- was an employer under the act. Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's the definition of employer that says he has to have more than -- more than 15 employees. So, in effect, you -- in making your complaint, you -- you at least implied and maybe said that this person is an employer under the act. So it seems to me at that point the -- the burden shifts to the other side to say -- the burden of going forward of saying no, this person isn't an employer under the act, and if they say nothing, then they've accepted what -- what your complaint on its face says."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I knew you would. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"But -- but maybe -- but that doesn't sound like a reasonable agreement. All you -- so you file one sentence saying this person violated title VII. Are you impliedly including all of the allegations of what constitutes a violation of title VII because if you didn't allege every particular element, it wouldn't be a violation of title VII? That's not how pleading works. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In your pleadings, did you say he's an employer?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you use the term employer?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it -- you -- you told us of your extensive experience. How does the numerosity requirement usually come up? You've accepted that it's an element of your claim rather than an affirmative defense the defendant must plead and prove. So how does it ordinarily come up? Does it -- because defendant answers and asserts that it has fewer than 15 employees?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true in a lot of areas. I think of admiralty. If there's an issue of admiralty jurisdiction that questions whether an injury is caused by a vessel in navigable water, you often have extended litigation over that jurisdictional question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it -- does it have to be resolved preliminarily? Why can't you leave the jurisdictional question to be decided at the conclusion of the trial with all the other questions? Is there some rule of law that says that a jurisdictional question must be confronted before the trial and before the merits? Indeed, most jurisdictional questions are reexamined as the trial proceeds. That is, you know, initially the court will say, yes, there appears to be jurisdiction on the basis of the pleading. Then if there's a motion to dismiss, yes, there -- there appears to be jurisdiction on the basis of the affidavits. But then if the trial proceeds and it turns out that, in fact, there isn't jurisdiction, the court dismisses. So why couldn't this jurisdictional question always be handled that way? Just -- just leave it to be resolved during the trial. It wouldn't slow anything up."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So this is a third consequence of the jurisdictional issue."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If the issue is jurisdictional, all the pendant State claims don't belong there and they've got to be chucked out; whereas, if it just goes to the merits, the pendant claims are properly before the court."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an important consequence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Schwartz. Now Mr. Joseffer. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Joseffer, maybe you can raise the podium a bit so the microphone works better. The other way."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what about the EEOC having typed the question jurisdictional for administrative processing purposes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Interpreted section -- the use of the word person in section 1983."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So City of Kenosha was just kind of a silly waste of time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"1331 was applicable there as well. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. What have juries been determining?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"The -- the question was whether the truck drivers counted as employees because if they did, they'd have enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's the -- that's a consequence of a determination that it's jurisdictional in any case. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, if you had a case where you didn't dispute that the issue was jurisdictional and there had been a jury trial on the pendant State law claims, we'd still have to throw that out. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Joseffer. Mr. Prendergast, we'll now hear from you. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There was no -- there was no allegation that the plaintiff was employed by your client?"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Was the --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Was the word employer used in the pleadings?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. I'm just asking the really formal question. Was the word employer used to refer to your client at any point in the pleadings?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have the complaint in --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Was there an allegation that the company, petitioner, or whatever it was -- that they violated the act?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right -- I guess that -- they must have thought that there were 15 or more employees because otherwise you wouldn't have."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Was that denied?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You denied it. Then they presented evidence, and their evidence was A, B, C, D, E. And I guess then you presented some contrary evidence, and you didn't present any evidence that he wasn't an employer. So I guess the odds are he was."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And if the odds are he was, they win in the absence of any evidence."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then I guess maybe you could have appealed on that point. So did you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then I guess it's waived unless it's jurisdictional. So we're back to the 1111 14th Street, NW Suite 400 jurisdictional question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I never heard of a point on the merits that if you -- you think you're right. It's right on the merits, the element of the offense. You don't think they proved it, but unfortunately, you don't raise that in the appeal."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And did you win or lose on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What other aspects of title VII do you think are jurisdictional?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do they hold that the plaintiff must allege the employer is not an Indian tribe? I'm over here."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Over here. (Laughter.) 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":10,"sideBefore":"justices","text":"I say in -- in those case that you just cited, did they hold that the plaintiff must allege that the employer is not an Indian tribe?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you interpret those cases as, in fact, holding that if there was a trial and a judgment in favor of the plaintiff against what turns out later to be an Indian tribe, that after the case is taken up on appeal, the Indian tribe can have the judgment set aside?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did it, in fact, come up in that posture in the case? It has already been mentioned that the word jurisdiction has many, too many 1111 14th Street, NW Suite 400 uses. Did it -- did the question come up in the Indian tribe cases as it did here after the case was fully tried and after there was a jury verdict for the plaintiff?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"When -- if -- if it's brought up promptly, it really doesn't matter, does it, whether you label it 12(b)(1) jurisdiction or 12(b)(6), failure to state a claim? It goes out either way. When it is consequential is when you bring it up, as you did here, after you lose on -- at the trial."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Prendergast --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- my problem with -- with your -- your contention is that I don't know how it is that you -- that you intuit that this one definition is jurisdictional. I mean, the definition -- the -- the 15 employee limit is -- is part of the definition of employer in section 701."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There are 13 other definitions in section 1701. For example, it defines on the basis of sex. Now, if -- if you contest whether a particular remark or a particular practice of the employer was -- fell within that definition, was on the basis of sex or not, would you say that the court had no jurisdiction?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Will you challenge -- well, why are you challenging jurisdiction when you're -- when you're saying the -- the definition of -- of employer has not been met, but you are not challenging jurisdiction when you say the definition of on the basis of sex has not been met. Why -- why pick on one rather than the other?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I -- I understand that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that's what it comes down to."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But how do you know --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If both definitions in section 701 --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- why does one of them express one thing and another not express --"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the practical consequences of affirming here are severe in terms of handling these cases. And we've pointed out in some recent cases of ours that we've been a little sloppy in the past in using the word jurisdiction. So it looks to me like there are many indicators that would point to not treating the 15 employee requirement as one of subject matter jurisdiction."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it's entirely in the hands of the defendant to raise some objection. Who knows better than the employer how many employees the employer has had? I mean, it's totally within your capacity to say, wait a minute --"},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- we didn't have 15."},{"name":"JUSTICE O'CONNOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Were you representing this employer at the time?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What's -- what's wrong with the rule? We're not dealing with article III here. What's wrong with the rule that if Congress doesn't put it in the jurisdictional section, it's not jurisdictional?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It would make the future cases a lot easier to decide."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"May I go back to Zipes? In Zipes, the Court was faced with the -- the word jurisdictional had been appended to the statute of limitations. I think that was true of the way the EEOC spoke of the rigid time limit, that it was mandatory and jurisdictional. And then the Court explained in Zipes that a strict time line doesn't mean that it's jurisdictional. You can have a rule that's rigid, but it doesn't determine subject matter jurisdiction. And that's what Zipes tried to explain. The Court in Zipes was faced with a number of cases that had used that term to describe the time in which you must bring the action, mandatory and jurisdictional."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but now we know it's -- EEOC has changed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But why -- now that we do have Zipes, why should the number of employees be treated any differently than that rigid time line in -- in Zipes?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that was a pendant jurisdiction case. Wasn't Aldinger --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you just used an 1111 14th Street, NW Suite 400 interesting word because there are litigants who can claim complete immunity from liability, but that immunity, whether it's absolute or qualified, doesn't go to the court's subject matter jurisdiction. It has to be raised in those cases as a defense."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Or leave it to the States that often do cover smaller shops. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- that argument doesn't apply to absolute immunity cases, and yet in absolute immunity cases, once again, it's clear there's jurisdiction. There's simply immunity. The immunity doesn't depend on any particular facts."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But we have to determine whether he's acting as a prosecutor. Sure. We have to determine whether the President was acting in a presidential capacity, but that's not the kind of fact inquiry that you were talking about with respect to the 1111 14th Street, NW Suite 400 -- qualified immunity."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I -- I don't see why the same argument can't be made with respect to prosecutors. It is clear that if -- if an individual is acting in a prosecutorial capacity and enjoys the appointment as a prosecutor, that at least the -- the system -- we're not necessarily talking about Congress here. The system says there -- there should be, as a categorical matter, an -- an immunity from prosecution. And yet, that does not go to subject matter jurisdiction. And it seems to me that that is essentially the exact argument that you're making here, and I don't see why it should be any more sound here than it would be in the absolute immunity case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why can't get they get the protections through summary judgment?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Among other things, you -- you've got to do it up front."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if -- if we're worried about dragging people into litigation, I presume Congress didn't intend, as a -- as a general matter, to allow the -- the situation that we've got here. One party has been dragged through a piece of litigation and, having lost, has decided it wants to take another 1111 14th Street, NW Suite 400 shot at getting out of the case. Surely you can't say that was within the contemplation of Congress' intent."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"My -- my point -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- my point is not --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- my point is not that Congress in some specific sense, when it establishes a jurisdictional requirement, does not intend the occasional costs that the system has to bear by virtue of treating that requirement as jurisdictional. My point simply is that if we are in -- in a situation in which it is not clear whether it's jurisdictional or not, and the issue can be raised, in effect, up front effectively through summary judgment, and in the alternative, can be treated -- and -- as -- as an ineffective fact element, and in the alternative, can be left, in effect, forever to be raised as a jurisdictional element. The fact that it can be treated effectively up front is one reason to think that Congress would probably have wanted that fact issue to be regarded not as jurisdictional but as elemental so that it can be gotten out of the way and the parties are not going to go through entire trials only to have the whole thing upset by a belated jurisdictional argument. That's my only point."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, it doesn't make a whole lot of difference."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure that helps your case. 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Does it make a difference on the -- the -- does the categorization make a difference on the relevant time of the inquiry for the 15 employees? You have 16 employees when the discrimination takes place. By the time the lawsuit is filed, you've only got 14. Does it matter whether that's called jurisdiction or going to the merits?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Even -- even if it's a question of jurisdiction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It certainly matters for plaintiffs in this situation. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It certainly matters from the defendant's point of view too. In many of these cases, it's not clear whether the number 15 has been -- as in this case, you have delivery drivers. You have owners whose wives are employed in the business."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"From the -- from the point of view of a defendant who thinks I'm going to fight this case on the merits, but if I lose, I still have this ace up my sleeve."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That sounds like a good reason why a court should think long and hard about categorizing this as a question of subject matter jurisdiction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it would be simultaneous. The jury -- the jury would have that question. Didn't I understand the attorney for the United States to say this is typical of what juries decide, was this person an independent contractor or an employee? 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Prendergast."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schwartz, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think -- do you think it's possible that -- that Indian tribes could be jurisdictional but an employer couldn't? I mean, it seems to me the two the questions are quite different. An Indian tribe is always an Indian tribe. Right? And you're -- you're excluding -- just as a prosecutor is always a prosecutor. You're excluding a whole category of people. But you're -- you're not excluding 1111 14th Street, NW Suite 400 a category of employers here, are you? Because it's a -- it's a factual question, whether at the time of the alleged offense, the particular company was employing more than 15 people. It isn't that this company forever has immunity."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- you're not arguing for the Indian tribes here."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you if the practice of law has returned to normal in New Orleans?"}],"people":[{"id":0,"fullName":"JEFFREY A. SCHWARTZ","firstName":"JEFFREY","lastName":"SCHWARTZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":1904,"interruptions":11,"times_spoken":40,"laughter":1,"num_int_by":4},{"id":1,"fullName":"DARYL JOSEFFER","firstName":"DARYL","lastName":"JOSEFFER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1471,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":2,"fullName":"BRETT D. PRENDERGAST","firstName":"BRETT","lastName":"PRENDERGAST","counsel":true,"justice":false,"side":"respondent","words_spoken":3226,"interruptions":24,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":765,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":4,"times_spoken":24,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":225,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":188,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":121,"interruptions":0,"times_spoken":5,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3375,"times_spoken":51,"laughter":1,"num_int_by":4},{"side":"respondent","interruptions":24,"words_spoken":3226,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":11,"words_spoken":3309,"times_spoken":116,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034855}}