{"petitioner":{"name":"OREGON","counsel":[0,1]},"respondent":{"name":"RANDY LEE GUZEK. ","counsel":[2]},"caseNumber":"04-928","date":"2005-12-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Oregon versus Guzek. Ms. Williams. "},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Is it --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Can you --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- possible that the Supreme Court of Oregon misapprehended some of the 1111 14th Street, NW Suite 400 -- facts in this case?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- need to vacate the judgment and remand for that, or --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do we just go ahead and"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under Oregon law, is 1111 14th Street, NW Suite 400 it possible that some of the mother's testimony would be otherwise admissible at the penalty stage?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- may -- I want you, perhaps, to elaborate on that, as well.  And perhaps the Respondent is the one to answer this question.  Do you understand that they, on remand, if they prevail in this case, would want to introduce the mother's live testimony?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not sure --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- all right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can't you under -- look, first imagine that they don't want to introduce one word from the mother's mouth that isn't already in that transcript.  Imagine that's the circumstance.  If that's the circumstance, then I should think there is no doubt, under Oregon law, that those words in the transcript are admissible.  And I believe that under Oregon law -- and I'm not certain -- that, an ordinary case, a death-eligible person does have the right to 1111 14th Street, NW Suite 400 -- argue in the sentencing proceeding.  Think back over that trial jury and you will see that there are doubts as to whether this man is guilty or not.  Am I right -- am I right on the first part?  Am I right on the second part?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  In other words, prior to this case, in the State of Oregon, where there was a death case -- maybe there weren't very many, but where there was one, under Oregon law -- we have the trial; immediately thereafter, the sentencing, and the lawyer had no right to argue, under Oregon law.  Think back about your certainty as to whether this individual is guilty."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, all right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And did the court say, here -- the Oregon court, in this case -- one, You can introduce evidence, which it seems to have been mistaken about, about not being there, but that, second, the Federal Constitution gives you the right to argue the residual doubt?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah.  \"Consider the evidence\" is different from \"making an argument about the evidence.\"  And what I didn't see in the -- Oregon's majority opinion, is a statement that not only can this evidence be introduced -- because, after all, in a normal case, the jury's heard it --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the same jury.  But I didn't see, anywhere, where they addressed the question about what kind of argument the defense had the right to make at the sentencing trial in respect to the residual doubt that they might have from what they just heard.  Can you point, in that opinion, to where they made that statement that you just said they made about the argument?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You want --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You want us to hold that. You want us to say that a defense counsel can be admonished by the judge not to make the argument that, \"Ladies and gentlemen, this is the final penalty.  My client claims he's innocent.  If, in 20 years, it turns out that there is evidence exonerating him, it will be too late.  I want you to consider that and give him life.\"  You can't make that argument. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Williams, I don't -- I don't understand all of this discussion about what the -- whether the State law would have produced the same result, or not.  We have never held, have we, that, where a State Supreme Court opinion clearly rests on a Federal ground, a Federal constitutional ground, we do not have jurisdiction if there is a possible State ground that would have left it -- led to the same result?  Have we ever held that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And we've said just the opposite, haven't we?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that isn't the thrust of my question, of course.  The thrust of my question is that if, in fact, this evidence from the mother comes in under State law, it comes in under State law, because -- I have the cite; you know the --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- section I'm referring to. If it comes in under State law, and they're not trying to prove anything else, and the holding of the Oregon Supreme Court is about what evidence is admissible, and not about what arguments to be made, I don't see what reason we would have to reach an issue that isn't in the case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's no --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- reason that the defendant couldn't introduce other evidence in his resentencing trial, is there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if he has other -- he says, \"I have other witnesses that go to 1111 14th Street, NW Suite 400 -- the residual-doubt question,\" and I would -- you know, on retrial, if he prevails here, presumably he would be entitled to put in that evidence, as well."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"But what do we do with the case --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"-- ask you --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"-- if your opponent acknowledges that -- or stipulates, in effect, that he's not going to put anything in except what's already in the transcript?  Then do we have a case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- about the right to argue?  Is that what it is?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But our --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- jurisdiction is limited to reviewing a final judgment in this case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't give an advisory opinion which would tell you what to do in other cases, which -- if that's all it does."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But would they're --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they would be giving up the right that you claim you don't want them to have."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"For other cases --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but not for this case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I'm concerned that perhaps we're being confronted with a request for an advisory opinion.  I don't know.  Maybe they haven't categorically agreed to what -- they may be going -- willing to say that they aren't going to put anything else in.  I don't really know that yet."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We may -- we may not have held they have a constitutional right to make that argument, but do you -- do you think that State -- 1111 14th Street, NW Suite 400 that you did -- you don't think they could even make the argument as a matter of State procedure or anything at all?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about Oregon revised stat 163.150?  It says, \"In a capital sentencing proceeding, the court shall instruct the jury that all evidence previously offered and received may be considered for purposes of the sentencing hearing.\" Now, that's Oregon law.  It's long been there.  What possible reason could Oregon have for having that provision, which is, \"Jury, you shall consider all the evidence you just heard at the guilt phase of the 1111 14th Street, NW Suite 400 -- trial\"?  What reason could that be?  How is it supposed to be relevant, \"all evidence,\" unless it's relevant to the question of whether there is doubt?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a different provision.  I'm now thinking of the \"normal case,\" where you hear the guilt phase, and now we're in the sentencing phase, and it says here, under Oregon law, \"Judge, tell the jury that everything they previously heard at the guilt phase they may consider for purposes of what sentence they should impose.\"  I just wonder what that sentence is doing there in Oregon law, unless the jury is supposed to think about whether this guy's really -- \"I'm completely certain he's guilty.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose that if that provision weren't there, the court would have to decide, item-of-evidence by item-of-evidence, which pieces, that the jury has already heard, were relevant to the penalty, and not to the guilt.  Whereas, by just allowing everything in, but just telling the jury, \"You only consider it insofar as it goes to the penalty, and not to the guilt,\" we -- the court does not have to enter into that item-by-item discrimination."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Without any clue --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- without any clue whether there's a relevance test?  I mean, here we're talking about alibi evidence.  If the determination of guilt is final, then alibi is irrelevant at the penalty stage.  That's why I found that statute so puzzling, 1111 14th Street, NW Suite 400 that the jury doesn't have a clue.  They're told, \"Everything from the guilt phase comes in, you can consider,\" but it doesn't sort out, doesn't even tell them, relevance."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't the basis on which the court decided this case, is it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What we're saying here is that this is a possible basis on which the Oregon Supreme Court might have decided this case.  They did not decide it on that case -- on that ground.  They decided that the jury has to be able to consider doubt, not because of that provision of the statute, but because of the eighth amendment.  And --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":7,"sideBefore":"justices","text":"No, I wasn't suggesting anything other than what Justice Scalia said, but I was just curious about this statute that tells the jury, \"You can consider everything,\" and gives them no 1111 14th Street, NW Suite 400 guidance, because some of it might be quite inappropriate for them to consider."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"justices","text":"What has our constitutional law regarding the requirement of allowing the jury to consider all mitigating factors -- the requirement that they have to be allowed to be take into account of that -- what guidance has that provided?  Has our constitutional law said what constitutes a mitigating factor?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Apart from that, apart from the fact of whether the person's guilty or not, have we specified what factors the jury can take into account by way of mitigation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think that if a State listed specific factors that could be taken into account, and no others, that there would be considerable doubt whether this Court would allow such a statute to stand?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Williams. Mr. Shanmugam. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you have any view on whether this question is properly before us, given the Oregon statutes?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But, based on what you have just said, which was my understanding, too, assuming the Oregon Supreme Court made the assumption that the 1111 14th Street, NW Suite 400 mother's testimony had not been admitted at prior trial, the only thing that the Oregon Supreme Court was ruling on was the admissibility of new testimony, and the use to which new testimony could be put, right?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"So that if the --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- if the other side says, \"We totally give up any claim to introduce new testimony,\" then don't we have a jurisdictional problem?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, we --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- have not, but it's possible for, it seems to me -- for all we know, it's possible that Oregon could say, \"Look, we have a statute that says everything that was introduced at trial may be considered.  That may be a good thing or a bad thing, but that's what our statute says, and they may consider it.  But when the question comes, What new evidence may be admitted at the sentencing hearing -- the sentencing phase only, then we're going to restrict that only to evidence which, in our view, is required by the eighth amendment.\" So, if that is, then -- we don't -- I don't know whether the Oregon Supreme Court took that view, or not. But if it did take that view, and, in this case, the Respondents say, \"We no longer want to introduce any new evidence,\" then we would not have a case left, it seems to me."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, on that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- on that substantive point, it does seem -- I assume a Governor could take this into account in clemency?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And I suppose the Governors can do more than juries can.  But, still, it seems odd to me that a jury cannot consider that this is a close case.  It's been proven beyond a reasonable doubt, of course.  It goes at least to whether or not the defendant is obdurate in not accepting guilt.  He says, \"I didn't do it.\""},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, no, the evidence goes to explain why the defendant is taking the position that he does.  He said, \"I wasn't there.\"  Now, it's true, the jury, in the guilt phase, found that he was - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- at least it explains his attitude, his demeanor, his refusal to accept responsibility.  There's a reason for that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it would follow from that, that if a State wanted to exclude the defense evidence on alibi from a sentencing jury's consideration  -- let's assume it's a new -- a new sentencing jury -- they could do that."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, that's true --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- with respect to putting in new evidence.  I understand your point.  But there - 1111 14th Street, NW Suite 400 - as a realistic matter, do you think it's possible to prevent a juror from deciding, \"I thought it was really a closer case than beyond a reasonable doubt; and so, I'm a little hesitant about the death penalty\"? There's no way to prevent that --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- from happening."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But there's -- used on the other side and as a policy model, the model penal code, I think, says it's okay.  It -- not really that it's okay.  It should be considered."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"When you --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":7,"sideBefore":"justices","text":"But there are a number of States that do --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Your --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- position is --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that it's up to the States, I take it, but it's not compelled by the eighth amendment."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So, you think -- you think the Oregon Supreme Court might well come out that way, if it wished, although not resting on the eighth amendment?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Wolf. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that doesn't matter.  I mean, the question is what the Oregon Supreme Court did, and it's quite clear that it based its decision on the eighth amendment, not these various provisions of Oregon evidence law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You argue in -- an 1111 14th Street, NW Suite 400 eighth amendment case in the Supreme Court, you win on the eighth amendment, then you leave the courthouse and say, \"Well, I don't want it anymore,\" and you think that moots the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's still a decision, binding in this case, giving you the right to admit any evidence on residual doubt in the retrial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't question, or doubt, that the State Supreme Court decision was based on the eighth amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"So, if we vacate it and the case is remanded on that ground, I assume it's still open for you to point out to the Oregon Supreme Court that they were in error about the -- about the status of the testimony that you tried to get in, and have it 1111 14th Street, NW Suite 400 admitted on that ground.  Why isn't that the way to handle the matter, rather than your --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- as you express it, \"mooting the case\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, that -- there would still remain -- whether you mooted the case, or whether we vacated and then it was left to the Oregon Supreme Court whether to let this evidence in -- there would still remain the question of what kind of an instruction the jury can be given regarding the consideration of this evidence for purposes not of determining whether a guilty person should not be given the death penalty, but, rather, for purpose of considering whether the guilt is clear enough.  I mean, that's -- that issue would still remain, wouldn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand, but what are you -- what are you going to argue to that jury? Are you going to argue to that jury, you know, that, \"Yes, my client has been convicted, but the evidence of his guilt was really not all that clear, and you should take that into\" -- don't you want to make that argument?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the Oregon Supreme Court says you can make that argument, because the eighth amendment requires you to be able to make that argument."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And what the State says is, \"No, the eighth amendment requires no such thing.\"  So, the issue hasn't gone away.  It's still here.  It's here in this very case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What the --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  You're entitled to get the evidence in, under Oregon law, but the question of how that evidence can properly be used by the jury has been decided by the Oregon Supreme Court only on the basis of the eighth amendment, not on the basis of any Oregon statute."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But considered --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- for what?  That's the problem.  I mean, here is someone who's been found guilty beyond a reasonable doubt."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't see how it's relevant to go in at sentencing and say, \"Oh, but there are all these doubts.\"  I mean, by finding \"beyond a reasonable doubt,\" there isn't a reasonable doubt left."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You -- I don't see how that's open to argument.  You can say, \"Consider the evidence that shows he's a good person underneath it all,\" or, \"There -- he has some moral values that ought to be respected,\" or something like that, or, \"He's capable of doing good things.\"  But I don't see how you can argue doubt."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In the penalty phase."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In the penalty phase?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Hasn't that already been found in the guilt phase?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You can be found guilty of murder when you didn't intend to kill?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That seems to be very strange, because I think our cases require -- require that for death eligibility, and --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I have two questions, if I may.  One -- of course, that wouldn't -- the alibi evidence would already have been rejected, whether there was deliberateness or not, so that would not support putting in the alibi evidence.  But the second question I have -- I wanted to be sure we're clear on - - do you intend, on the future hearing, to introduce anything other than the transcript of the prior proceeding?  Do you intend to introduce live witnesses under -- as you may, perhaps, be able to, under Oregon law?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because I got the impression, from your motion to dismiss the writ as improvidently granted, that you did not.  But I don't see anything unequivocally establishing that in the 1111 14th Street, NW Suite 400 record."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"To --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"To put in --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, okay."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But is that --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So, there definitely is a case before us, then."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you intend to --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":10,"sideBefore":"justices","text":"Then there was really no basis for your motion to dismiss the writ as improvidently granted, if that's true."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But under --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- Oregon law, what is not clear is -- you want to put the mother on the stand."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now, do you want to go into anything at all that wasn't raised at the trial?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's right.  So --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's why I want to know that.  That's what's ambiguous."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Look, you only get to go into something if it was not otherwise -- if it is otherwise relevant; and, therefore, if you want to. The reason they think it is relevant is because of a constitutional holding of the Oregon Supreme Court. So, if you want to go into something, we have to decide whether it is, or is not, otherwise relevant.  If you want to ask the same thing, that's just a question of whether you have to have a transcript or a live witness.  And I don't know that that's a question that 1111 14th Street, NW Suite 400 depends on their constitutional holding.  So, I want to know, Do you want to go into things that are not there in the original trial, yes or no?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"I don't understand that answer, in light of the previous discussion about the deliberate -- deliberately."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did the Oregon courts take the position that, in the sentencing phase, the \"deliberately\" requirement must be judged just by what was in -- introduced in the guilt phase?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But I thought that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"So you --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"-- you told us additional evidence on deliberation can be put in the -- in the sentencing phase.  But then you're saying that you're not going to do that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  No, I'm not saying that.  I -- look, until this minute, you might have been equivocal.  You're quite right, I was leading you. [Laughter.]"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Now, that doesn't mean you can't say yes or no.  You can decide right now.  So, decide.  And I'm -- I will be bound by the answer, as I think we all are.  And if your answer is, \"Yes, I want to go into otherwise relevant things,\" I'd like to know that.  And if the answer is no, I want to know that, too."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I would pass, if I were you. [Laughter.]"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, if you pass -- if you pass, I will think you do.  And as long as you do, I think we have to decide whether it is, or is not, otherwise relevant.  I'm being totally open and honest with you. [Laughter.]"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I'm not being tricky about it.  I want to know if we have to go to the words \"otherwise relevant\" in the Oregon statute -- \"otherwise relevant,\" particularly in respect to this question of residual doubt."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I really would like an answer, if possible."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  And they said that relevance is -- of residual doubt is relevant.  And the reason that it's relevant is because the Constitution of the United States requires the jury to hear it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That is what I am focusing on, and I want to know if you want to go into \"otherwise relevant,\" for that reason. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It said that your alibi defense, that had been rejected by the prior jury, was relevant under the eighth amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- that brings up a question I have.  Particularly under the resentencing provision, it looks like the sentencing trial is going to be just a rerun of the guilt trial, because your main evidence that you want to put in is alibi evidence, \"I didn't do it.\"  So, you're going to say, \"Here's\" -- the mother is going to say, \"I -- he was at 1111 14th Street, NW Suite 400 -- home.\"  And then, presumably, the State gets to put on all of its witnesses, saying, \"No, here are the people who saw him do it,\" and blah, blah, blah.  And so, it's just the same trial all over again."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They used to have --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- two trials.  I mean, you know, that's the whole problem here.  Your client has been tried as to whether he committed the offense, and found guilty, and now you --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- now you want to relitigate the same matter.  I don't --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And on the basis that the Constitution requires you to be able to relitigate the same matter two times in the same criminal proceeding, that doesn't seem, to me, right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, let's go to the constitutional --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- issue.  Now, let's imagine we have a trial.  And at the trial, we have a lot of evidence about the alibi."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And what the State Court says, \"This is our law.  When a person is\" -- now go to the sentencing phase, the jury has heard it --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?  So, they take it into account.  And, moreover, we tell them they have to consider it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?  That's a State law. Now, what happens when there's an appeal in the middle, and now we go back just to the sentencing?  Here's what we do.  We introduce the transcript.  And, moreover, we introduce some live witnesses to say what they said before, but nothing else. Now, you're saying there is a constitutional right to present an additional witness on the matter 1111 14th Street, NW Suite 400 that has already been litigated to go into things that were not there in the trial before."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now, my goodness, if you had real evidence of an alibi, why didn't you put it in the first time?  And if, in fact, you -- it's not such good evidence, and so forth, why does the State have to waste its time to hear some more about the alibi that you didn't put in the first time?  I mean, you know, that's what you're saying the Constitution protects. I'm being a little skeptical.  I want to know what your answer is."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm agreeing with you --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- insofar as you have a right to put in what you've put in the first time."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I agree with you on that one.  But you said you wanted to do something else. You wouldn't say, \"We don't want to do something else.\" You -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- want to do more."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And, in the \"more\" part, where does the Constitution protect you?  I'm willing to, at least hypothetically, go with you on the protection for what they already heard."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And your --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- response is that he wasn't there.  It's one thing to say, \"It was intentional, but you didn't prove deliberate.\"  The other thing is to say, \"He wasn't there.  He didn't commit the crime in the first place.\"  Those are two quite different things."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought -- well, I guess it  -- I guess it depends on what you mean by an \"alibi.\"  If all you mean by an \"alibi\" is that, for part of the offense, he was somewhere -- I thought an alibi meant, \"I am not guilty, because I was not there.\"  That's what I thought an alibi was --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it sounds --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- like you're trying to relitigate that question at the sentencing hearing. And, certainly, the eighth amendment does not require that."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, to the extent the Oregon Supreme Court thought that, and rested its holding on that, we ought to reject it out of hand."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's up to the 1111 14th Street, NW Suite 400 court, on remand, but it ought to be straightened out that the eighth amendment does not require relitigation of where the defendant was at the time of the murder. That was the basis for the \"beyond a reasonable doubt\" finding of guilt."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can you put it -- make it concrete for this case?  Because I don't see that there would be -- I mean, if the action is intentional, and the question was whether it was deliberate, what planning here would have gone on in some different timeframe?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I still don't -- I still don't understand.  You say that there was -- there had to be proof for conviction and guilt -- of guilt of intentional conduct.  And this is a simple story that's told: they wanted to go to one house, too many lights on in that house; they were frustrated, they wanted to go someplace else, so they came upon the aunt and uncle of the defendant's former girlfriend."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You want to put that in?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Any new -- any new evidence relevant to alibi or degree of guilt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And you -- and you want to retain the right to put in whatever evidence is relevant on those questions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then what was all the discussion about the mother's having -- then, when you go back, you can put on anything, whether it was presented before, or not, right?  Because the eighth amendment requires that, according to the Oregon Supreme Court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Whatever Oregon law might say, or not say, it appears that this Supreme -- Oregon Supreme Court was acting under what it thought was the compulsion of the eighth amendment.  If it's wrong about that, you can make your argument about what Oregon law should be, without any eighth amendment constraint."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it does seem that this court was operating on the assumption that the eighth amendment required it to let in this alibi and other evidence."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, you know, we're being asked to decide whether Oregon Supreme Court correctly interpreted the Federal Constitution.  And you seem to be making most of your argument to the effect, \"Well, we don't really need that holding.  We can prevail on Oregon law.\""},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But are you going to make any argument in support of the decision made by the Oregon Supreme Court?"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this is --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- so odd.  It -- almost as though we should appoint some amicus here, Counsel, to argue in support of the merits."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you don't seem to 1111 14th Street, NW Suite 400 be doing that."},{"name":"JUSTICE O'CONNOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's very strange."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about -- what about -- for example, the single most important feature leading juries to recommend against death, apparently, from the studies, is their residual doubt.  Every juror who hears sentencing matters directly after a trial automatically takes that into account.  Therefore, those who are resentenced and have a new jury should have the same kind of right.  Otherwise, it's cruel and unusual. Now, I made that argument.  You didn't make it.  But it seems to me that there are several arguments that you might make in favor of the Oregon Supreme Court's approach if, at least, you concede that 1111 14th Street, NW Suite 400 it is up to Oregon to control, through its evidentiary rules, whether a matter is relevant, what form it comes in, et cetera."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Wolf, in view of the direction this discussion is going in, I want to go back to something that I really think we all thought we had passed but I would like to go back and get clear on.  My recollection is that you stated, in your answer to Justice Stevens, that you currently maintain that you have a right to recall the mother to the stand at the -- at the sentencing proceeding. My question, which is prompted by your motion 1111 14th Street, NW Suite 400 -- my question is, Is it your present intention to call the mother to the stand, or is it your present intention to use the mother's testimony, which we all - - I understand to be admissible?  Are you going to call her, or not?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You do intend to call her."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm not asking why.  I just want to know whether you are.  And your representation to me is that you do intend to call her as a live witness as the -- at the resentencing."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Wolf, I --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- I had misunderstood something.  There's going to be a new sentencing, but there also is going to be a new trial, is there, on the merits?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- because you mentioned, earlier, about the defect in the trial."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. 1111 14th Street, NW Suite 400 Ms. Williams, you have 2 minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"General Williams, I have one question.  I'm not sure it goes to our eighth amendment question before us, but I honestly don't understand what your statute is all about.  It says that after having been convicted of aggravated murder -- aggravated murder -- the sentencing jury shall be presented with the following questions.  Number one, whether the conduct of the defendant that caused the death of the deceased was committed deliberately and with the reasonable expectation that death of the deceased, or another, would result.  Don't you have to find that in order to convict of aggravated murder?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Plus, okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I gotcha. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the 2:16 a.m. alarm clock in the original trial, or not?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Williams. The case is submitted. [Whereupon, at 11:08 a.m., the case in the above-entitled matter was submitted.] 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"MARY H. WILLIAMS","firstName":"MARY","lastName":"WILLIAMS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1962,"interruptions":27,"times_spoken":55,"laughter":0,"num_int_by":7},{"id":1,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":1134,"interruptions":15,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":2,"fullName":"RICHARD L. WOLF","firstName":"RICHARD","lastName":"WOLF","counsel":true,"justice":false,"side":"respondent","words_spoken":2569,"interruptions":52,"times_spoken":99,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":496,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1567,"interruptions":11,"times_spoken":42,"laughter":2,"num_int_by":3},{"id":5,"fullName":"JUSTICE O'CONNOR","lastName":"O'CONNOR","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":6,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1040,"interruptions":12,"times_spoken":37,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":580,"interruptions":11,"times_spoken":32,"laughter":0,"num_int_by":5},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":6,"times_spoken":13,"laughter":0,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":3096,"times_spoken":80,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":52,"words_spoken":2569,"times_spoken":99,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":61,"words_spoken":5303,"times_spoken":198,"laughter":3,"num_int_by":10}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034854}}