{"petitioner":{"name":"VOLVO TRUCKS NORTH AMERICA, INC.","counsel":[0,1]},"respondent":{"name":"REEDER-SIMCO GMC, INC. ","counsel":[2]},"caseNumber":"04-905","date":"2005-10-31T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Volvo Trucks North America versus Reeder-Simco GMC. Mr. Englert. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You concede, though, don't you, Mr. Englert, that the language of the statute covers the  conduct here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have a person who's engaged in commerce, who's discriminating in the price that they offer to different purchasers.  Now, I know your argument about the structure, but the actual language does seem to encompass the activity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- get to your first point, the statute talks about discrimination in price between different purchasers, and not different actual purchases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't seem it's that much of a stretch to cover would-be purchasers, potential purchasers."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But may I not ask, Isn't it true that each of the parties here, over a long period of time, was a purchaser?  I mean, the -- Reeder was a purchaser, was he not? They were a dealer."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, they were a purchaser.  And were not the other people who purchased from Volvo also purchasers?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there were --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- two purchasers."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Over a --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- period of time, you had two purchasers."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the discrimination occurred over a period of a couple of years, as I understand it."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- these are ordinary automobile dealers who sold out of inventory, would you agree that they were -- you had two purchasers?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that the whole point of your case is they're negotiated transactions?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- I mean, you say that, but the title goes to the dealer.  The dealer makes the purchase.  Aren't you -- as I understand your answer to Justice  Stevens, and also your answer to the Chief Justice, if these were automobile dealers that sold some inventory, there would be a cause of action if you extrapolate this -- these kind of facts.  One dealer being discriminated against, vis-a-vis another dealer."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and if there was a sale to the other dealer.  You would say that there had to be a sale to the other dealer."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just an --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not just an offer to the other dealer --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of higher prices."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Yes, but there would be sales if they were selling from inventory.  I mean, there would have been a preceding sale, and the sale would have been at differential prices, as between two dealers."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Englert --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- suppose you had a case of two Volvo dealers, and the scheme is, as this one, specially ordered goods with competitive bidding, but, over a substantial period of time, one dealer -- we'll call that dealer the \"favored dealer\" -- consistently gets higher concessions, and the other dealer, who ends up being the plaintiff in the case, consistently, in that same period, gets lower concessions.  So, we don't have a picture of what you call \"mix and match,\" but two dealers, one consistently getting higher concessions, and one consistently getting lower, and, therefore, missing out on sales or making sales at a very low profit.  That, too, would be out of Robinson-Patman, if I understand your view of the statute."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you go back to the language -- are you finished with that answer?  Go ahead and finish, if you want."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In respect to the language, how do you read it?  I think it's ambiguous.  \"To discriminate in price between different purchasers of commodities.\"  Do you read it -- \"different purchaser\" -- \"to discriminate in price in respect to that commodity that is purchased\"?  Do you read it \"to discriminate in price between different purchasers of commodities -- i.e., the commodity, the particular item -- the commodity there refers to the particular item in respect to which there is the discrimination\"?  How do you want to read it, literally?  I just want your --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- literal reading of the statute to -- I agree with you, 60 years, nobody's questioned it.  I agree with you, policy reasons, very strongly on your side.  I agree with you, at least hypothetically, but for the particular language.  So, look at the phrase and read the language as you want me to read it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're giving --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- me a policy argument.  I don't want a policy argument, for the moment.  I want to know -- what you're saying is that the word \"purchaser\" means \"purchaser in respect to the particular commodity -- this one that is purchased, there has to be a discrimination in price.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what you're hearing, I think, is, well, this person, the dealer, bought other items in respect to which there was no discrimination in price.  So, he is a purchaser of that commodity.  You see, \"commodity\" could refer to the kind of thing -- Volvo trucks -- or it could refer to the particular thing -- this truck.  And I want to know how you read the literal language."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all I want --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the textual answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, no.  I'm very --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- sorry.  The effect of such competition --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- was conceded in this case, that there's the effect on the competition.  There are two separate things.  There is the truck that was purchased by the disfavored dealer.  In respect to that, he wasn't hurt, in the sense of the statute, because, even though he got a lower profit margin, that doesn't count.  I'm not focusing on that. I am focusing upon the truck that he did not purchase.  The reason that the disfavored dealer did not purchase that truck is that he had a rival -- maybe there's only one case of it, but there's at least one -- he had a rival, the favored dealer, who got the purchase.  He got the order from the customer, and then ordered the truck.  Now, in that one, I take it, the problem is that there was no purchase by the disfavored dealer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But what you're hearing is, \"So what?  He was a dealer whose line of business was to purchase Volvo trucks, and, therefore, he is a purchaser of a commodity -- namely, Volvo trucks.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And there was a discrimination -- namely, the offer was discriminatory.  And there was a harm to competition, in the -- in the Robinson-Patman sense -- his rival got the sale."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I want the textual answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The effect of such discrimination is that his next-door rival, in effect, \"got the sale.\"  Do you want to say that isn't enough?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume I don't agree with you about that.  Now --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Mr. Englert, I thought you were relying on the succeeding phrase, where \"either or any of the purchases involved in such discrimination are in commerce,\" which seems to require that -- \"to discriminate in price between different purchasers where either or any of the purchases  involved in such discrimination\" -- I thought that's what you were hanging your hat on, to say that there has to be a discrimination in particular sales."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, if we can go back to the language, it's between different purchases of commodities of \"like grade and quality.\"  And that seems to me to indicate that Volvo Trucks, generically, must be looked at -- the policy, with reference to Volvo trucks, generically.  Suppose one dealer always got a 10 percent discount, the other dealer always got a 20 percent discount over a period of time."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be purchase-by-purchase to determine like grade or quality?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  That's --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You've put your finger right on it. My question is so obvious that you're not giving me an answer. Every case for 60 years has been on your side of it.  Those judges, though, were -- must have been reading some language. And how did they interpret that language?  That's all I'm asking you.  A very literal question.  It has nothing to do with policy or anything.  And all I want you to do is take the statute and read the language so that it is possible for you to win this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question, just to get it in the -- Supposing volvo had a policy of granting everybody a 20 percent concession, and they had  -- except Reeder -- and they always granted Reeder just a 15 percent concession, and the -- you had the same sales pattern you have here.  Would there be a violation of the Robinson-Patman Act?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Prima facie violation."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if there --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- were dozens and dozens --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of sales to both."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it depends on how -- whether you regard the purchase as on a single -- each single transaction as a separate purchase or if you look at a course of dealing and say that, over a period of years, the favored dealer is one purchaser and the disfavored dealer is the other  purchaser.  Why can't you look at the pattern of dealing by automobile dealers over a period of time?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be consistent with the literal language, wouldn't it?  If you treat it, the purchaser, as a -- as -- look not at just individual transactions, but what they do over a period of years, just like any other -- any ordinary automobile dealer.  Two dealers in this market, one in Arlington and one in Bethesda, are both purchasers, even though they may not compete on the same transactions, aren't they?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would agree, in my hypothetical, there's discrimination, but you'd say there's no  injury to competition."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if you --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- got an expert to --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- even if you got an expert to come and say, \"Well, these two dealers are in the same relevant market, and there's a likelihood that customers go to the favored dealer,\" that would not be a prima facie --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand your argument that there's no injury or impact in competition for resale of the trucks.  What's wrong with looking at the statute as being concerned to protect competition to be the Volvo dealer?  In other words, you know, they're competing -- if Volvo's restructuring its approach, they're competing to be the favored dealer, even though they don't compete with other Volvo dealers directly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. Mr. Hungar. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But how can you say --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that the dealer didn't purchase goods for resale in competition with other Volvo dealers? That's exactly what they do every day, isn't it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can't they be --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in competition just from -- on a day-to-day basis over the years, over a period of time, trying to get business?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Assuming --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- they're in the same relevant market, of course."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You're assuming they're not in competition on a continuing basis, they're only in competition for one isolated transaction after another."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Two --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- two dealers within 10 miles of each other, customers frequently go to both dealers to check out -- to get the lowest price.  Dealer A gets 10 percent discount routinely; Dealer B, 20 percent discount routinely.  Over a  period of time, would there be a violation of the Robinson-Patman Act?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Just so --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And the -- and the main failing there is that Volvo Trucks and Reeder-Simco do not  compete in the same market for sales of Volvo trucks.  Is that a correct statement of the record?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"For any --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- particular sales."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why not?  The -- Hiland -- is that the one?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Hiland Dairy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, a -- I mean, you could go in -- I see that.  But what -- is there any authority for that, that just one -- a head-to-head competition, he bought the truck.  Let's -- keep that out of it, so imagine they bought the truck, they resold it, and the market structure is such there probably is quite a lot of competition, in fact, with other dealers, and they lost at least one sale.  That's not enough to prove an injury to competition?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the authority for that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a different matter. That's a -- what -- I'm saying, What authority is there -- have there been cases in which that was not viewed?  After all, let's suppose the dealers are located geographically in about the same place, and it's logical to think they'd go for the same customers.  They overlap.  Their territories are close.  Logical to think people shop around for trucks.  And we have in the record one item where they -- one instance in which they found the customer, and he said, \"Yeah, I did -- I did go and shop in  both.  I lost\" -- the disfavored dealer lost the sale."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Any authority?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, they say, \"This is our evidence that it is likely.\"  Just what I said."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- Mr. Hungar, do you agree with Mr. Englert that even if you had -- you could -- you had a case based on two dealers, one consistently gets higher concessions, one consistently gets lower concessions, and they're in roughly the same market -- that even that would not be covered by Robinson-Patman?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But I --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I'm not putting the head-to-head in.  Just, one of his sales gets lower concessions; one, higher.  That's --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me just --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- modify Justice Ginsburg's question a little bit.  Supposing, over a period of years, one dealer always got 15 percent off, and the other one always got 20 percent, and there's testimony they're in the same relevant market, so presumably customers can go to either one.  What more do they have to prove to establish a prima facie case?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I understand --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I understand the Morton Salt case, but do the -- I'm assuming they're in the same relevant market in which customers patronize both of them from time to time, but they can't identify that Mr. Smith was here on this day, and the other dealer on the same day, but just an overlapping in the -- in the same competitive market.  Would that not create a prima facie case?  And if not, how much more would they have to prove?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- they're both purchasers. They're dealers, in my hypothesis.  Each of them buys a hundred cars a year, and one of them pays a higher price than the other, and they're in the same relevant market --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"They all purchased --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- for the purpose of reselling,  if they can find customers."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I understand."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In my case --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- there are a hundred purchases by each of them at different prices.  What more do they have to prove, other than that they were in the same relevant market?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, isn't the fact they're --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in the same --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- relevant market enough to prove they're in competition with each other?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but if you're looking at --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- if you're looking at broad market competition, you don't normally require them to identify competition on a customer -- on a per-customer basis.  The only reason we get into the per-customer basis is that we have this odd -- not an odd situation, but the situation with Volvo trucks that no dealer ever buys unless he's already got a -- got a sale waiting.  But in Justice Stevens' hypothetical, we -- as long as the market was identified, and as long as they were buying, we wouldn't require anything more to show competition, would we?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Phillips. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What evidence was there of competition here?  How -- did you bring forward instances where they both bid for sale of special trucks to a single repurchaser?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Not other Volvo dealers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the Volvo policy was, if you had two dealers competing for the same sale, they gave the same discount to each dealer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But there's never -- but, in those situations, there's never two purchases, there's always one -- there's only one completed purchase."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that was for a resale to -- that was for resale to different purchasers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Nobody's buying two --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- nobody's buying two trucks from two different purchasers."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it's very hard to compare those two sales, because they all depend upon the special features on the trucks that are ordered by the particular individual, and also how -- you know, how much of a hard bargain that individual is driving.  I don't know how you can compare a sale to one -- one person with XYZ features on the truck with a sale to a totally different person with ABC features on the  truck."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"For resale --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- to a different purchaser, who may have been in a better position with regard to the negotiation than any of your customers were."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why is it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- why is it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- why is it unreasonable -- why does it violate the principle of Robinson-Patman, and why does it destroy competition, for Volvo to say, \"We'll make whatever discount it takes to get the sale, and if this dealer needs a 20 percent discount for this sale, but this other fellow over here only needs a 10 percent discount to make that sale, we're going to have a differential discount\"?  Why -- I don't see why that harms competition."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, the problem that I have with even accepting your theory is what the other side calls the \"mix and match\" quality of your evidence.  That is, you say here's Reeder, disfavored, and here's someone else, favored.  But it's not consistently the same someone else.  And, for all we know, someone else could make a case saying, \"We compare ourselves with Reeder, and we say, oh, there was that sale 7 months ago, where they got a whopping discount and we got  -- a much smaller one.\"  You're not -- you don't have the same favored customer.  You're picking from a series of sales, and we don't know how manipulative this proof is.  And we I mean - and we don't --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, when you lose"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If I may.  When you lose a  -- sale, it's because Volvo didn't give you a big enough discount. It's not because they gave another Volvo dealer a bigger discount."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, sure, but, I mean, that's -- I mean, long term -- of course, Volvo can terminate you, as a dealer, tomorrow.  And --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- well, what -- but it -- under the Robinson-Patman Act, it can."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The classic --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- case that the Robinson-Patman Act is directed to is when you lose sales because they're giving bigger discounts to other sellers.  And  that's just not the case here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But Volvo's interest may be in as -- making as much money off of sales this year, and they may not be terribly concerned about whether you, as a reseller, are making enough profit to last 3 years or 5 years."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that's a --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's a -- that's a broad Robinson-Patman principle you're arguing for, that a -- that a seller such as Volvo has to make sure that each of its distributors makes the same profit?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- if it works its system in such a  way that one of them is making less profit than another, it's liable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any instance where you made an offer to a buyer assuming that you'd get the kind of a break that Volvo gives to other dealers -- all right? -- you made that offer, and the buyer says, \"Yes, I'll take it at that price\" -- and then you go to Volvo, and they won't give you that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where you made the offer to the  buyer --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- and the buyer had agreed to buy it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- and you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is the Robinson --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If it's not, the -- the reason -- I thought, for about 60 years, the words \"different purchasers of  commodities,\" it forbids any person to discriminate in price between different purchasers of commodities.  Now, you have to refer -- as soon as I ask the question, or start getting into the language, I forget the statute, and it's so complicated that I'm giving you time to think about it -- [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- and to think of those words in your mind."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's a -- it's forbidden to discriminate in price between different purchasers of commodities."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I had always thought -- and I think the Courts' decisions bear that out, or the absence of decisions -- that the words \"discriminate in price between different purchasers of commodities\" meant you can't discriminate in price between different purchasers of the item, or items, in respect to which the discrimination of price exists.  That's what I thought it meant.  And it seems to me that was the general understanding in the antitrust bar, that was the general understanding of the courts.  And either it's not permissible to give such an interpretation -- I don't know why it wouldn't be; it's literal -- or there's a good policy reason for not doing it in respect to the policy.  And in respect to the policy, what worries me about the broader interpretation is suddenly doing what Volvo -- forbidding Volvo from doing what it probably wants to do here. If it wants to get rid of its dealers, it's because it wants to compete better with other brands.  And that means lower prices for consumers, though individual dealers might be hurt. So, if I'm trying to read that law consistent with 60 years of history, and the basic purposes of the antitrust law, I guess I would -- might favor your opponents in this.  I'm exposing my entire line of thought.  I'm trying to protect interbrand competition, why -- while, at the same time, not being -- not being unfair to the purposes of Robinson-Patman; and, therefore, I'm reading this fairly literally, as it's been read.   So, what's your response?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, I said -- I said they -- in -- the problem for you is that, in respect to discrimination between the item, or items, the -- in respect to -- the purchase of the item, or items, in respect to which the discrimination existed.  Insofar as there were items, or items, purchased, there is no discrimination.  At least there is no discrimination that -- in terms of the injury of the statute, creates that kind  -- of injury.  In respect to instances where you have a strong case of the right kind of injury, there was no purchase, defined as I just defined it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, let me deal --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- with the latter.  I will say --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- there are some items where your client bought the truck."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"When he bought the truck, he got the sale, although he earned less profit.  Put those to the side."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's focus --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But you are."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's focus -- [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- on the items -- let's focus on the items where he didn't get the sale.  -- --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"When he didn't get the sale, there was no purchase of the item, or items, from the manufacturer in respect to which the discrimination existed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?  Now, it's that second class"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course it's distinct.  Of course"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, well, you have a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're not at the whim of a monopoly seller.  You mentioned to me just a little while ago, you've got a contract with them.  You can put in that contract whatever you want about pricing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You should have written a better contract."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But on a misinterpretation of Robinson-Patman. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"What do you do with the policy argument -- at, sort of, the level of the forest, rather than the trees -- that the antitrust laws are designed to prefer competition in interbrand -- in the interbrand market, rather than intrabrand, and that, therefore, to the extent there's ambiguity, that supports an interpretation that allows the manufacturer to strengthen his interbrand position, as opposed to protect the intrabrand position?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- this question."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Supposing you did have a contract, such as Justice Scalia suggests, in which the manufacturer agreed that, at any given point of time, you will get just as favorable a concession as any other Volvo dealer could get at the same time.  If there were such a contract in place, would the evidence show that it was breached?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you did -- you did get a judgment on the -- whatever it was -- the State Franchises Act, and that is not being contested --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- on appeal."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So that if -- the question is whether fair franchising practices -- were there unfair practices?  You won a verdict that there was a violation of the Fairness in Franchising Act."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you won on it."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You won on it.  But the difference is that that doesn't give you treble damages."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"On --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- limitations, one of the aspects of this mismatches -- that in one case you went back as much as -- there was a 7-month differential.  Is there a timeframe, if we adopt your theory, about -- in which you can engage in this comparison?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And it's also not disputed now that these were goods of like grade and quality."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, how many States have these fair franchising laws?  Are there any States that don't?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your argument that focuses on the dealer's profits, I guess, doesn't depend upon you losing those sales at all.  I mean, if you -- you had made all the sales, but you still thought you should have gotten a bigger discount that would have allowed you to make more money, you'd have the same argument, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, no, you just go back and look again, 7 months or a year down the road, and if somebody else was getting a bigger discount -- if you had gotten the bigger discount, you would have made more money on those sales, and then you would have had more capital, and you'd be able to be a dealer for a longer time."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"You suggest something very -- to me, quite interesting, but it would be quite a departure, I think, from prior law that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If you want to go look at this, you know, you say, all right, here's -- we should be realistic about it.  We're going to be realistic.  Realistic, they -- we're only  now looking at the cases where they undoubtedly bought the item, but the profit was lower.  There's no purchaser problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But they got a lower profit.  And I think, there, the mine-run of cases is against you that that counts as an injury."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Yes, but it's -- you know, it shows that they're going to be hurt, that they may be driven out of business."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Indeed, the market in -- the dealership market, whatever -- if that's a separate market, which it might be -- becomes more concentrated, and the result of -- you know, I could make a -- tell a little story there that would be quite consistent with the purposes of the antitrust law.  So we follow that approach in this case and say goodbye to Morton Salt, because Morton Salt, after all, was a case that was quite formalistic.  It didn't really look to the injury to competition in a market.  It had a formalistic slogan that would, in fact, be a proxy for that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, what do you think of that?  We follow your -- we follow your advice, we say, \"Okay, we're going  to be very realistic in the future.  Forget the presumptions. And, court, look to see whether competition, in the sense of increased concentration through people going out of business, will lead to higher prices with the ordinary antitrust proxies there.\"  What about that?  I mean, I don't know if you -- you know, I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- I'm being a little --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in fact --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- you almost have to show that. But the evidence of the head-to-head competition, it seems to  me, too insubstantial to support liability here.  Would you agree?  I -- and I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- I -- your opposing counsel says you almost concede that, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Mr. Englert, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Let me ask you, if you have a minute left, is your central point that there was no proof of damages or no proof of injury to competition?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know they --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- need both, but which is your principal argument?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your principal argument, that there was no injury to competition."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 10:59 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"ROY T. ENGLERT","firstName":"ROY","lastName":"ENGLERT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1887,"interruptions":41,"times_spoken":68,"laughter":0,"num_int_by":7},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1295,"interruptions":34,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2758,"interruptions":26,"times_spoken":79,"laughter":3,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":719,"interruptions":9,"times_spoken":39,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":907,"interruptions":23,"times_spoken":55,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":10,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":143,"interruptions":3,"times_spoken":7,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":452,"interruptions":7,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1780,"interruptions":16,"times_spoken":56,"laughter":2,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":75,"words_spoken":3182,"times_spoken":117,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":2758,"times_spoken":79,"laughter":3,"num_int_by":6},{"side":"justices","interruptions":71,"words_spoken":4766,"times_spoken":203,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034852}}