{"petitioner":{"name":"TRAVELERS CASUALTY AND SURETY COMPANY OF AMERICA","counsel":[0]},"respondent":{"name":"PACIFIC GAS AND ELECTRIC COMPANY. ","counsel":[1]},"caseNumber":"05-1429","date":"2007-01-16T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in 05-1429, Travelers Casualty and Surety Company versus Pacific Gas and Electric Company. Mr. Brunstad. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me -- this is just basic bankruptcy. I should know, but I looked it up and couldn't find it. A standard promissory note which provides for attorneys' fees, the holder of the note is the creditor, the maker of the note is the bankrupt -- the maker of the note goes bankrupt. The holder of the note gets his attorney and says: File a claim in bankruptcy. And the attorney sends him a bill. Is the attorneys' fees, the attorney fee for filing the bankruptcy claim, recoverable as part of the claim?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the standard, it's the standard attorneys' fee provision, all attorneys' fees in connection with collection of this note and enforcement of the terms of this note."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there something where I can look that up in Collier? Are there millions of cases? I mean, this seems to me fairly rudimentary."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. But in my case, it's a post-petition action."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you just back up just for a second? Supposing at the time of the bankruptcy that the services have not been performed. It's post-petition conduct by the lawyer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, in that case, are you saying that routinely the lawyer recovers fees in the bankruptcy case even if the debtor, the debtor was insolvent? And we're assuming insolvency in the hypothetical, although it may not fit this case."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't it be worth -- I know here. But why wouldn't it be worth the effort, instead of getting $90 on the note, to get 95?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you telling me just based on your experience that in Justice Kennedy's hypothetical, normally, no fees are recovered?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But assuming in those cases where there's some distribution, is it correct, as I'm assuming your answer to Justice Kennedy's question, that the normal practice is you don't bother because there is not enough involved?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just in the hypothetical, I would think that in many cases, there's going to be some payout for the promissory note, and the holder of the note tells his attorneys: Make sure I get that claim in bankruptcy. The attorney files a claim. And every attorney that files a claim for a promissory note which is entitled to a fee from the bankruptcy court for filing in the bankruptcy court."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The pre-petition contract, but not out of pre-petition conduct."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but you're one step ahead of that here, because here there hasn't been any, in effect, any exposure. Here there isn't any certain default on the note. So far as we know, here, there may never be any default on the workers comp obligation. So that your contingency is a much more remote contingency. Why should that, why should this case fall into the same category as the promissory note?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so far as we know, it won't."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it has, but that depends on a totally circular argument. The minute it filed for bankruptcy, although there had been no default on the comp obligation, your client started incurring attorneys' fees, and it was not incurring attorneys' fees based on any default by the, by the debtor."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can call bankruptcy a default, but that's not what I mean, and you know that's not what I mean. I'm talking about a default on the workers comp obligation."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There has been no default on the workers comp obligation, and because they intend to keep on running this business, there is reason to suppose that there will not be."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and maybe you don't have a claim at the beginning of the case. I mean, that's what we're getting at. We can understand the claim when the note -- when you've got a promissory note and you're out of money. The claim is inevitable. In this case, there is no inevitable claim."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it is defined as broadly as this, we're in a situation exactly like this. There has been no default on the obligation, and prior to getting to this Court, $167,000 has been racked up in legal fees that accomplishes absolutely nothing."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, in this case, $167,000 has been spent to come to the conclusion, as I understand it. That if the time comes to assert a right of indemnification, you can assert a right of indemnification and we can oppose it. If we are going to construe the bankruptcy law to provide a law like this, then maybe there is something wrong in the, in the construction of the bankruptcy law."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not what this bankruptcy court thought about the claim. This bankruptcy court said some rather critical things."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't -- there was never a time that the plan said we are not going to pay our workers' compensation."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there was a section of the code that preserved subrogation rights."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume, let's assume that one of the recipients of comp payments had come forward and said: I object to the plan, I have a claim for comp payments and I object to the plan because it doesn't provide for them. And the -- the court said, you're, you're right. The plan is going to include provision for comp payments and it had been so amended, and it was then -- the plan was then amended. Would you, under those circumstances, have had any -- would Travelers, under those circumstances, have had any reason to assert a claim?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know it. But would you have had any other claim that you would have asserted, had that been done?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to any interest of Travelers?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If that had been done, would Travelers have asserted a claim?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct me if I'm wrong - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in this case, I thought that if a contingency claim for indemnification is not allowed, but if it becomes fixed at some time, then the claim can be made and is not lost."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about 502(e)(1)."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In any case, this has nothing to do with the, Fobian, so-called Fobian issue, whether the Ninth Circuit drew the bright line."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are they - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Question - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Let me just ask you about the Fobian, and I know Justice Breyer has a question. Let's assume that you're correct in that the fees are allowable. Can the bankruptcy court make the determination of the reasonableness of the fees?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so if the bankruptcy judge isn't sure of what the amount is, he looks to State law to determine the amount?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the bankruptcy court does determine reasonableness."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"","text":"I'm sort of back where Justice Kennedy started on this. Forget -- I'd like to forget your case, because your case seems to me to be a case where parties argue reasonably about whether the contract itself covers this kind of fee. And maybe it doesn't, if it's very unreasonable, et cetera. But let's take a very straightforward case. It's an obvious contract to collect a debt, or maybe a mortgage, and in the debt or the mortgage agreement, it says, attorneys' fees will be paid for collection. It clearly covers bankruptcy, too, by its language. And now there must be many instances or some, anyway, where the security is inadequate."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And there must be other instances in which there wasn't any security. And if I read Collier as you pointed to, that seems to say, in such cases, very simple, the creditor has the status of an unsecured creditor in respect to those attorneys' fees. BRUNSTAD: And in - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Overage in the secured case, and the whole claim in the unsecured case. So get in the queue and you can collect your pro-rata share."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is, I have 19 professors on the other side coming to tell me that that's never happened. They can't even find an instance. So it isn't as if, it isn't as if you haven't found an instance, it is that they are prepared to say it never happened. And then there may be one exception or two or something like that. And I can't, that -- I'm now totally puzzled. Because if it's so clear as you say, and I follow your logic, and I followed Collier, why? After all, there are bankrupt people who do have some assets. Explain it."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. But -- but we are talking about attorneys' fees for services performed in the bankruptcy proceeding?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The cost of filing the claim, the cost of talking to the bankruptcy judge, et cetera."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what I don't -- there is a body of law on the other side of that issue, too, isn't there?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Absolutely. The Second Circuit is a lower court."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's exactly right. There are no cases from this Court speaking to this precise issue, are there? On which there is a disagreement among the lower courts?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have thought that the one group of people who ought to know this thoroughly, or at least have a view are the bankruptcy bar."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And, and yet there are no briefs from them; there are not -- there is no article that I could find in Bankruptcy Journal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Well, there may be no briefs from them because it isn't the question on which we granted cert, is it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it would be proper to remand for the Ninth Circuit to consider those other arguments?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"On both their statutory interpretation and the contract?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One quick question, if I may. Would one of the issues open on remand be the construction of the contract? Is there an issue at State law as to whether Travelers pays for these particular services?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And can we be, take one step before that and tell us if you are conceding that the Fobian rule has no basis in the statute and is wrong?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you say it doesn't go far enough then I infer from that you say that it's valid as far as it goes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure I agree, Counsel, that the Fobian rule is both narrower and broader than the question you try to present. For example it applies to the claims of a secured creditor for attorneys fees on a secured claim as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- it doesn't?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if you're an oversecured creditor with a claim for attorneys' fees arising under solely issues of matters of Federal bankruptcy law, the Fobian rule doesn't prevent that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, not everyone. I'm not clear on it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If it is a rational predicate, we might have expected to hear about it in the opposition to certiorari."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, it's an ambush and it is smuggling in the sense we don't have a court of appeals decision one way or the other on that question, do we?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Ginsburg has a question I'm very interested in. Do you defend the Fobian rule?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why then isn't the proper disposition of this case to send it back to the Ninth Circuit to consider all these other arguments?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but we are not a court of first view and you know that very well. We are a court of review. So no matter how well it's been aired, we wait to see what the lower courts have said on a question. We don't take it in the first instance."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that because they have the Fobian rule."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you a question about that. Your argument depends -- you analogize - - you would agree, I take it, that if this was an oversecured, secured creditor they'd be entitled to fees?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But assuming, assuming the contract provides that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And if that's true -- and the reason for that I suppose is that doesn't impair the rights of the general creditors at all."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If that's so, why isn't their argument that, well, your client is solvent, the complete answer to your position?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":9,"sideBefore":"","text":"They argue it in their reply brief here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do you avoid - - what about their statement from Collier?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. No. It said -- a pre-petition claim, if a creditor incurs the attorneys' fees post-petition, they incur it post-petition, afterwards they file, after the petition they file a claim with the bankruptcy court, in exercising or protecting a pre-petition claim that included a right to recover attorneys' fees. And they say that's what we have, we had a contract that gave us this right to attorneys' fees. The fees will be pre- petitioned in nature, constituting a contingent pre-petition obligation that became fixed post-petition when the fees were incurred. All right. Now, what is your response to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then you explain that to me?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's because 506 had to do that in order to tell the bankruptcy courts how to deal with secured claims."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't -- and then you have the negative inference or the exclusio unius argument, whatever, which I think is misplaced in this context."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why doesn't it serve the purpose of saying that the fees will be covered by the security? They'll not be just be claims for fees that would stand together with the unsecured creditors, but that the oversecured -- the security will cover the interest, will cover the attorneys' fees, and that's the function of 506 whatever - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, that is exactly what's puzzling me. But why haven't they gone out and got? So why -- what you're pointing to so far is that Congress has said a particular class of people get the attorneys' fees out of the security insofar as the security will support it. It doesn't say a word about what happens to the attorneys' fees after the security is exhausted, nor about anybody else's attorneys' fees, where so provided by contract. Colliers says they can get it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Same puzzlement."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose I sell you a house and I make a promise that I'll fix any leaks in the bathroom. And lo and behold, before there's a leak the -- I'm bankrupt. And while I'm bankrupt it floods, the bathroom. No claim?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is a contingent claim. And you're saying this is the same."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. It's quite unlike the situation, for example in Timbers, where had you in 502 a disallowance of post-petition interest. There is not in 502 a disallowance of attorneys' fees."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Timbers cited, as the Chief Justice indicates, the interest section in That's all it's about. I don't -- I think Timbers is misleading on this point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are those 15 places -- do they involve attorneys' fees as administrative expenses? Do any of them involve attorneys' fees simply as an unsecured claim for attorneys' fees?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's the answer to my question? Is the answer that 11 of them say you can collect attorneys' fees, but only as an unsecured claim against creditors."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right, so six."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So six are administrative, and then the remaining two say that the creditor can collect it as an unsecured debt?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which are those two?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which is that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That seems to cut the other way because it says it's disallowed insofar as it's unreasonable of course, and therefore it would be allowed insofar as it's reasonable."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, attorney for the debtor."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I mean you don't have exactly what I was driving to. I was quite interested that you said there are 11 other provisions that we could look at for support, and I wouldn't think it was support if those consider -- concern administrative expenses, which nobody's asking for here, they just want an unsecured claim, or if they concern some other - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- irrelevant thing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, your brother in his reply brief said that no court of appeals has endorsed your theory, and I -- earlier you told me one had. Which one in particular?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you really want us to reach out and decide a question that's not presented when there has been no holding of the court of appeals one way or the other on the issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you thought the Fobian rule was wrong, you could have said that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How -- can we decide? But I'm wondering about, maybe you don't want to answer this, but I mean, if we were to say Fobian is wrong, everybody will agree with us. But we should have to say why it's wrong. And if we say the reason that it's wrong is because you can't collect attorneys' fees at all, you'll be delighted. And if we say the reason it's wrong is because you can collect attorneys' fees regardless, they'll be delighted. And our only other alternative is to not say why it's wrong or -- I mean, that's the problem."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's an added complication. There's another case on which the Ninth Circuit's based its decision in your case, DeRoche. Your proposed solution here doesn't address the issue in DeRoche because there it's the debtor that's seeking attorneys' fees."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So we still have to decide the Fobian issue. And your failure to defend it here means that we're going to have to decide in on that inadequate record. If you have mentioned that in an opposition to certiorari, perhaps we would have granted cert in the DeRoche case and had an argument about the rule that we have to decide."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that's not the facts of this case. Isn't that correct?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This will not have any adverse, if I understand the facts, any adverse impact whatsoever on any unsecured creditor."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, but just looking at this case itself, if there is plenty of money there to pay a State law obligation, why shouldn't just ordinary rules of contract law apply?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're raising a provision that says just that, it's the absence of a provision for attorneys' fees that you're relying on."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where is the provision that generally disallows attorneys' fees?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on that point you disagree with the Collier citation at page 9 of the reply brief then?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it says if the creditor incurs the attorneys' fees post petition in connection with protecting a pre-petition claim - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the fees will be pre-petition."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you disagree with that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying this particular set of pre-petition obligations. Collier, I think in context must be saying, you get paid the money. I mean, he goes on in the next sentence and says by the way, despite my last sentence, you don't get the money?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, in other words what he implies, if I ready the whole page I'll see, although he just said what we quoted, the whole page means, by the way, I'm not telling you if you get the money or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sorry, I'll - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I think your 506(b) argument, I see your point, I see your point, is there -- I mean, and you'd have to say well, 506(b) simply repeats 506(a), as sometimes provisions do, and then it becomes somewhat superfluous, somewhat not. I got that point. I also have your point about, well, there are other references. Now, is there any other point in the code?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's not in the materials, 502(c)?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How do they do it with my leaky bathroom?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I am concerned about your point that there are all kinds of attorneys' fees contracts out there and if everybody can get fees for filing the claim post-petition act, we have a huge amount of claims to pay. Travelers would tell us, though, that a surety is different, that they somehow stand in the shoes of PG&E or something."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course the argument here is that this is something different from the general abuse that you're describing, because the plan didn't make any provision here for, for paying the workers comp obligation at all. What is your response to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend says it's more favorable to say the claims are unimpaired."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Brunstad, you have eight minutes remaining. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you prevail, why can't every attorney who represents a creditor who has a credit card or a promissory note providing for attorneys' fees file something in bankruptcy and get attorneys' fees for the filing of the claim?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's interesting. You're of course a teacher too. The amicus brief by a bunch of professors has a different view of the history than you're describing."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say a word about Justice Holmes' opinion in the Scruggs case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC BRUNSTAD","firstName":"ERIC","lastName":"BRUNSTAD","counsel":true,"justice":false,"side":"petitioner","words_spoken":3830,"interruptions":16,"times_spoken":54,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"respondent","words_spoken":3242,"interruptions":20,"times_spoken":64,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":475,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":581,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":406,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":535,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":324,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1065,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":8,"fullName":"MS. MAHONEY","lastName":"MAHONEY","counsel":false,"justice":false,"side":"","words_spoken":27,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"MR. SHORR","lastName":"SHORR","counsel":false,"justice":false,"side":"","words_spoken":64,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":6,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3830,"times_spoken":54,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":3242,"times_spoken":64,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":3392,"times_spoken":125,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7993383603903749,"respondent":0.20066163960962513,"date":1472703110124}}