{"petitioner":{"name":"MICROSOFT CORPORATION","counsel":[0,1]},"respondent":{"name":"No. 05-1056\nAT&T CORP. ","counsel":[2]},"caseNumber":"05-1056","date":"2007-02-21T08:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":3,"text":"We'll hear argument now in No. 05-1056, Microsoft against AT&T. Mr. Olson. "},{"name":"JUSTICE SCALIA","id":4,"text":"Mr. Olson, before you get into the merits I have a question, a preliminary question. I understand from AT&T's brief that there has been a stipulation entered into between the parties after the judgment below which preserved Microsoft's right to appeal and prescribed different dollar amounts that Microsoft must pay AT&T depending on the outcome of the appeal. Does that raise any, any muteness problem? Can you sort of wager on the outcome of an appeal that way?"},{"name":"JUSTICE SCALIA","id":4,"text":"Well, suppose two parties just, you know, parties that otherwise do not have a case or controversy, bet each other that the district court will come out one way or the other way in, in a trumped-up suit. Does that create a standing - -"},{"name":"JUSTICE SCALIA","id":4,"text":"Well, you could say the same thing in the hypothetical I gave. It is a matter of wager, which way the Court will come out."},{"name":"JUSTICE SCALIA","id":4,"text":"Do you know of any, any precedent for that?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Suppose the amount were trivial and you just wanted to get a resolution of this question?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Then there would be a case with a controversy problem, I should think."},{"name":"JUSTICE SCALIA","id":4,"text":"That's so, but is there a lot of money involved depending on whether you win or lose?"},{"name":"JUSTICE SCALIA","id":4,"text":"Okay."},{"name":"JUSTICE STEVENS","id":3,"text":"Mr. Olson, isn't one of the questions whether the software is really being copied when it's transferred from the golden disk to the new manufacturer, or whether it's actually being supplied?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Is the master disk a component?"},{"name":"JUSTICE KENNEDY","id":5,"text":"What's your position?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Just the disk but not the information on the disk is the component."},{"name":"JUSTICE GINSBURG","id":6,"text":"That -- Mr. Olson, that is the position of AT&T as I understand it, that what you call the object code appears in the -- in the computer that it's -- that is what is sent, along with the master disk, and the object code is the critical component, according to AT&T. In fact, wasn't that the first question that you raised, whether digital software code, an intangible sequence of 1's and 0's may be considered a component of a patent, patented invention?"},{"name":"JUSTICE KENNEDY","id":5,"text":"But I still would like to know your position. The golden disk is or is not a component?"},{"name":"JUSTICE KENNEDY","id":5,"text":"But copies of the golden disk are or are not components?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Physical manifestation?"},{"name":"JUSTICE KENNEDY","id":5,"text":"I suppose if you could, if you made 99 copies, those would be 99 components. Then if you used -- if you're going to make 100 machines. If you used for your disk the master disk for the last copy, then that would have been -- that would -- then the master disk would be a copy, a component of the last machine."},{"name":"JUSTICE KENNEDY","id":5,"text":"You make them abroad."},{"name":"JUSTICE KENNEDY","id":5,"text":"But if the disk, if the golden disk itself after they finish the copies, were used - -"},{"name":"JUSTICE KENNEDY","id":5,"text":"-- in a hardware, then that would be a component."},{"name":"JUSTICE STEVENS","id":3,"text":"Well, I'm a little confused, because I thought the golden disk was just one method of getting the software into the new computers. And I thought it was the software which was arguably the component, not any physical manifestation."},{"name":"JUSTICE STEVENS","id":3,"text":"But do you -- what is your view on whether or not software is a component?"},{"name":"JUSTICE SCALIA","id":4,"text":"Or at least the correct way to understand component."},{"name":"JUSTICE SOUTER","id":7,"text":"And the component then would be either a disk which is put into a computer or the portion of the hard drive to which the code is transferred."},{"name":"JUSTICE KENNEDY","id":5,"text":"So are you saying that neither the source code nor the compilation are a component?"},{"name":"JUSTICE KENNEDY","id":5,"text":"So that neither the source code nor the compilation are a component, save as, the compilation is put on a disk?"},{"name":"JUSTICE KENNEDY","id":5,"text":"That seems odd. I mean, Microsoft doesn't say please buy our disk because it's the prettiest disk in the business."},{"name":"JUSTICE KENNEDY","id":5,"text":"It says buy our program because the program means something."},{"name":"JUSTICE STEVENS","id":3,"text":"What is patented? Is the physical object patented or is the software patented?"},{"name":"JUSTICE STEVENS","id":3,"text":"Right."},{"name":"JUSTICE SCALIA","id":4,"text":"You can't patent, you know, on-off, on-off code in the abstract, can you?"},{"name":"JUSTICE SCALIA","id":4,"text":"There needs to be a device."},{"name":"JUSTICE GINSBURG","id":6,"text":"That depends on what you consider the component. They define component as including the, what you've been calling the abstract."},{"name":"JUSTICE GINSBURG","id":6,"text":"What did the Federal Circuit say? And I read the opinion a couple of times and it was, it seemed to me ambiguous whether the Federal Circuit was identifying the component as the object code itself or the master disk."},{"name":"JUSTICE KENNEDY","id":5,"text":"Suppose you had a patent on a biological organism and it was contained in a little vial, and you shipped it abroad. Just by doing nothing at all, it grew, and it had -- it grew into 100 different parts."},{"name":"JUSTICE KENNEDY","id":5,"text":"Right."},{"name":"JUSTICE ALITO","id":8,"text":"Isn't this an artificial distinction in -- when you're talking about the making of a tangible part, there's at least some cost involved in doing it here or doing it abroad, and some time involved. But with, with software, the Federal Circuit's point was that it is so easy and inexpensive and fast to copy it that simply sending the information abroad, sending the object code abroad in the form of the golden disk, is tantamount to manufacturing copies overseas."},{"name":"JUSTICE STEVENS","id":3,"text":"Mr. Joseffer. "},{"name":"JUSTICE GINSBURG","id":6,"text":"Mr. Joseffer, to the, to the extent that you are claiming that there are foreign nations that would have an interest in this, usually when that is so, hear from them and in this case there is a strange silence in that regard."},{"name":"JUSTICE GINSBURG","id":6,"text":"Let me ask you about a domestic law question. One side is telling us it's the component that's supplied, whether it's the master disk or the object code. And the other side says this is just like a blueprint, like a mold, like a template. Can a blueprint be patented? Can a mold be patented?"},{"name":"JUSTICE BREYER","id":9,"text":"Copyright. Copyright. You normally copyright."},{"name":"JUSTICE GINSBURG","id":6,"text":"Yeah, but patent - -"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, there can be a process patent."},{"name":"JUSTICE STEVENS","id":3,"text":"What, what is your view of what the component is in this case."},{"name":"JUSTICE STEVENS","id":3,"text":"The software is the component?"},{"name":"JUSTICE SOUTER","id":7,"text":"But in this case, you're - - but Mr. Olson said the component is either the disk or the portion of the hard drive to which the, the coded instructions are transferred."},{"name":"JUSTICE SOUTER","id":7,"text":"Do you accept that?"},{"name":"JUSTICE SOUTER","id":7,"text":"In other words, the disk plus the -- plus the coded instructions."},{"name":"JUSTICE SOUTER","id":7,"text":"It could be on the hard drive."},{"name":"JUSTICE BREYER","id":9,"text":"I take it that we are operating under the assumption that software is patentable? We have never held that in this Court, have we?"},{"name":"JUSTICE BREYER","id":9,"text":"So what should we do here? Should, if we are writing this, since it's never been held that it's patentable in this Court - -"},{"name":"JUSTICE BREYER","id":9,"text":"If I were writing something, should I say on the assumption that it's patentable? Since the issue isn't raised?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Can have you have a copyright on a program?"},{"name":"JUSTICE SCALIA","id":4,"text":"Can I ask you, the point I don't understand when you say the -- the component is the disk that contains material, I understand that because here is a separate piece; it's a disk. You plug it in; it has the information on it. But then you say, if you put it on the hard drive it becomes the component. But the hard drive is not a separate thing like a disk. And when you say you put it on the hard drive you have nothing there but -- but -- but ons and offs. You have nothing there but the -- but the thought."},{"name":"JUSTICE SCALIA","id":4,"text":"How can you call, you know, what? Is it a separate section of the hard drive? No."},{"name":"JUSTICE ALITO","id":8,"text":"If these -- if these computers are built abroad and are sold with Windows installed, the component is the electrons on the hard drive? Is that what, that's your position?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Is that analogous to the source and the compilation, the source being the design, the compilation being the key?"},{"name":"JUSTICE GINSBURG","id":6,"text":"Windows wasn't around when this statute was passed."},{"name":"JUSTICE GINSBURG","id":6,"text":"I thought it was the position of the Federal Circuit that Deepsouth has to be brought into an electronic era, and so the -- the Federal Circuit was taking a statute that had a shrimp deveiner in mind and saying well, this is how that notion should apply to an electronic world."},{"name":"JUSTICE STEVENS","id":3,"text":"Your time is up, but I want to ask you one yes or no question. In your view is software patentable?"},{"name":"JUSTICE STEVENS","id":3,"text":"Thank you. Mr. Waxman. "},{"name":"JUSTICE BREYER","id":9,"text":"Suppose I send someone to the Patent Office - -"},{"name":"JUSTICE BREYER","id":9,"text":"Suppose I send someone to the Patent Office, goes there, picks up the patent, and this patent is written very, very, very concretely and specifically. Gets on the phone, phones somebody in Germany and reads it to him. And that person, having an excellent memory, takes everything in and now he has the precise instruction necessary to change the machine around or put various things into it. So now it is a precise copy of the machine in the United States."},{"name":"JUSTICE BREYER","id":9,"text":"Is that -- how is that different from this? How is it different?"},{"name":"JUSTICE BREYER","id":9,"text":"No, no. We have a genius -- we have, as they used to have to get all the stuff that we stole from England, with the -- with the - - remember the weaving machines and the cotton spinners and so forth? This genius comes over here; he looks at a really complex machine; it is now stored in his head, the precise details that nobody else could do. He runs back to Germany, and he builds it. Well, he has absolutely stolen the precise, incredibly complex details of this machine."},{"name":"JUSTICE BREYER","id":9,"text":"Now, does it matter, if instead of sending the individual, we send the machine to Germany. This genius looks at it in Germany and there he makes the copy. Are they any different?"},{"name":"JUSTICE SOUTER","id":7,"text":"And that is what is on master disk."},{"name":"JUSTICE STEVENS","id":3,"text":"Is that really what happens? As I understand it there is an intermediate step. They don't send it directly from the United States to each of the individual computers in Germany. They send it to a central point which then redistributes it. Is that not right."},{"name":"JUSTICE STEVENS","id":3,"text":"If you're correct that they're just sending from New York direct to the 500 different machines all on one transmission from New York, there's no lawsuit here."},{"name":"JUSTICE STEVENS","id":3,"text":"Is that what you're trying to tell us, that they do send it directly from New York to 500 different recipients in Germany?"},{"name":"JUSTICE STEVENS","id":3,"text":"Would it be a violation if they sent, if they sent the golden disk abroad and nobody ever copied anything off the golden disk?"},{"name":"JUSTICE STEVENS","id":3,"text":"Would you answer my question?"},{"name":"JUSTICE STEVENS","id":3,"text":"If they send the golden disk abroad and never use it, would that be a violation?"},{"name":"JUSTICE STEVENS","id":3,"text":"Suppose it is never, it is never combined?"},{"name":"JUSTICE SOUTER","id":7,"text":"So you -- and the reason it wouldn't matter on your view is that the component is the object code on the disk, not the disk itself?"},{"name":"JUSTICE SOUTER","id":7,"text":"All right. Then why doesn't that get you - -"},{"name":"JUSTICE SOUTER","id":7,"text":"Why doesn't that get you right back to the point that Justice Breyer was making? You are saying, I think, in essence if you send a blueprint -- this is like a blueprint. It tells, it tells a machine which may be in Europe how to put the object code on other disks or on hard drives. The machine in Europe is following instructions just the way an artisan would follow a blueprint."},{"name":"JUSTICE SOUTER","id":7,"text":"What is the difference?"},{"name":"JUSTICE SOUTER","id":7,"text":"Yes, but the \"continuously\" does not describe the process of going from the master disk to what you claim to be the infringing computer sold in Europe. There is no continuous process there. As I understand it, what happens is -- let's just take the master disk and forget the photon for the moment. The master disk functions like a blueprint. They send, from the United States they send the blueprint to Europe. The blueprint is put in some kind of a machine in Europe. And by the use of the blueprint the machine puts electrical charges on a disk or on a hard drive, and that it seems to me does bear out the blueprint analogy. And if it does, then any export of a blueprint or indeed the simple export, the simple sending of the '820, if that's the right number, patent in this case would be a violation."},{"name":"JUSTICE KENNEDY","id":5,"text":"But suppose, suppose you had a machine that makes another machine, and if you ship that machine to Europe -- and there's a patent for the machine that makes it. If you ship it to Europe and it starts making another machine, the statute is not violated; and isn't that just what's happening here?"},{"name":"JUSTICE BREYER","id":9,"text":"How would you, how would you -- go back for a second, please, because, if you're finished with that, because I don't see how to decide for you without at the same time permitting a person to walk over to the Patent Office, to read that application and the description, which after all at least can be a very highly detailed set of instructions of how to make a machine, getting on the phone, explaining that just like the blueprint which it is just like to somebody in Europe. They then make it. And that on your reading would violate the statute. It can't be right that that would and you don't even think it would."},{"name":"JUSTICE SOUTER","id":7,"text":"And so what's the difference between that and this case for you?"},{"name":"JUSTICE SCALIA","id":4,"text":"That, that code is not patentable, you've said."},{"name":"JUSTICE SOUTER","id":7,"text":"But what is it that they export and send overseas?"},{"name":"JUSTICE SOUTER","id":7,"text":"Right, it's a thing. It's an object of some sort, isn't it?"},{"name":"JUSTICE SOUTER","id":7,"text":"It is an object that has coded onto it, transferred to it in a readable way, those commands. But it's an object, isn't it?"},{"name":"JUSTICE GINSBURG","id":6,"text":"Mr. Waxman, this may, this may help focus that question. Suppose the master disks were made abroad. You would be taking the same position, would you not?"},{"name":"JUSTICE SCALIA","id":4,"text":"I hope we can continue calling it the golden disk. It has a certain Scheherazade quality that really adds a lot of interest to this case. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"text":"No. That's given by Microsoft to one of its offices in Europe. But the golden disk itself is made abroad."},{"name":"JUSTICE GINSBURG","id":6,"text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"text":"So the only thing - -"},{"name":"JUSTICE GINSBURG","id":6,"text":"The only thing supplied is this, one side calls it abstract, one side calls it something else. But anyway, it is the series of 0's and 1's; that's the only thing that's supplied from the United States?"},{"name":"JUSTICE GINSBURG","id":6,"text":"Any physical manifestation of it is done abroad. You would still be taking the position that you're taking, is that not so?"},{"name":"JUSTICE STEVENS","id":3,"text":"Yes, but it doesn't have to be - -"},{"name":"JUSTICE STEVENS","id":3,"text":"The physical object does not have to originate in the United States. Can they not transmit the commands to a physical object in Germany and have that be the substitute for the golden disk?"},{"name":"JUSTICE STEVENS","id":3,"text":"Yes."},{"name":"JUSTICE STEVENS","id":3,"text":"But that they now send to some central point which redistributes them. They send one copy to, say, the wholesaler, who then makes 500 copies that are sent to the retail customers, isn't that correct?"},{"name":"JUSTICE STEVENS","id":3,"text":"Which is exactly what happens in this case?"},{"name":"JUSTICE STEVENS","id":3,"text":"My question is if that is what happens, when the retransmission takes place when one copy is converted into 500 how can those 500 all be components rather than copies of the single component?"},{"name":"JUSTICE BREYER","id":9,"text":"But is there any precedent for that sort of thing? That is, I understand your point now, I think, but however you put it, it has to come down to the fact that this very, very complex and detailed thing that is being supplied is an abstract set of numbers. And I can understand how the patent application does not itself contain that set of numbers, but rather contains an instruction as to how to generate that set of numbers. But I then would be quite frightened of deciding for you and discovering that all over the world there are vast numbers of inventions that really can be thought of in the same way that you're thinking of this one, and suddenly all kinds of transmissions of information themselves and alone become components. So I'm asking you, is there any outside the computer field analogous instance where the transmission of information has itself been viewed as the transmission of a component?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, is it an answer to Justice Breyer, or maybe it isn't, that we have no conceptual problem saying there would be liability if this happened within the territorial limits of the United States?"},{"name":"JUSTICE KENNEDY","id":5,"text":"And so there shouldn't be a greater conceptual problem if you prevail, in applying it abroad."},{"name":"JUSTICE BREYER","id":9,"text":"Well, sure, there is. It's a bigger - -"},{"name":"JUSTICE BREYER","id":9,"text":"But it's totally different in that of course it violates the patent in the United States. The whole question here is whether or not the person has to go get a patent in Germany, which he can do or not do. And the -- the concern that I'm worried about is in the future it might be outside your field, it might be in biology, but if you suddenly say that the transmission purely of information is the transmission of a component, no matter how detailed, I can easily see in biology or medicine where a patent has an instruction and indeed, that instruction is an instruction to create other detailed procedures, processes, dishes, Petri dishes, I don't know what it is, and we transmit that detailed information abroad. Then suddenly it's our patent law and not the foreign patent law that would govern. That's why I asked for precedent."},{"name":"JUSTICE SOUTER","id":7,"text":"All right. But - -"},{"name":"JUSTICE SOUTER","id":7,"text":"You can perfectly well say that in this case. You can say that the instruction is exhausted once the golden disk has sent its information through an intermediary machine onto the new disk that is made."},{"name":"JUSTICE SOUTER","id":7,"text":"That simply means that after the -- the -- the -- the idea as you put it, has been placed on the hard drive, certain other processes must take place too before we get the result that people are buying computers to -- to obtain. But it's still the case that the -- that the code on the golden disk is exhausted once that has been transferred from the disk through an intermediary machine on its way ultimately to a working computer just -- and my only point is -- just the way you can say that the blueprint in effect is exhausted once the house has been built."},{"name":"JUSTICE SOUTER","id":7,"text":"Sure. You can use it again."},{"name":"JUSTICE SOUTER","id":7,"text":"The object code has several jobs. One job when embodied on the golden disk is tell a -- is to tell a machine how to make disks or how to put a message on a hard drive. Another job that the object code has is when the object code gets on the resulting disk or the hard drive. But in fact, the manifestation of the object code on the golden disk and the manifestation of the object code on the resulting disk are separable, just as the blueprint is separable from what is constructed."},{"name":"JUSTICE ALITO","id":8,"text":"Can you think of any machine -- can you think of any machine other than a computer that has a component that is not a physical thing?"},{"name":"JUSTICE STEVENS","id":3,"text":"Thank you, Mr. Waxman. Mr. Olson, you have, let's see, four minutes. "},{"name":"JUSTICE SCALIA","id":4,"text":"I'm sorry."},{"name":"JUSTICE BREYER","id":9,"text":"His answer to me is that - - that -- it's sort of misleading to think of this as if it's just information, because it's really a method that switches things at a level of detail that is impossible to put in a patent application. It's taking the information in a patent application, it's transforming it into what we think of as 1's and 0's, but they're not really even 1's and 0's. What they are is things that happen with electricity."},{"name":"JUSTICE BREYER","id":9,"text":"And it's putting that on the disk and then it makes other things happen."},{"name":"JUSTICE BREYER","id":9,"text":"It's putting something physical on a disk, pits and lands, instructions that are copied from the master disk and then put into either a hard drive or a disk, it's the same thing. It's something that is into the computer that will make the computer operate. You're right, Justice Ginsburg, that the court of appeals for the Federal Circuit thought it was bringing this statute up to date and it even said so. We are making an extension of the statute to keep up to date with the technology. That is not for courts to do. This Court is - -"},{"name":"JUSTICE KENNEDY","id":5,"text":"Are you saying that the infringement act that happened in the United States involved no components?"},{"name":"JUSTICE BREYER","id":9,"text":"So they had a license to do that, because if they didn't have a license to make the master disk here in the United States, the making of it would have violated the patent; is that right?"},{"name":"JUSTICE STEVENS","id":3,"text":"Thank you, Mr. Olson. The case is submitted. [Whereupon, at 11:15 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2121,"interruptions":18,"times_spoken":44,"laughter":1,"num_int_by":4},{"id":1,"fullName":"DARYL JOSEFFER","firstName":"DARYL","lastName":"JOSEFFER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1663,"interruptions":10,"times_spoken":23,"laughter":0,"num_int_by":6},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2889,"interruptions":25,"times_spoken":50,"laughter":0,"num_int_by":7},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":463,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":1,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":664,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":137,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":971,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3784,"times_spoken":67,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":2889,"times_spoken":50,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":11,"words_spoken":3455,"times_spoken":119,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":6},"prediction":{"petitioner":0.7547864526355773,"respondent":0.2452135473644227,"date":1472411005508}}