{"petitioner":{"name":"LILLY M. LEDBETTER","counsel":[0]},"respondent":{"name":"No. 05-1074\nTHE GOODYEAR TIRE & RUBBER COMPANY, INC. ","counsel":[1,2]},"caseNumber":"05-1074","date":"2006-11-27T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We'll hear argument next in Ledbetter versus Goodyear Tire & Rubber Company. Mr. Russell. "},{"name":"JUSTICE KENNEDY","id":4,"text":"But are you saying that the rule for paycheck decisions is different than the rule for other sorts of decisions?"},{"name":"JUSTICE KENNEDY","id":4,"text":"That seems to me to work the other way around, just like the case we've just heard argued in the last hour. It's a question of specificity here. If the, if the employee, he alleges that promotions were based on experience and the employee didn't have the experience because of past discrimination, why is that different than the paycheck rule? I take it indicates that you would not allow the, a cause of action unless the discrimination was within the statute of limitations period?"},{"name":"JUSTICE SCALIA","id":5,"text":"I don't really see a vast difference between a promotion and being elevated to a higher pay grade. I mean, there may be no different responsibilities but it's a single act of discrimination: \"No, you're not going to move up to the next pay level.\" I don't see why that's different from \"no, you're not going to move up to the next job.\""},{"name":"JUSTICE GINSBURG","id":6,"text":"Mr. Russell, I thought that your argument was that yes, you know that you haven't got the promotion, you know you haven't got the transfer, but the spread in the pay is an incremental thing. You may think the first year you didn't get a raise, \"well, so be it.\" But you have, you have no reason to think that there is going to be this inequality. I mean she started out getting the same pay, right?"},{"name":"JUSTICE SCALIA","id":5,"text":"How does, how does time solve that difficulty?"},{"name":"JUSTICE GINSBURG","id":6,"text":"What happened to the Equal Pay Act claim? You started out with a Title VII claim and an equal pay claim and somewhere along the way the equal pay claim dropped out."},{"name":"JUSTICE GINSBURG","id":6,"text":"Why didn't you ask for the equal pay claim? As I understand the magistrate judge he said, yes, you had made it across the first hurdle, you had a prima facie case. You showed that you're a woman, and you're getting this and all the men are getting much higher. But the employer has come forward with any other factor other than sex and the other factor is that, your inadequate performance."},{"name":"JUSTICE GINSBURG","id":6,"text":"Because in the Title VII case assuming you're right, that you get across the same threshold, you're faced with the same defense. Right?"},{"name":"JUSTICE ALITO","id":7,"text":"Do you have to show that at the time when a particular paycheck in question is issued, there was an intent to discriminate?"},{"name":"JUSTICE ALITO","id":7,"text":"What if the situation is that when the particular paycheck is cut, the company, the employer, whoever it is, has no intent whatsoever to discriminate? They think that they are issuing this pay on a totally nondiscriminatory basis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"So if 15 years earlier a discriminatory decision was made to give a pay raise of 4 percent rather than 5 percent, and that over the 15 years became the basis with other raises, you think you can challenge the discrimination 15 years later and say well, this was discriminatory because 15 years ago I didn't get a raise and that, carried forward, had a ripple effect into the current 180-day period."},{"name":"JUSTICE KENNEDY","id":4,"text":"Would that be true if there were a change in ownership of the company, so the discrimination originally occurred under owner A, then the company is purchased by owner B, completely unrelated, and the, the disparity is used for bonuses, etcetera?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, under the, under the answer that you gave to the Chief Justice and the rule you propose, what of the case of differing ownership?"},{"name":"JUSTICE SCALIA","id":5,"text":"But that, but that would not be the result if the reason for the disparity between 4 percent and 5 percent was not a, a denial of a pay increase to a higher pay level, but rather denial of a promotion to another job."},{"name":"JUSTICE SCALIA","id":5,"text":"If that were the case, then it washes out and you have to challenge it right away."},{"name":"JUSTICE SCALIA","id":5,"text":"Does that make any sense?"},{"name":"JUSTICE SCALIA","id":5,"text":"Well, you could call it a secondary effect but the only reason you want to get promoted to another job is to get more money. I think it's a primary effect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, Congress could have specifically provided for the Equal Pay Act rule under Title VII, but it didn't do that."},{"name":"JUSTICE GINSBURG","id":6,"text":"It didn't have the same defenses because the Bennett amendment makes the defenses under the Equal Pay Act applicable under Title VII, right?"},{"name":"JUSTICE BREYER","id":9,"text":"Suppose you go back to the 15 year old action which led to disparity that continues up to today, and suppose at the beginning or in July of 2006 the woman discovers it and brings her claim and suppose she wins. Now, is it the case -- and here I'm uncertain. I thought there was some rule in respect to getting damages that you could only go back 2 years?"},{"name":"JUSTICE BREYER","id":9,"text":"And in that case would it mean that in this case where it happened 15 years ago and she won, but she didn't bring her act until August of 2006, that she could only then collect the extra money for the preceding 2 years?"},{"name":"JUSTICE BREYER","id":9,"text":"So it isn't going to open up tremendous liability for 15 or 20 years ago."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"I suppose all they'd have to do is allege that sometime over the past -- I mean, it doesn't have to be 15 years. It could be 40 years, right -- that there was a discriminatory act, in one of the semi-annual pay reviews I was denied this, a raise that I should have gotten. It may have been 20 years ago. It may have been 40 years ago."},{"name":"JUSTICE GINSBURG","id":6,"text":"Where does it say - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Why is that if they just discovered it? I just learned about what happened 30 years ago at this company and it's -- I filed right away. There's no laches."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"But then they have to go back and litigate what happened 30 years ago."},{"name":"JUSTICE GINSBURG","id":6,"text":"I thought your answer before was that this is not -- if she's going to bring a case I got a 2 percent raise, he got a 3 percent raise, her chances are very slim, but if this builds up year by year to the point where see is saying, I'm being denied equal pay, it's a requirement of the anti-discrimination law that I get equal pay, so today I'm not getting equal pay, I thought -- I mean, the chance that she could win when she gets a salary review and she gets a little less than the other person are nil."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"That's not your theory. I mean, if it happened once 20 years ago you have a case that you can bring, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"You've got a memo that says we're going to pay, 20 years ago, we're going to pay males this much and we're going to pay females this much, and she says that obviously affected my pay over the ensuing 15, 20 years."},{"name":"JUSTICE ALITO","id":7,"text":"But isn't your position that an employer violates Title VII unless the employer periodically reviews the entire pay record of every employee to make sure that there has never been an uncomplained of act of discrimination at any point in the past that would have a continuing present effect on the amount of money that the employee is paid?"},{"name":"JUSTICE SOUTER","id":10,"text":"How do they know that? 10 years ago the employee got a particular, got a particular job evaluation and that dictated the amount of pay that that employee was going to get for that period and all, all subsequent pay built on that base, and then it turns out many years later that there was discrimination in the way the employee was evaluated way back when, even though there was no complaint about it; then under your theory that would be a present Title VII violation, to cut a paycheck that built, that was based on pay that was built on this act of discrimination that occurred long ago?"},{"name":"JUSTICE SOUTER","id":10,"text":"Oh, yeah, but that assumed a present discrimination, and it seems to me the problem that we've got is the problem of connecting a past discrimination with what may in fact be an apparently neutral act 15 or 20 years later."},{"name":"JUSTICE KENNEDY","id":4,"text":"Does he have to know that the present decision to continue the pay structure is discriminatory?"},{"name":"JUSTICE GINSBURG","id":6,"text":"The -- as I remember the facts of this case, wasn't it in 1995 that she got a substantial raise and the reason, according to her supervisor, was that he noticed that her pay was below the minimum of the appropriate range for her job?"},{"name":"JUSTICE STEVENS","id":11,"text":"I didn't understand one of your answers. Supposing that today the management does not know of the prior discrimination. Just, records that have been lost, it happened a long time ago. But there was evidence that there was a firm policy that women get 20 percent less than men forever and it's still -- that policy has continued up to date, but that these people making the decision today did not know that. Would there be liability or not?"},{"name":"JUSTICE STEVENS","id":11,"text":"I thought you said the other. That's why I was - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, the question is whether or not there was a discriminatory act and if the employer, let's say it's an employer that has just purchased a business, thinks that it's a neutral criterion to base wages or bonuses or increase on a prior pay scale and he doesn't know about the prior discrimination, why isn't that a defense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"And it's not enough presumably for somebody to come in and even up everybody? I mean, if you see that the women are making 20 percent less than the men you don't escape liability by paying everybody the same going forward, because perhaps if nondiscriminatory decisions had been made the women would have making 20 percent more than the men. You have to go back and revisit every pay decision or you're exposed to liability for current pay."},{"name":"JUSTICE SOUTER","id":10,"text":"Well, what is your burden to prove? You've talked about their burden to go back when -- do I understand it that your view is that the only thing you have to prove is that in this case a woman was being paid at a rate which is different from the rate of a man doing a comparable job?"},{"name":"JUSTICE SCALIA","id":5,"text":"So you too then have to go, unless you can find a present policy to discriminate on sex, you too in your proof have to go back whatever it may be, you know, the 15 or 20 years?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Why is that true? I mean, it depends. I suppose it may be harder for the company to mount a defense over time, so it may be to her advantage to wait."},{"name":"JUSTICE SOUTER","id":10,"text":"What do you say of the explanation that was given in Bazemore? I forget the subsequent case. It was in footnote 6. You know what I mean. Which referred to Bazemore as a case that involved a present discrimination which, which is inconsistent with your theory. What do you say about footnote 6?"},{"name":"JUSTICE SOUTER","id":10,"text":"Well, the policy -- I thought the assumption was that the policy was in fact a policy which, which was sort of currently honored and intended to be honored by the company, whereas the case that we're concerned about is the case in which there was a discriminatory act, you know, 5, 10, 15 years ago. Nobody remembers the discrimination now. It's just that it continues to have these ripple effect consequences. I would have thought that the subsequent explanation in Bazemore would have been inconsistent with your position with respect to the current ripple effect."},{"name":"JUSTICE SOUTER","id":10,"text":"Well, do you take -- I'm sorry, I can't think of the name of the case. You know the case that I'm talking about with the footnote?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Lorance?"},{"name":"JUSTICE SOUTER","id":10,"text":"I guess. Do you think that the Court in the footnote misstated Bazemore and that therefore we should trust to Bazemore and not the subsequent explanation?"},{"name":"JUSTICE SOUTER","id":10,"text":"But that assumes that the company in effect says, we have a pay structure and our pay structure as it is now treats people differently depending on sex, race, or whatever. And that's not the kind -- that's something very different from the ripple effect argument."},{"name":"JUSTICE STEVENS","id":11,"text":"Let me ask this question. Supposing in the annual review before a promotion is concerned the officer making the recommendation was instructed not only to decide what increase would be appropriate but also to review past history and decide whether or not the employee was being paid fairly in a nondiscriminatory basis and that was part of the assignment. Would you have a case if that were the case?"},{"name":"JUSTICE STEVENS","id":11,"text":"You couldn't rely on the past history in that situation?"},{"name":"JUSTICE STEVENS","id":11,"text":"Because I think that's sort of what Justice -- Judge Jofla thought was going on here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you counsel. Mr. Nager, we'll hear now from you. "},{"name":"JUSTICE STEVENS","id":11,"text":"Mr. Nager, can I test your theory with a hypothetical question? Supposing 20 years ago, there was an actual written policy statement, we pay women 20 percent less than men. And that was written up and everybody knew it. And then nothing changed for the next 20 years, and the person then sued today. Would she be -- and there was no intent to do anything, this is just the way it's always been. Would she have a cause of action?"},{"name":"JUSTICE STEVENS","id":11,"text":"If present intent was merely to do what we have always done, you have to go back 20 years to find out that what we have always done is the result of a policy decision made 20 years ago that we can hire women at a less expense than men so we will continue to pay the same rate. Would the per paycheck rule apply to that case?"},{"name":"JUSTICE ALITO","id":7,"text":"If the employer had a policy of paying women, all women, 20 percent less than men, and it continued that policy, surely it would know in the present day when it issued those paychecks that it was paying women less than men. So it would be intentionally discriminating at this time, wouldn't it?"},{"name":"JUSTICE SCALIA","id":5,"text":"Mr. Nager, why did it make any sense to treat this area any different from the Equal Pay Act."},{"name":"JUSTICE GINSBURG","id":6,"text":"Why is it different if the one further statement was made. And the employer knew that every woman is being paid less than every man. Why isn't that sufficient under Title VII, and if you want evidence, your own supervisor said, oh, we saw one year that she was outside the range appropriate for this job."},{"name":"JUSTICE GINSBURG","id":6,"text":"Evans involved a factor that simply is not present here. I mean, Evans involved a seniority system. And if this person who had been off the job were to come back two years later, and bump people who had been there every day, well, certainly that's a different case than this one, where she is saying, I should have been paid equally. I wasn't. And I know I can go back only two years. That's quite a bit different than the Evans situation."},{"name":"JUSTICE GINSBURG","id":6,"text":"If only the 180 day period counts, and she can complain only about discrimination in that period, then how do you account for her being able to go back not 180 days, but two years for her remedy?"},{"name":"JUSTICE GINSBURG","id":6,"text":"I thought it was the lid on the amount of compensation you could get in Title VII cases. You can't go back more than two years for damages. But it would seem that doesn't fit at all whether you can go back only 180 days."},{"name":"JUSTICE GINSBURG","id":6,"text":"Why is she claiming that in 1995, a supervisor recognized that my pay was way out of line. Isn't that what the supervisor testified?"},{"name":"JUSTICE GINSBURG","id":6,"text":"Maybe she thought that, well, they are on the right track. Next year, they are going to raise me up to the equal pay level."},{"name":"JUSTICE GINSBURG","id":6,"text":"The question that I asked Mr. Nager that I think is really important, and that is, where do you put these pay cases? Do you put it in the box with the hostile environment that builds up over time, and as long as the environment is hostile at the time you bring your complaint, then it doesn't matter that it started 20 years ago. This notion of one year, it's 2 percent, and the other person got 3 percent, you really don't have an effective claim unless it builds up to the point where there is a noticeable disparity."},{"name":"JUSTICE GINSBURG","id":6,"text":"Where is that agreement?"},{"name":"JUSTICE GINSBURG","id":6,"text":"I thought that the Morgan decision quotes Bazemore for saying, under Title VII, each week's paycheck that delivered less to a black than to a similarly situated white is a wrong, actionable under Title VII."},{"name":"JUSTICE GINSBURG","id":6,"text":"Whatever portion it's in, it says each week's paycheck that delivered less to a black than to a similarly situated white is a wrong, actionable - -"},{"name":"JUSTICE BREYER","id":9,"text":"Justice Brennan's opinion sounds to me, part one, as if he is saying what the mistake was that the company made here is that they didn't really eradicate the effects of the past bad act, and they were trying to eradicate it."},{"name":"JUSTICE BREYER","id":9,"text":"That's another part of the case that's part two and part three about the evidence that came in. In fact, there are about six other parts. I'm just talking about part one."},{"name":"JUSTICE BREYER","id":9,"text":"Yes. All right. So I read that. Now, this is my this is my cost/benefit analysis here. If we follow the other side's rule, it's very simple, we just said Bazemore applies, whether there's a practice or whether it was a discrete thing, or whatever, so it's simple. But we do have to distinguish pay from the other kinds of things. And we have heard them explain why there is a distinction. I'd rather get to your side and then you can attack both, or whatever. Your side of it, it seems to me, if I agree to you, I now have to create in the law some kind of thing that sounds very complicated about whether that old bad thing was somehow a pattern or a practice that, as a pattern or a practice, didn't get eradicated within the last few years, or was a totally discrete act, and therefore, had no implication as a pattern or practice that didn't get eradicated. That sounds hard. And the second thing I guess I'd have to do is to create a lot of tolling law because there will be probably a significant number of circumstances where a woman is being paid less, and all she does is for the last six months get her paychecks and she doesn't really know it because pay is a complicated thing, and through no fault of her own, it takes about eight or nine months or even a year for her to find out. And we are going to have to toll, aren't we? So I have, legally speaking, a complicated tolling system that I have to graft on to this, your case. I also have to start distinguishing Bazemore which is pretty hard to do. But on the other side, they are just saying, go with the flow. Nobody is really hurt, because the employer has to worry about all this stuff anyway under the Equal Pay Act. I'm giving you that summary so you can just shoot it down."},{"name":"JUSTICE STEVENS","id":11,"text":"But there is a slight difference in that you're focused on whether discrimination occurred within the 180-day period. And if I understand you correctly, discrimination would have occurred during the 180-day period if the employer knew of the policy that I described, because then he would be knowingly paying less."},{"name":"JUSTICE STEVENS","id":11,"text":"I thought your answer to Justice Alito made that point."},{"name":"JUSTICE STEVENS","id":11,"text":"But the question of whether just knowing that that's a source of the policy would be a gender-related reason."},{"name":"JUSTICE STEVENS","id":11,"text":"Well, in my hypothetical there was a policy established 20 years ago, a 20 percent differential, never been changed. And the only question that would differ, in some cases the employer knows about it and in some others he doesn't."},{"name":"JUSTICE STEVENS","id":11,"text":"Well, what his reason is, this is always the way we did it. That's his reason."},{"name":"JUSTICE KENNEDY","id":4,"text":"But suppose he has no intent to discriminate as a present matter, but he also knows that his decision is necessarily based on a policy that was discriminatory some years ago. What result?"},{"name":"JUSTICE KENNEDY","id":4,"text":"He knows it, but his present decision is necessarily based on some prior decision that was discriminatory."},{"name":"JUSTICE KENNEDY","id":4,"text":"How is that -- how is that consistent with the statement in Bazemore that the employer has a duty to eradicate past discrimination?"},{"name":"JUSTICE SOUTER","id":10,"text":"Is that so even if they know it was in fact originally an unlawful act?"},{"name":"JUSTICE SOUTER","id":10,"text":"You draw a line between present purposeful discrimination and present knowledge of past discrimination which is knowingly carried forward."},{"name":"JUSTICE GINSBURG","id":6,"text":"How do you describe dealing with a case like Manhart where they were complaining about a pension plan that had been instituted, oh, way longer than 180 days, years and years before?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Nager. Mr. Gornstein? "},{"name":"JUSTICE GINSBURG","id":6,"text":"This would be a good Equal Pay Act case, wouldn't it?"},{"name":"JUSTICE GINSBURG","id":6,"text":"Why doesn't it become intentional, at least after 1995, when the supervisor recognizes that he's got an employee that is out of the appropriate range for her job, whether she does it badly or well?"},{"name":"JUSTICE GINSBURG","id":6,"text":"Why would she bring it then? They gave her a big raise that year."},{"name":"JUSTICE GINSBURG","id":6,"text":"Didn't she have every reason to expect, well, they finally noticed it, so next year I'm going to get that same size raise, but that it doesn't happen the next year?"},{"name":"JUSTICE GINSBURG","id":6,"text":"She is not talking about a decision made 15 or 14 in this case. She starts out even, and it builds up over time."},{"name":"JUSTICE STEVENS","id":11,"text":"But you could if the person making the decision was aware of the discriminatory policy."},{"name":"JUSTICE STEVENS","id":11,"text":"But you're changing the hypothetical. My hypothetical was simply a pay case."},{"name":"JUSTICE STEVENS","id":11,"text":"You're saying, I think contrary to your colleague if I remember correctly, that even if the employer knew of the 20 percent differential policy established 20 years ago, it could still carry it into effect today."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Let's say it's the same person who made the decision. You know, five years ago he said I'm giving a 6 percent raise to men, I'm giving a 3 percent raise to women, and then he decides that's illegal, and so from now on everybody is going to get a 4 percent raise every year if you meet certain standards. Is that ongoing discrimination or is that a neutral thing, that he doesn't have to take into account the past discrimination?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Even though he knows that it carries forward the illegal discrimination?"},{"name":"JUSTICE GINSBURG","id":6,"text":"But you're talking about - -"},{"name":"JUSTICE GINSBURG","id":6,"text":"But that's a defense. And you're talking about, yes, you might draw that inference but that inference would be wrong because I have a defense. The defense is poor performance explains it, not sex discrimination."},{"name":"JUSTICE GINSBURG","id":6,"text":"I thought at least in this area, the defenses were the same as under the Equal Pay Act."},{"name":"JUSTICE SCALIA","id":5,"text":"Mr. Gornstein, why should we listen to the Solicitor General rather than the EEOC? I mean, they have taken a different position from the one that you're urging upon us."},{"name":"JUSTICE GINSBURG","id":6,"text":"So why don't we at least hear from the EEOC? That has happened in other cases where the Department of Justice and the EEOC take different positions, at least the EEOC filed a brief even though it wasn't the Government's brief."},{"name":"JUSTICE SOUTER","id":10,"text":"If the EEOC is upheld in the Court of Appeals and review is sought here, will the Government confess error?"},{"name":"JUSTICE SOUTER","id":10,"text":"If the EEOC decision is upheld by one of the Courts of Appeals and there is an attempt to bring the case here on cert, will the Government confess error?"},{"name":"JUSTICE SOUTER","id":10,"text":"Well, I'm asking a simpler question. Let's assume that somehow we fudge it. If -- if there is a clear cut case in which the EEOC takes a position different from the one the Government is now espousing, and a Court of Appeals upholds it, and cert is sought here, will the Solicitor General say please remand, or simply confess judgment?"},{"name":"JUSTICE SOUTER","id":10,"text":"I think I got your point."},{"name":"JUSTICE SCALIA","id":5,"text":"Touche."},{"name":"JUSTICE BREYER","id":9,"text":"What would you do on the other side of this? It if you win on this, then don't you have to have a fairly relaxed standard of allowing the woman, tolling or something, when she just gets some paychecks that would take her a while to figure out that these are really reflecting some old discrimination and she doesn't know. It's different in that respect from the promotion itself."},{"name":"JUSTICE BREYER","id":9,"text":"Well, she knows this. She knows that, all these boxes on her paychecks and she's not quite sure what they mean. All right, your answer is not much different."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, counsel. Mr. Russell, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"text":"Do you agree that their action is just based on Bazemore or their reading of Bazemore?"},{"name":"JUSTICE ALITO","id":7,"text":"How could cost justify a dual pay scale?"},{"name":"JUSTICE ALITO","id":7,"text":"You'd have to have another factor in the decision, which was that you didn't want to change pay. But cost alone couldn't justify that."},{"name":"JUSTICE ALITO","id":7,"text":"No, you'd have to say, we don't want to spend any more and we also don't want to equalize pay. You have to say the second too."},{"name":"JUSTICE ALITO","id":7,"text":"If you say you're not going to equalize pay, you're saying you're going to discriminate on the basis of race."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"You can equalize pay by lowering others. You don't -- raising the discriminated-against class is not the only way to equalize pay. So I don't see how cost is a justification for continuing the disparity."},{"name":"JUSTICE GINSBURG","id":6,"text":"Not under the Equal Pay Act. You can only equalize up, not down."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Under Title VII you can equalize either way, right?"},{"name":"JUSTICE ALITO","id":7,"text":"You'd certainly have a very happy work force if you equalized one way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KEVIN K. RUSSELL","firstName":"KEVIN","lastName":"RUSSELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3255,"interruptions":20,"times_spoken":57,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GLEN D. NAGER","firstName":"GLEN","lastName":"NAGER","counsel":true,"justice":false,"side":"respondent","words_spoken":2209,"interruptions":7,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":2,"fullName":"IRVING L. GORNSTEIN","firstName":"IRVING","lastName":"GORNSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":1039,"interruptions":6,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":568,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1077,"interruptions":3,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"MR. RICHARDS","lastName":"RICHARDS","counsel":false,"justice":false,"side":"","words_spoken":2,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":608,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":533,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3255,"times_spoken":57,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":13,"words_spoken":3248,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":4277,"times_spoken":114,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.6003835559494984,"respondent":0.39961644405050156,"date":1472411005509}}