{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"DONALD H. RUMSFELD, SECRETARY OF DEFENSE, ET AL. ","counsel":[1]},"caseNumber":"05-184","date":"2006-03-28T06:00:00.000Z","speakers":[{"name":"JUSTICE STEVENS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in number 05-184, Hamdan against Rumsfeld. Mr. Katyal, you may proceed. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where was that change made from the prior version?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but, I mean, what -- it was made in what house? Was it made by the conference committee?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was made in the Senate. So the House presumably never saw the prior --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- language."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the President, who signed this bill, never saw the prior language."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why should we attribute to both the House and to the President a knowledge of the prior version of the legislation?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Senate."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What, in addition to this case -- I mean, this case is pending in the U.S. Supreme Court. There are many cases pending in the district court when this law comes into effect. What about those cases?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Please go over that again. I'm not -- I'm not sure I understood -- I understood your response."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say that it could be read to preclude cases in the lower courts, but not here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean, in practical terms, that the -- that the -- that the other claims that are in the district court get transferred to the circuit, the circuit is bound by the limitations that you've just described, and, at the end of the day, the complaining parties in those cases can raise the question whether they -- whether Congress could properly have truncated them, as it did, but it's simply got to wait?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I realize --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it -- why does it affect the scope of the review that he could get eventually? If there's a final decision, there can be review of whether the use of the standards or procedures that were used by the commission to reach a final decision is consistent with the Constitution and laws of the United States? Why doesn't that encompass any claim that he might want to make later on?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, criminal litigation review after the final decision is the general rule. There generally is not any interlocutory -- any interlocutory appeal. And what you say could happen in any criminal case if you assume bad faith on the part of the people who are responsible for making the decisions along the way. They could delay indefinitely and postpone the entry of a final decision."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I come back to Justice Alito's question as to what the normal procedure would be in criminal cases? Suppose you're -- you have a challenge to the makeup of the tribunal in a criminal case. Is it -- is it the normal practice that you would get to raise that challenge? Let's say one of the judges is disqualified for some other reason. Can you normally raise that challenge before the criminal case is filed?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, there would be nothing different in this situation, if you couldn't raise it 1111 14th Street, NW Suite 400 until it was final."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I know --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the merits of the issue. I'm just talking about the timing of the issue."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you say Congress hasn't fairly balanced it, I mean, I guess that depends upon your reading of the statute. If, indeed, you read it 1111 14th Street, NW Suite 400 the way the Government reads it, they would assert that Congress did consider these military commissions and thought that it was okay to wait until they had completed their work before full review was provided."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's sort of a -- you know, a -- you're running in a circle."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, will you help me? Where is the conspiracy charge in the papers?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, thank you very much."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And suppose you had a tribunal that was properly constituted, as you contend that it ought to be, and then the charge was conspiracy. Would the -- would the courts then have review before the trial proceeded? And let's assume that it's a conspiracy and some other charge. Is there some analog in ordinary criminal proceedings where you challenge, in advance, the validity of the charge?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the tribunal interpret the conspiracy charge to mean joint enterprise, which would be closer, at least, to accepted practice in the international tribunals?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still not sure why, if we think that there is merit to your argument that the 1111 14th Street, NW Suite 400 tribunal is not properly established anyway, that you -- we have to reach the conspiracy charge."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if we -- and if we think that you're wrong on that, I don't know why that court can't hear the conspiracy argument."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, I mean, that's a good argument for -- from a broad policy, but isn't there a narrower reason? If we assume that the -- that the commission is properly established for some purpose, by definition that purpose is limited. We are not dealing here, as we would in the normal criminal case, with a court of general jurisdiction. If we're dealing with a court of general jurisdiction, we postpone claims like yours til the end, because we say the jurisdiction is so 1111 14th Street, NW Suite 400 broad, they probably had it. Maybe not, but we can wait. But in a -- in a -- in a court of limited jurisdiction, or a commission of limited jurisdiction, we can't indulge that presumption. And that's why, I thought, your claim that conspiracy is not cognizable can be raised at the beginning, because it's inseparable from the limited jurisdiction of the court. Am I off in left field?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or do you like that answer."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it clear that the --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- charges against your client could not be amended?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why should we -- why should there be review, before trial, of a charge that could be amended?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There could be additional charges added by the time there's a final decision."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't this contrary to the way legal proceedings and appeals are normally handled? You have a -- essentially, a pretrial appeal concerning the validity of a charge that may not even be the final charge."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question about the charge? The charge is not just conspiracy in the 1111 14th Street, NW Suite 400 abstract, it's conspiracy to do specific things, one of which is attacking civilians and civilian objects. And is it clear that the commission would not have -- a military commission would not have jurisdiction to try a conspiracy to armed civilians in a war zone, for example?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose that proof were to show that there was very substantial and knowing involvement rendering him basically an accomplice or a principal, but it was -- it was still found under conspiracy. Would international law violate that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume that he's been given notice of -- during the -- during the course of the proceedings as to what the charges specifically are as the proof is adduced."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that wouldn't be -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well, let me put it this way. If we were to find that the Geneva Convention or other settled principles of international law were controlling here, why couldn't we just remand to the D.C. Circuit and let it figure that out? Or let it -- have the tribunal figure it out, in the first instance, assuming the tribunal is properly authorized."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose we told the D.C. Circuit that the Geneva Convention or some other body of international law controls, and just remand it for it to go into all these arguments?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this question? Supposing the charge had been slightly amended. Instead of saying, \"The criminal purpose, and conspired and agreed with Osama bin Laden to commit the following offenses,\" it said, \"It and Osama bin Laden attempted to -- aided and abetted in committing the following offenses.\" Would it then be -- violate the laws of war?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the specific offenses are attacking civilians and attacking civilian objects."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And then --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what if the trial judge who looked at the indictment or ruling on a motion to dismiss the indictment, or its equivalent at this time -- said, \"Well, I'm going to construe these words 'conspired or agreed' as the substantial equivalent of 'aiding and 1111 14th Street, NW Suite 400 abetting.'\" Would that let the charge stand?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the language is \"conspired and agreed with.\" And \"agreed with\" is pretty close to \"tried to do it himself.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As I recall the Sixth Amendment, you're entitled to know the charge against you. And you're saying that the charge of conspiracy is not the charge of aiding and abetting."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You acknowledge the existence of things called commissions. Or don't you?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the use of them if they have to follow all of the procedures required by the UCMJ? I mean, I thought that the whole object was to have a different procedure."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What fundamentals, other than personal presence, are you concerned with in this case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or is that it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the nature -- the appointing authority and so forth. But so far as the rights of the defendant at the proceeding --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just right to be present? Is there a requirement of prompt convening of the proceedings?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you have to --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- approximately the same procedures, what's the point of having a military commission? I think that was implicit in Justice Scalia's question. So, if you go back -- Revolution, Seminoles, Modoc, Mexican War, World War II -- why have them?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, you've addressed the Detainee Treatment act in its -- in its capacity as, arguably, removing jurisdiction. Might not the act also function as a retroactive approval of what the President has done?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think, as a minimum, that they authorized a military commission?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends on what you mean by \"regularly constituted.\" In your brief, I gather you -- what you meant is that a court that was pre-existing. It doesn't necessarily mean that. It just -- it could mean one that was set up for the occasion, but was set up for the occasion by proper procedures. Wouldn't that be a \"regularly constituted court\"?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, not ad hoc in that sense, \"I'm creating one court for this defendant, another court for the other defendant,\" but setting up for the occasion, and for trying numerous defendants, a new 1111 14th Street, NW Suite 400 court. I don't think that, just because it's a new court, you can say that it's not a \"regularly constituted court.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You've mentioned -- you've mentioned that the defendant has no right to appear before the tribunal. What are the other rights recognized by all civilized people that these tribunals do not guarantee?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you want us to view his status? Do we accept the Government's submission that there's probable cause to believe that he was not of -- in a formal uniform, that he was not a formal combatant, but that he was aiding and abetting, or conspiring, with al Qaeda? Can we accept that, that there's probable cause for that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, in -- particularly based on the CSRT hearing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have to --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you have to give us --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a beginning point. You have to give us a beginning point."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would require a determination by a different tribunal that he was not a POW, in default of which he would be treated as a POW and be entitled to a court-martial? Is that the point?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you certainly may. General Clement. 1111 14th Street, NW Suite 400 "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But let me just ask this question, Mr. Clement. What sources of law have the commissions generally enforced over the years, beginning with George Washington and so forth? Just Army regulations or American law or foreign law? What are the basic sources of law that they can enforce?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And what we have here is enforcement of the laws of war."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If -- just one hypothetical. Assume that the laws of war do not prohibit conspiracy. Just assume -- I know you disagree with that. Could the President, by his action, add conspiracy as a triable offense by a commission?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's easy if it is a war crime. I'm trying to wrestle with the question of, if we concluded that it were not, and just -- and I'm asking -- can the question add an additional crime that the 1111 14th Street, NW Suite 400 commission could try?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You think he could."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, the basic position you're asserting is that we have -- that the -- this commission intends to try a violation of the laws of war. And do the laws of war then have any application to the procedures that they have to follow?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you -- what do you make of the argument that Mr. Katyal just alluded to, that if you take the -- as you do -- take the position that the commissions are operating under the laws of war, you've got to accept that one law of war here is the Geneva Convention right to a presumption of POW status unless there is a determination by a competent tribunal otherwise, with the -- among other things, the rights that that carries. I mean, how -- do you -- why not -- why don't you go from the frying pan into the fire, in effect, when you take the position that the laws of war are what the tribunal is applying?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you're -- are you saying that the -- that the commission will adjudicate POW status under the Geneva Convention? In other words, are you stipulating that the Geneva Convention does apply, so that the only argument left between you and Mr. Katyal would be whether the commission itself was a competent tribunal to make the determination? Is that your position?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you agree that it applies as part of the law of war?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that, I guess, is the problem that I'm having. For purposes of determining the domestic authority to set up a commission, you say, the President is operating under the laws of war recognized by Congress, but for purposes of a claim to status, and, hence, the procedural rights that go with that status, you're saying the laws of war don't apply. And I don't see how you can have it both ways."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But he is entitled to make a claim under them to determine whether, on the merits, he is entitled. Isn't that entailed by your position?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I have --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- I have -- I have trouble with the argument that -- insofar as he says there is a structural invalidity to the military commission, that he 1111 14th Street, NW Suite 400 brings that before the commission. The historic office of habeas is to test whether or not you are being tried by a lawful tribunal. And he says, under the Geneva Convention, as you know, that it isn't."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not some --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- procedural -- it's the structural requirement of the composition and the -- and the appointing origins of the court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought we -- I thought we established, earlier -- somebody told me -- that, in the normal criminal suit, even if you claim that the forum is not properly constituted, that claim is not adjudicated immediately, it's adjudicated at the conclusion of the proceeding."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We don't -- we don't intervene on habeas corpus when somebody says that the panel is improperly constituted. We wait until the proceeding's terminated, normally."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that -- is that true? If a group of people decides they're going to try somebody, we wait until that group of people finishes the trial before the Court -- before habeas intervenes to determine the authority of the tribunal to hold and to try?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I had thought that the historic function of habeas is to -- one of its functions -- is to test the jurisdiction and the legitimacy of a court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To a forum that is prima facie properly constituted. I mean, it -- this is not a -- you know, a necktie party. Where it parades as a court, and it's been constituted as a court, we normally wait until the proceeding's completed."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Clement --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- if you assume that the laws 1111 14th Street, NW Suite 400 -- of war apply, and perhaps the treaty applies, isn't the issue whether this is a \"group of people,\" on the one hand, or a \"regularly constituted court,\" on the other?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they argue very strenuously that this is really just a \"group of people\""},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- because it's not a \"regularly constituted court\" within the meaning of the treaty."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Exclusive review of what? I don't see that the -- that the -- that the DTA preserves a 1111 14th Street, NW Suite 400 right to review of the very issue that they want to raise here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They can -- they can -- they can review their enemy combatant determination. They can review the consistency of the procedure of the court with whatever law applies. But I don't see that there is a clear reservation of right to get to the very basic question of the -- of the constitution of the court itself."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, you're reading --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- procedures --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- to encompass the very act constituting the court itself? Is that the Government's -- I mean, are you going to go on the record --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's hard for me to --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- see that with the language of this, because the language that you're talking about refers to \"such standards.\" \"Such standards and procedures\" refer to the preceding paragraph, which is standards and procedures specified in the military order referred to in subparagraph (a). That military order is an order of August 31st which talks about procedures. It's not the order that sets up the commission, which is an order issued the preceding November. Rather, this language seems to mean what it says. But even if it didn't -- even if it didn't, wouldn't your reading raise a terrifically difficult constitutional question, if not this case, in cases that are pending right now, where prisoners in Guantanamo are claiming that they have not yet had the CSRT hearing, they're claiming, one or two, \"We had it, and we're still here. We won, but we're still here.\" They're claiming, \"We don't want to be sent back to Qatar.\" And they're claiming, some, that they were tortured. All right? Now, if we could avoid that case with your interpretation here, and avoid that constitutional 1111 14th Street, NW Suite 400 question -- we can't avoid it. So, my question is, one, How is what you're arguing consistent with the language I quoted? And, two, How could it, if we accepted your interpretation, possibly avoid the most terribly difficult and important constitutional question of whether Congress can constitutionally deprive this Court of jurisdiction in habeas cases?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"General Clement, if you can straighten me out on the piece that you read about \"consistent with the Constitution and laws of the United States,\" I thought that it was the Government's position that these enemy combatants do not have any rights under the Constitution and laws of the United States."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But how will the question, whether the laws in the United -- and Constitution -- of the United States, whether these petitioners have any claim to state under the laws and Constitution of the 1111 14th Street, NW Suite 400 United States? Because as I read -- the review that's provided doesn't open up that question. It's a very narrow review that's given to the D.C. Circuit."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there any review in this Court, following the D.C. Circuit, either the original classification or the conviction -- is there -- does this Court have any part in the scheme?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I still don't see the answer to my question, which had two parts. As to the language, (a) which is what's cross-referenced, refers to Military Commission Order Number 1, August 31, 2005, or any successor military order. The order, as I understand it, that's created the commission by the President, is an order which was November 13, 2001, not a successor to 2005. But leaving the language aside, what I'm mostly interested in, because I think your interpretation inevitably creates it, is, what is the answer to the claim that it is not constitutional for Congress, without suspending the writ of habeas corpus, to accomplish the same result by removing jurisdiction from the courts in a significant number of cases, even one?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I listed four sets of cases 1111 14th Street, NW Suite 400 that I don't see how you could possibly shoehorn into E(2) and E(3), even if you are able to shoehorn this one. And my language was designed to make you see how difficult it is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I listed four that I don't see how anybody could shoehorn into that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the whole point, it seems to me, of the argument, is, should we not consider the significance of those very questions, because, if we don't, as Justice Breyer said, at the end of the day, as you describe it, we will have to face the serious constitutional question whether Congress can, in fact, limit jurisdiction without suspending habeas corpus? The whole point is to grapple with them now, and to -- and to treat them in a way that allows for this adjudication, so that we avoid this constitutional difficulty tomorrow."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We may not have to reach the constitutional question. That's what -- that's what constitutional avoidance hopes for."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, the argument --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the other side -- if you want the argument, the other side is, there are several hundred cases already pending. And, therefore, if we accept your interpretation, we know we have to reach the constitutional argument. If we reject your interpretation, since all these cases, several hundred of them, are already there, it might be: new ones won't be brought. But, of course, \"new ones won't\" might. And, therefore, what is your answer to --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the question that this is unconstitutional -- if not here, in other places?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"May I just ask this, just to clarify? When they do take away some jurisdiction of some habeas corpus claims, do you defend that, in part, as a permissible exercise of the power to suspend the writ, or do you say it is not a suspension of the writ?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It can't be both. [Laughter.]"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's your position, they did not suspend the writ. You're not arguing that it's a justifiable suspension of the writ."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't there a --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't there a pretty good argument that a suspension of the writ of Congress is just 1111 14th Street, NW Suite 400 about the most stupendously significant act that the Congress of the United States can take? And, therefore, we ought to be at least a little slow to accept your argument that it can be done from pure inadvertence?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If we have to --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- get to the issue, in accordance with Justice Breyer's question, whether or not the writ of habeas corpus was suspended, you are leaving us with the position of the United States that the Congress may validly suspend it inadvertently. Is that really your position?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The writ is the --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The writ is the -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, wait a minute. The writ is the writ."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There are not two writs of habeas corpus for some cases and for other cases. The rights that -- the rights that may be asserted, the rights that may be vindicated, will vary with the circumstances, but jurisdiction over habeas corpus is jurisdiction over habeas corpus. And it seems to me that the position you have taken is that if, at the end of the day, we have to reach the question that Justice Breyer described, the answer to that question may be, \"Yes, the writ of habeas corpus was suspended by inadvertence. Congress did not intend to do it.\" Is that really your position?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They could surely --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- set forth a procedure which amounts to a suspension of the writ. And if that procedure is done in a state of insurrection or invasion, 1111 14th Street, NW Suite 400 that would constitute a suspension of the writ, even though they don't say, \"We are suspending the writ of habeas corpus.\""},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it also your point when there is no insurrection or invasion?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Perhaps that's something that a court ought to inquire into when it gets into the question of congressional intent."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And how specific --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that intent --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and how specific that intent must be."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Let's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume we do not have a magic-words requirement. Given the significance of suspending the writ of habeas corpus, should we not have a pretty clear statement requirement?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There may be nothing --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- subtle about the statute, but there is something very silent about the statute as to whether Congress understood that it was -- that it was acting under its authority to suspend the writ of habeas corpus. And, at the very least, that unclarity is manifested by the effective-date provision. H(1) doesn't have the language that it had before the amendment. 1111 14th Street, NW Suite 400 Therefore, it seems to me, there would be some difficulty, if we have to get to the question, in finding a clear intent on the part of Congress to suspend the writ under its article I power."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It comes --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It comes as a wolf under H(2), but the wolf is silent under H(1), and the wolf used to speak under H(1), and it had its teeth taken out. [Laughter.]"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- gone."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The very fact --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that Congress chose to remove the clarity of the prior provision is of no significance?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think Congress chose to do that. One house of Congress chose to do it. We don't know what the other house thought, and we don't know what the President thought."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Whatever may be the standard of due care for courts in reviewing acts of Congress with respect to attorneys fees, it doesn't reach the level that, it seems to me, is incumbent on us when we're talking about suspending the writ of habeas corpus."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can --"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you another question about the clarity with which Congress spoke? This law was proposed and enacted some weeks after this Court granted cert in this very case. It is an extraordinary act, I think, to withdraw jurisdiction from this Court in a pending case. Congress didn't say, explicitly, it was doing that. It hasn't done it, as far 1111 14th Street, NW Suite 400 as I know, since McArdle. But there Congress said, \"We are withdrawing jurisdiction in this very case.\" They didn't say that here. So, why should we assume that Congress withdraw our jurisdiction to hear this case once the case was already lodged here?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Clement, I, for one, have lost track of your time. I'm interested in your arguments on the -- on the legitimacy and the regularity of these commissions."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I put the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that issue in -- don't -- ignore my question, which is the same as Justice Kennedy's, if it doesn't help. I'm trying to focus this. And, in my mind, I take their argument as saying, \"Look, you want to try a war crime. You want to say this is a war crimes tribunal. One, this is not a war, at least not an ordinary war. Two, it's not a war crime, because that doesn't fall under international law. And, three, it's not a war crime tribunal or commission, because no emergency, not on the battlefield, civil courts are open, there is no military commander asking for it, it's not in any of those in other respects, like past history. And if the President can do this, well, then he can set up commissions to go to Toledo, and, in Toledo, pick up an alien, and not have any trial at all, except before that 1111 14th Street, NW Suite 400 special commission.\" Now, I've tried to summarize a whole bunch of points for you to get at, as you wish."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'll be interested in your answer, if you can get it out. [Laughter.]"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And there was a footnote dicta."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does it -- does it -- does it define the contours, along with other relevant international sources, of the meaning of the statutory words \"laws of war.\" He's being charged with a violation of the laws of war in both statutes, like -- what is it? -- 2240 -- 2441, in Quirin. To get the meaning of that term, courts looked to other law."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"And, in particular, why isn't he part of the Common Article 3 under the Geneva Convention, as Judge Williams found? That's part of the same question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the President, and not Congress, defining the content of the law, the criminal law, under which a person will be tried? Isn't there a \"separation of powers\" problem there?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- think, Mr. Clement, the 200 years have approved of his adding additional crimes under the law of war. I mean, he has never -- I don't think we have ever held that the President can make something a crime which was not already a crime under the law of war."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And one --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- of the issues is whether he's done that here --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- I think."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you're right on that, you're right on the ultimate question, too."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your time is -- why isn't Hamdam a uniquely vulnerable individual that -- you used the phrase \"uniquely vulnerable individuals\" were involved in another case, but not here. Why not here?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought -- I thought -- I thought you said all prisoners of war were uniquely vulnerable -- I thought that was the point you were making 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and had -- needed --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- needed protection of the -- of the supervising powers, or whatever they're called."},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Clement. 1111 14th Street, NW Suite 400 Mr. Katyal. "},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to --"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to take up from your time, but have you read the footnote that the -- Mr. Clement relies on very heavily?"},{"name":"JUSTICE STEVENS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 12:31 p.m., the case in the above-entitled matter was submitted.] 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"NEAL KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":5596,"interruptions":42,"times_spoken":75,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":5748,"interruptions":60,"times_spoken":111,"laughter":2,"num_int_by":6},{"id":2,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":791,"interruptions":9,"times_spoken":41,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":828,"interruptions":8,"times_spoken":34,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":343,"interruptions":4,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1358,"interruptions":18,"times_spoken":50,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":741,"interruptions":8,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":851,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":5596,"times_spoken":75,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":60,"words_spoken":5748,"times_spoken":111,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":54,"words_spoken":5148,"times_spoken":188,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627034892}}