{"petitioner":{"name":"ZUNI PUBLIC SCHOOL DISTRICT NO. 89, ET AL.","counsel":[0]},"respondent":{"name":"DEPARTMENT OF EDUCATION, ET AL., ","counsel":[1,2]},"caseNumber":"05-1508","date":"2007-01-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in case 05-1508, Zuni Public School District, et al. vs. Department of Education. Mr. Van Amberg. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Van Amberg, they were essentially the same as the prior regulations, were they not? And those regulations had gone through the notice and comment process."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the formula was proposed to Congress by the Department of Education, which is not something that Congress did in other words, to stop the Secretary from whatever he was doing. But it was indeed -- wasn't it the Secretary's own language that Congress enacted?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just as to that, the provision that we're talking about, do you say, you say it wasn't drafted by the Department of Education?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you get into the substance let's -- let's finish with this, this problem, whether it was indeed the other Secretary's own bill. Was the Secretary who proposed the -- the '94 legislation, the same Secretary who had promulgated the prior regulations?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The prior regulations were promulgated when?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My goodness, that's a long time before. now."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no reason to believe that the same Secretary -- that the Secretary continued to have the same view of what was proper, is there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Indeed he could have copied the regulations that were on the book and just put them in the statute, couldn't he?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as -- as far as the difference in time, it was the Secretary's decision, the later Secretary's decision to retain, as you acknowledged, the, almost the identical regulation. You said it didn't go through notice and comment the second time, but the text was basically the same in '76 and in"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and I appreciate that. But the text of it, what the regulation said was not significantly different from what the earlier regulation said."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was this the same Secretary, by the way, as the Secretary who issued the new regulation, the same Secretary that was in office when the new legislation had been proposed?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, why would the Secretary, if indeed it was his bill, why would he deprive himself of the power to decide what the formula should be? Which is the power he had before. I mean, one must think that there must have been some pressures from elsewhere when the Secretary goes in and says take some power away from me, please."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Van Amberg, is the statutory language really as unambiguous as you suggest? It says above the 95th percentile or below the 5th percentile, but it doesn't say above the 95th percentile of local education agencies or below the 5th percentile of local education agencies, does it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what do you distribute?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you distribute? I mean, I agree you have a, some kind of, let's put something on cards, so you have thousands of cards and each one has a number on it. What are you distributing -- the cards? Are you, are you -- what's distribute - - a 5th percentile refers to some kind of distribution. What's it a distribution of?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it a thing?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Like a -- like a set of things that you're distributing, what are they?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, you take all the -- there is a set of numbers, each number is a different number and the characteristic of each number is there some school district that spends per, or takes in per pupil, revenue equal to that number. So we write each one on a card. Is that what we're, is that our distribution? We have like, let's say we have a, a thousand cards. Is that what it is?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. I'm not, I'm saying what do you think it has to be? What do you think it should be? What are, what is it we are distributing? A simple question, I guess, for a statistician. I unfortunately am not one and can't find one, so I have no idea what this statute means. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a value. I want to know what I'm distributing. And if you don't know I would say that this is, I have never seen a case so much better fitted for relying on the views of an agency."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Counsel, I thought you said that you did know what it was. I thought you simply quoted the statute, the 5th percentile of such expenditures or revenues in the State. That's what's being distributed."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, I don't know how"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Such revenues or expenditures in the State consist of, the word \"such\" obviously refers you back to some prior reference to revenues in the State, and that prior reference in subsection A is a reference to district by district, not pupil by pupil."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, so in other words we are distributing those cards, it's a set of numbers? If you're certain, isn't it fair to say that this statute is not clear as to what it is you're distributing?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I thought not. Is there a - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not certain about the hypothetical but you're certain about the statute, aren't you?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah -- that -- right. But I unfortunately don't know enough about this subject, so I thought, not being an expert on it, that when you referred to a percentile, you have some group of things, a set of things that's being distributed in a certain order and there is a top of that and a bottom of that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that's what percentile refers to, I just want to know what those things are that are being distributed. And - and that's where I find the ambiguity. And if there is an ambiguity, I guess we are going to take the view of the agency at least as I understand it. So -- so that's why I asked the question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And does the statute say you have to do it that way? It has to be the group that's distributed?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Clearly."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you could do it that way and the reason the Government, I think, says that you shouldn't do it that way is that it would produce an absurd result."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That the object of the statute is to catch the outliers. And if you, for example, had one giant school district like New York City which was at the top of the list and another giant school district that was at the bottom of the list you would cut those two out, and you might have cut out half the pupils in the whole State, and those wouldn't be outliers would they? I mean, that's the problem."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't, doesn't subsection b(ii) address outliers? I was surprised there wasn't more discussion of that in the briefing and maybe it's, it's because of some reason I'm unaware of. That says that the Secretary in making this determination can take into account particular types of LEAs where there is extra, additional costs. I would have thought for example if you had a very small LEA with only 20 students and the cost is particularly high because you don't have economies of scale, that you haven't -- that would, could be knocked out for that reason. Is that not how that works?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It, it eliminates 26 school districts but those 26 school districts account for 5 percent or 10 percent of the pupils. And I guess what we are interested in here is not school districts; they are not a thing -- they are a thing of a kind, but we are interested in students, real people who get money. And so that it, that it -- it eliminates 26 percent of the school districts would see, to be a good thing, not a bad thing, because what we are really interested in are the pupils and it keeps in 90 percent of the pupils."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the problem was disparity in school districts. Since much of the funding for education is local funding, in some places there are very rich school districts and very, very poor, poor school districts. And I thought that the purpose of this was to make sure that there is not an enormous disparity, not pupil to pupil but district to district. It makes perfect sense, it seems to me."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Van Amberg, if there is any ambiguity in the statute, one relevant consideration might be how would this work across States, and I think it's true, is it not, that your reading would lead to wildly different, wildly different results from State to State depending on whether they have large districts or small districts at the top and the bottom, whereas the other way, counting pupils rather than school districts regardless of size, you would get uniformity going from State to State."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct in understanding that at the end of the line here, if you win the Federal money will go to your two districts, whereas if the other side wins the Federal money will go to the State? Is that what the bottom line is?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask another general question. If it were true, and I don't think it is in this case, that the biggest district was the one that got the most per pupil money -- the two biggest districts that were at the opposite ends of the spectrum, they would all be taken out, wouldn't they, under your view?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have the same problem if it's students, I take it? You'd have the same statistical question whether you, you use districts or students?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all right. I wouldn't think that was a problem. But what about Justice Stevens' question. There are 20 districts in our State -- it's exaggerated, let me exaggerate it - - and the rich district has 20, has a quarter of the students, and the poor district has another quarter. So our outliers in that situation which we're eliminating from our calculation are the rich district and the poor district. One's at the top, one's at the bottom. And now we're left with 18 districts to figure out whether they're equalized. But those 18 districts account for less than half or about half of all the students. That's the problem. It seems that isn't very representative and we're trying to get representativeness."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. If the language doesn't permit it you can't do it, they can't, and you win. But if the language does permit it, the reason -- you have to stretch the language, I suspect, in my view to get to the Government's result. It might just barely permit it. But one of the things on their side is that if we take your view it produces an absurd result, because of what Justice Ginsburg said, because there is such variation in the number of pupils among school districts in different states."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I see your white light is on. I don't want to take -- would the other States make that same answer that you just made?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Srinivasan. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Srinivasan, you don't want us to stretch the language, do you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you wouldn't urge us to do either, would you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's the case that says \"unambiguously foreclosed\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You begin with an argument that directly cuts against your position. They knew how to do it under the -- I assume you're referring to the education finance and incentive grant program?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they did it there, they didn't do it here. To me that suggests the opposite of the inference you're trying to draw."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which they did not say in this act."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Different purposes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They're for different purposes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But for different purposes. In the one case, in this act we're worried about an extensive Federal presence that has an effect on the tax base available for schools and under the EFIG program it's an entirely different question of equalization."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe let me ask it directly. If they could so easily just say we incorporate the Secretary's regulation in EFIG, why didn't they do it here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They instead went to the trouble of mimicking part of the regulation, but not mimicking the appendix, which is where your calculation methodology is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask, is there a difference legally between a regulation and an appendix to the regulation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you say \"incorporated,\" though. What it did was it took the language and it did not take - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In the EFIG statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But in this statute the regulation says look to the, look at the appendix. Congress as I understood when it enacted our statute, it took language from the regulation; it didn't take the part that said look to the appendix."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it didn't do that here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I still think it cuts against you rather than for you, the fact that they could have done the same thing here and we wouldn't have this case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Srinivasan, if we could come to the, to the text that you're talking about."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What I don't understand about the Government's position is why you use this, this per pupil theory for purposes of (B)i), but don't use it for purposes of (A). You, you don't -- in the major computation portions, namely for purposes of paragraph 1, a program of State aid equalizes expenditures among local expenditures, if in the second fiscal year is made the amount of per pupil expenditures made by or per pupil revenue available to, you do it agency by agency, don't you? You DON'T apply this, you know, it depends on how many pupils in each agency. Why don't you do for both?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying it comes to the same, but the fact remains you don't use that methodology in A, because you don't think the language requires that methodology. And it is the same language in B."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the purpose would be to follow the language of the statute, and if you think that the language in B requires this kind of an approach you should take the same approach in A, especially if it makes no difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I have a conceptual difficulty, and it may be my limitations with the way you do it. You take students and you assign a per-pupil number to each individual student."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I would have thought the per-pupil concept only makes sense if you're dealing with LEAs. They have a per-pupil number because they've got a bunch of pupils. You take individual students, and you know for example in that school district you don't spend the same amount of money on the kindergartner that you spend on the eighth grader. And yet, you give the kindergartner a per-pupil number and the eighth grader a per-pupil number that is the same. It's an artificial association. It makes sense to speak of per-pupil numbers when you're referring to the LEAs because they have so many pupils, they get so much money, you can do the calculation. It doesn't make sense to say, you know, John Smith the kindergartner has a per-pupil expenditure of a thousand dollars. He may have $200 and the eighth grader 2,000, so why are you creating this artificial association and then using, using that methodology?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it's only -- the reason is to rank them if you have an entity that has a swath of students, the district, that's the way it should be ranked. When you're ranking it by pupils, maybe if you ranked them by pupils and you have the actual numbers of course, which nobody does, your methodology would make sense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, because it's an absurd hypothetical. What is the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is the smallest number of districts, what is the smallest number of school districts in a State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which State has one school district?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In the, in the hypothetical you posed why couldn't the Secretary address that disparity under (b)(ii)? In other words, the school district which has only 57 students, it seems to me could be taken out of the calculation under (b)(ii), and then you would be dealing only with more representative school districts, not the special case of the particularly isolated school district or whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you have to do that? Why do you have to do it first? It says you can take into account this -- extent to which the program reflects additional costs in particular districts."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Srinivasan, you -- you may have convinced me. I'll stipulate that you have convinced me that the argument that you're arguing for would probably be a better method, but you haven't touched the text of (b)(2)(b)(i) yet, and that's where some of us at least are, are having our -- our problems. Do you agree that in the absence of the other program, I forget the, the acronym for it -- that you really would not have any argument that there is ambiguity in the text here?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- then would you address the text?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So what is supposed to be disregarded are educational agencies?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And the agencies are identified how? How do we identify the agencies that would be disregarded?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And we identify their per-pupil revenues, too, don't we? Agencies with per-pupil expenditures or revenues above or below, right?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But that critical test is being applied to an agency which is being identified by reference to per-pupil expenditures or revenues, correct?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not merely that they are associated with. The very definition, the very identification of LEA here is exclusively in terms of per-pupil expenditures or revenues. It's not merely in association. It is a definition, isn't that so?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then, then what does the phrase with per-pupil expenditures or revenues above 95 or below 5 mean?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why doesn't it? It seems to me that the only identification of an entity or person, if you want, to be disregarded is the identification of an LEA, and the LEA is described in terms exclusively of its expenditures or revenues. So why doesn't that foreclose your position?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Obviously - -"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"After identifying them in terms of the expenditures or revenues. That's what you're supposed to do."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"There are lots of things that Congress could have done differently from what it did do, but it, that doesn't seem to me to inject an ambiguity in the identification in, in this subsection of the LEA that we are talking about. And it doesn't create an ambiguity in, in the clear provision that what is to be disregarded is an LEA as so defined."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, that's another way to"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- do it, but tell me why that is consistent with the text."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would such be -- of such expenditures or revenues. That refers back to local educational agencies with per-pupil expenditures or revenues. It's referring you back not to the totality of students but to, to agencies with per-pupil expenditures or revenues."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't the statute have told you, though, to, to disregard pupils according to the ranking? It does tell you to disregard LEAs, which suggests the ranking -- at least to me, that the ranking ought to be of LEAs and not pupils."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- a rather basic question? What if I'm convinced that your opponent's reading is really only the fair reading of the statute, but I'm also convinced by you that that's not what Congress intended. What should I do? (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well no. Accept, accept my premises. What do you think I should do?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think it has to be absurd, it's just, I would measure it by what Congress actually intended. Assume there two permissible readings, and two -- both of them make sense. And I'm convinced, assume I'm convinced by you, that they really intended to perpetuate the prior method of procedure. May I take that, may I come to that result even though I think the language really says exactly what your opponent says it says?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought your office had answered that question in countless briefs where it tells us to be guided by the language of the statute and not some unexpressed intent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you still have a Church of the Holy Trinity team over there somewhere, don't you? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Why doesn't it -- why doesn't absolutely compel it? Where is the ambiguity, you say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- the 5th percentile of such per-pupil expenditure. And that - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now how are you going to get that so it doesn't just say just list cards with per-pupil expenditure on it, different ones and take the top five?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have a lot of cards that have the same cards that have the same number? You have a lot - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And why, why don't you take the top five where we have 10 percent of the students, let's take the second five and they happens to have the same number on the card as the first five, and why don't they fall in the first 5 percent?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Forget it. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you enlighten us a little bit about how this statute developed?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"As far as I know it was the same Secretary of Education when the statute came on the books and when the regulation was kind of readopted, I think it was - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But there was a peculiar proposal to drop, it was the Secretary's proposal to drop the bottom five. So it was a different proposal, and what was the reason for that? Why keep, keep the 95th percentile but not the 5th?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Manasevit. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- I'm sorry. Go ahead."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"You know, I really don't care what the Secretary thought he was doing. I mean, it seems to me we have to ask the question, what would a member of Congress who voted on this thing have thought he was voting for, who had, you know, didn't have this history you're giving us. And more importantly, what would a citizen to whom this language is promulgated think the language means? I don't care what the Secretary had in the back of his mind. Why should that make any difference to us?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of such expenditures or revenues."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you've got to find out what \"such\" refers to."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It says disregard LEAs; it then identifies certain LEAs which are to be disregarded. Nowhere does it say disregard pupils."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. No. See, that's my conceptual difficulty. It is only per pupil when you're dealing with an aggregation of the pupils. If you're going to break it down pupil by pupil, which is what you do, you don't have a per-pupil number associated with each pupil. You have a number. Nobody knows what it is because nobody knows how much you spend on each individual. We know how much you give to this district, and therefore, the district has a per-pupil number, and therefore, I would have thought a reference to per-pupil numbers suggests you're grouping according to district."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let me - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Let me ask you the same question I asked -- I asked the Government. Why don't you, if this is a natural reading, why don't you apply it to, to 2.A? You don't even think of doing that in 2.A. In 2.A you just look at the individual agency, but it's the same language in 2.A."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"To include the words per-pupil revenue for each pupil, is that what you're saying?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do you want to say it, per-pupil revenue attached to each pupil?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Or how do you want to say it then?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is attached to each pupil? You say the word such is broad enough to include per-pupil revenue as attached to each pupil?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't know where to look to discover if you're right or wrong."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any statistical text that you could look at to see it that's the way people use the words?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that must not be right, because otherwise we wouldn't have any disparity to worry about equalization in the first place. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Don't you think Congress, if Congress is concerned about the, in this provision, about the impact of the Federal presence, and your reading prevents the money that Congress meant to go to those particular districts from actually reaching the districts, I mean, wouldn't we be inclined to read it the way that, let the money get where Congress meant it to go?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, sure, but then the question is whether the State can consider it when they're figuring out how much money to give it. So in effect it's diverted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Van Amberg, you have three minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Van Amberg, could a State get to the same result? Let's say your reading of the statute is the only permissible one. By combining school districts, it's no longer going to be the X school district and the Y school district, it will be the XY school district, and then the population would increase. Still only one LEA."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RONALD J. VAN AMBERG","firstName":"RONALD","lastName":"VAN AMBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":2408,"interruptions":15,"times_spoken":47,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2523,"interruptions":22,"times_spoken":67,"laughter":2,"num_int_by":5},{"id":2,"fullName":"LEIGH M. MANASEVIT","firstName":"LEIGH","lastName":"MANASEVIT","counsel":true,"justice":false,"side":"respondent","words_spoken":1074,"interruptions":11,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1093,"interruptions":3,"times_spoken":38,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":406,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":817,"interruptions":1,"times_spoken":27,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1103,"interruptions":3,"times_spoken":32,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":238,"interruptions":1,"times_spoken":7,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":50,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2408,"times_spoken":47,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":33,"words_spoken":3597,"times_spoken":83,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":4148,"times_spoken":135,"laughter":4,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5111127274154984,"respondent":0.4888872725845016,"date":1472419305162}}