{"petitioner":{"name":"BELL ATLANTIC CORPORATION, ET AL.","counsel":[0,1]},"respondent":{"name":"WILLIAM TWOMBLY, ET AL. ","counsel":[2]},"caseNumber":"05-1126","date":"2006-11-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Bell Atlantic Corporation vs. Twombly. Mr. Kellogg. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but isn't the next sentence, the substance of the sentence is \"plaintiffs allege upon information and belief that defendants have entered into a contract combination or conspiracy to prevent competitive entry in their respective telephone and/or high speed interstate markets, and agreed not to compete with one another and otherwise allocated customers and markets to one another.\" Now, does that state a violation of the Sherman Act?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It does not?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you could leave out everything before plaintiff, the part you quoted, that's not part of the declaration in the sentence. But the sentence itself alleges a garden variety of the violation of the Sherman Act, doesn't it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's got the language of the Sherman Act, a conspiracy to prevent competitive entry in their respective telephone and/or high speed markets. That's not in the Sherman Act, that's a description of the alleged conspiracy in this case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kellogg, the Federal Rules of Civil Procedure assiduously avoid using the word fact throughout. And from 1938 on, it has been repeated that it is not necessary to plead facts. The index of forms, the appendix of forms shows how simple the plain statement of a claim is, and you're not required to plead facts. And yet that's the central -- seems to be the central thrust of your argument."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Kellogg, that's not a legal conclusion, it's an allegation of fact that there was an agreement to prevent competitive entry into respective markets. There are dozens of antitrust complaints that are no more specific than that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But negligently drove. It doesn't say whether it went through a stop light. Doesn't say whether it was speeding. It doesn't say any one of the umpteen ways one could be negligent."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you do have a case - - anywhere, forget antitrust. Suppose it's a tort case, and the following complaint is filed. My foot hurts. I've gone to Dr. Smith for 15 years. I claim he is negligent. Is that valid?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now, if you think that's valid, I understand that you think this complaint does just what I said in the field of antitrust. But is there any case that you've come across which would say a complaint just as I have described it - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Either is valid or is not valid. You'd like to find one that says it's not valid, so what's your best effort in any field of law."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But of course, there the legal standard was not clear. And the Dura case, I looked at, and perhaps you disagree based on what you -- what I have just heard, and I thought Dura was a lack of proximate cause. They just didn't show any relation between the injury they alleged to have suffered, and their own."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the way I read Dura."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You can get into trouble by alleging too much, I guess, because if you allege a lot, you might leave something out. And you say, well, what about that one. But suppose we keep it very, very minimal. And a person just says, I'm hurt and the defendant, I claim, negligently injured me. Period. Period."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only thing that's missing there are some facts."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So now you're saying a complaint has to have facts?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought you were also making a different argument. I thought you were making the argument that they have, by their pleadings, in effect, affirmatively indicated that they don't have enough facts to support a general allegation. I thought you were saying that because of the preface that you began reading, that in view simply of the fact that they are not competing, and in view of parallel conduct, they have violated the Act. So I guess my question is, would your position be different if there were no allegation simply of an absence of competition and parallel action if -- would your position be different if they had simply alleged, as Justice Stevens emphasized, that here were these parties and they had -- they had taken some action, not specified, which resulted in violation of the Act?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would not be good enough, but are you saying that this is worse because, in effect, they have gone some steps towards specification. And the specifications that they have made affirmatively show that they don't have enough for the agreement."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying that inference cannot be drawn from the particular facts that they have alleged."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that may be true on summary judgment, you may be dead right on the merits, but are you telling me that an allegation that the defendants have agreed not to compete with one another is not a statement of fact?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if they said they agreed in writing not to compete with one another, would that be sufficient? Or if they have agreed orally not to compete with one another, would that be sufficient?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If they said they have agreed orally not to compete with one another, would that be a statement of fact, an allegation of fact?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why did you leave the words orally out? Why is it not a statement, allegation of fact?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a direct allegation of conspiracy, that very statement."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They make it fairly clear that they may only have the evidence of parallel conduct that you describe, and that may not be sufficient, and maybe for that reason, you get a summary judgment. But how you can say this is not an allegation of fact, I find mind-boggling."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now you're, that's the part precisely which you're following that I don't, that I actually don't know, is the extent to which you have to put in a complaint, in whatever field of law, you can allege a fact. You say the person ran over me - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or you say, they treated me negligently. That's a fact. That means something happened there. But suppose you write the complaint and there is just no notion that you have a what and when, how, under what circumstances. It's just totally out of thin air, and the defendant doesn't know what, what period of time he is supposed to be thinking about, what, what happens to such a complaint? There must be some law on it in torts or someplace?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why couldn't you do the same?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but they're - - they're using the fact that there was parallel behavior as a basis for thinking there was more than parallel behavior. They are using it as a basis for thinking that once, on some occasion that's relevant, there were people meeting in a room and saying things to each other. So they are not just saying that it's sufficient. They are saying it's evidence that something else occurred."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't that a summary judgment case and hadn't there been discovery before? The Matsushita decision?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They just have to say orally, I wish you would reconsider that? Because if that's, if that's all you're arguing, I don't see anything to be gained by -- by such a holding. It doesn't tell you -- you know, this is a suit against a number of large corporations, nationwide businesses, thousands of employees. And on this complaint you have no idea who agreed with whom, where, when, any of that. I can understand that you're saying that does not give us enough notice to prepare a defense. But if you say oh, but it would be perfectly all right so long as they said orally. I mean -- forget about it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So in the negligently drove case, the plaintiff negligently drove over - - the defendant negligently drove over the plaintiff, if it's not specific as to time and place it must be dismissed? If it's specific as to time and place it's, it withstands the motion?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it does say within the last 10 years."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have a case, do you have a case I can look to that tells me that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you seek a more specific statement?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Why didn't you ask when and where was this agreement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kellogg. Mr. Barnett. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you mean can be held, can be thought to hold that? Is there any interpretation of what they did."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, is that really what they -- I thought, and correct me if I'm wrong, but I thought that the, that the Court spoke of no set of facts, only on the assumption that there had been a pleading which did raise a plausible, possible inference of forbidden conduct, and I thought the Court was saying if the, if the plausibility criterion has been satisfied, then the only way that the defendant can get a dismissal is by showing that there is no set of facts which would actually support the action. And I'm not sure that that can be done at the, at the, at the stage of simply pleading a dismissal as opposed to summary judgment or something like that. But I thought the Court did not get to its no set of facts point until it had first assumed that there had been a, a pleading on the basis of which a plausible inference of forbidden conduct could be drawn. Am I about that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, so that if plausibility is the standard this does not meet the standard of plausibility, that's your argument?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And some parallel action would indicate that wouldn't it? I mean, if for example they, you have nine companies that change their price at the same hour of the same day, 10 months in a row."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're, you're not saying that parallel action can never create this, this kind of - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's clear it's not sufficient to prove it, but is it admissible evidence?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Should a plaintiffs's complaint fail because it includes unnecessary, verbose, admissible evidence?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is not it an allegation that they've agreed not to compete with one another an allegation of fact?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But they have alleged more. They have alleged an actual agreement."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But what if it didn't? I mean, I mean face the question that Justice Stevens puts. Suppose you have a complaint that says nothing else except that these defendants entered into an agreement in -- in restraint of trade."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What if the complaint in addition to that alleged that up to a certain date, it was unlawful for the companies to compete with one another but the law was changed and after that change took place they were advised by their lawyers they could compete, but they agreed not to. Would that be sufficient?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But Justice Stevens's question was that the allegation was that after that date they agreed not to compete. That states -- that states a cause of action under the Sherman Act, doesn't it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Can they say on the 14th of January, 2004, we believe that in the city of New York, they agreed upon this course of action? That would surely be sufficient?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it's saying, all I've done is limited it in time and space. Just as you might say on October the 24th, 2004 at the corner of 14th and Third Avenue, defendant drove negligently and injured me. That's certainly a complaint, isn't it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, look, the one I just alleged in the tort law is a complaint. I've just copied it out of the model complaints."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Am I right or not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I understand the standard."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I want to know how to apply the standard and now I take my tort case - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- which is okay, and now I say sometime during the last 10 years he drove negligently and injured me. Is that no good?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And so you're saying that this case is like that, when because they don't say when they met, they don't say what happened, they don't give a time or place. If that's, leaving your side parallelism out of it, I'm past you on that, all right? I'll accept for argument's sake all your point about that. Now if you're saying this is too vague, leaving that out of it, because it doesn't say time and place of the meetings or give any other clue for meetings etcetera, what's your best authority ? This is an area of law I'm not familiar with. I'm looking for cases that will tell me how specific a complaint has to be to tie the events down to specific ones."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Dura is still the best. I think I, did I write that case? (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm not drawing total comfort from it. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"In fact I'd like something in tort law or something that, you know, that I get a general idea of what the law is because I don't know that antitrust is - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Mr. Barnett, I thought - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Barnett I thought you had, you had said that you don't need to indicate the particular day of the agreement. That it would be enough if it was the kind of parallel action that suggested an agreement that over nine years they all raised the price at the same time. Now that doesn't really give the defendant notice of, you know, what individuals were responsible for this, when it occurred. But you say that would still be adequate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Barnett. Mr. Richards, we'll hear now from you. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now you're reading from the Swierkiewicz brief?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, i mean, you know, that's shame on them. But we're trying to get this case right and, you know, I don't care what position they took before. I care about what the right answer is, and I find it difficult to believe that you can simply allege in a complaint, I was injured by the negligence of the defendant in driving an automobile, period. Does that satisfy the, the Federal Rules?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Perhaps?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The agreement happens at one moment in time."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Meetings of the minds, meeting of the minds. I used to each Contracts. Meeting of the minds at one moment in time, okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But where does it set forth agreement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Temporal, geographic, the identities, but where does it set forth anything evincing an agreement other than the allegation of parallel conduct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any, is there an allegation of an agreement apart from the parallel conduct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And what does that consist of?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it states - - would it state an antitrust violation if had you a grocery store on one corner of the block and a pet store on the other corner of the block and you say, well, the grocery store is not selling pet supplies and they could make money if they did, therefore that's an antitrust violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's all the facts that are alleged."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If my case, the gasoline, oil prices fell, but I happen to know there were four gasoline shops near each other, gasoline stations, and they didn't cut their prices. Complaint?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then that's the economy, and you can go sue half the firms in this economy. Every firm in a concentrated industry engages in -- I mean, normally conscious parallelism, and I know there are economists who think that that should be the case, but I thought the law to date was that the Department of Justice is not given by the Sherman Act the authority to remake the entire American economy. But if we accept your view I guess it is."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ordinarily, if you take that sentence and read it for how you're reading, a consciously parallel action is a violation of Sherman Act section 2, then we have that radical change that many have advocated for the last 40 or 50 years, that half the economy is in violation, because in any concentrated industry, after all, it is in the interest of a firm to cut prices and to make a large market unless he knows his three competitors will also keep prices up. Now, you have to know that or you'd cut them. And that's called conscious parallelism. And I had always thought that this Court had not said that that in and of itself is a violation of the Sherman Act."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know that, but if in fact all you have to do in order to bring a price-fixing case and get into discovery is to allege conscious parallelism and then add without further foundation, and we think there was a real agreement too, but there's nothing other than the conscious parallelism to back it up, now we've got just what I said, with the exception you might not win at the end of the day. What have you is a ticket to conduct discovery. Now, that's what's bothering the Department of Justice and so I'd like to know the answer to that problem."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that does not help you with respect to the other claim, the claim that there was a conspiracy to prevent upstart competitors from coming in. There's no plus factor as I understand it alleged there, and I also understand that it would have been entirely in the interest of each of your defendants to keep the upstarts out and that there is no need for them to agree to do that. It would be the most natural thing in the world to do it. What do you say about that part of your case?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but a common, isn't the common motive consistent, just as consistent with no agreement as with agreement? In other words, they didn't have to agree; their common motive was operative agreement or not?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, what the other side is saying is that simply by alleging parallelism when it would be in the interest of each of the alleged conspirators to do just as you claim they are doing in the absence of an agreement, you have not alleged something that gets to the threshold of plausibility. That's their argument and I, I - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":8,"sideBefore":"justices","text":"I think, by the way, that that argument applies not just to the keeping out the upstart claim, but also to the not entering the other alleged conspirator s' fields of monopoly, if you want to put it that way, because if I, if I enter your field I know that you're going to enter mine. It just doesn't pay for me to do it. Yeah, I can make money, but I'll lose money. It seems to me perfectly natural for companies that have a certain geographic area in which they are the, the principal, the selected instrument and although they technically can enter somebody else's geographic area, they know that if they do it they will be subjected to the same thing. That is nothing more than conscious parallelism."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"You may reply to us jointly or severally, however you may want. (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But the difference between that case and this is that the allegation with respect to the agreement to procure the getaway cars gets to a kind of specificity that is not present here. Here the allegation simply is parallel conduct to make it hard for the upstarts to get in. And at that general level the answer is, of course anyone in his right mind would want to make it difficult to let the upstarts in. There's no need to assume that they might have agreed on some matter of detail which is not essential to the scheme. This is a general characteristic of competition and resistance of competition."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Richards, can I ask you this question. Supposing that you were allowed to have discovery and each chief executive of the defendant companies got on the stand and said: I never talked to my, my competitors at all, I never seriously considered competing in the other, other company's territory for the reasons set forth in the, in your opponent's brief on the merits here. We never did agree. And you're able to prove the things you've alleged in the agreement. Would the, would it be appropriate to enter summary judgment against you on that testimony if you had no evidence of a specific agreement?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But my question is you can prove what you've now alleged factually, but they deny the existence of any agreement and they explained the reasons for it exactly as the lawyers did in this brief. Would you not lose on summary judgment?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"After several years - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Prove what you have alleged, in effect, except for the key allegation of agreement among the competitors. If you had no other evidence of that agreement, would you win."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand acting in self interest. I mean, they might just decide apart from, you know, if they go into their territory they'll come into mine, that investing in this wired business isn't the best, the best bet for them. Maybe they want to get into the wireless business and think that's a better way to spend their money."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But I'm questioning you. You say you meet the plus factor because they were acting against their self- interest, that a self-interested player in this league would have gone into the other's territory, and I'm questioning that by saying that they might have seen this whole area as not the best place to invest their money."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You mean the mere fact that you have alleged something is against their self-interest is enough to make an issue of fact on whether it's against their self-interest?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They could have gone on the stand, they gave all the reasons in the red briefs -- or the blue briefs in this case, that say it's not against their self-interest; you'd say that would be a jury question?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Are you suggesting that you don't have to prove an actual agreement? You can merely prove conduct contrary to self-interest is sufficient?"},{"name":"JUDGE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree you must - - do you agree that you must prove an actual agreement among the defendants?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So then when we get back to the paragraph 51, let me start with your statement at the bottom half of that paragraph, that plaintiffs allege upon information and belief that they have entered into a contract, is a conclusion based upon your prior allegations, it's not an independent allegation of an agreement. It's saying because of this parallel conduct, because we think it's contrary to their self interest, therefore, they have agreed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it's a statement of a conclusion based upon your allegations that precede it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's not a statement that independently there apart from all of this, there's an agreement."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I guess if you had just alleged the last part of paragraph 51, plaintiffs have alleged, plaintiffs allege upon information and belief, et cetera, without the detail that you provided, would that have been sufficient?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you omit all the allegations about parallel conduct and the other allegations that you think provide a basis for inferring a conspiracy from the parallel conduct, if you omit all that but you just include the last part of 51, would that be enough?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What's the answer to Justice Alito's question in this case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. His hypothetical is all you've done is to allege the final sentence without the preceding clause, the five or six lines before there's a comma. That's out. All there is is the allegation of the conspiracy. Is that enough in this case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. The hypothetical is without the preceding clause. Is that enough - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is that enough in this case for what Justice Alito asked, and I think we are interested in the answer that you make given this complaint in this case that we are faced with."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'd also like a clear answer, and I would like to go back to Justice Stevens' question because I'm not sure what you're thinking there. We have three steel sheet companies in the United States, no more. They sell at $10 a sheet. One day we have action in the case, a memo to the president of the company. He says Mr. President, if you cut your prices to $7 you will make even more money unless the others go along. And if they get there first, you will lose money. So whether they cut or not, you'd better cut your prices. Reply from the president: But if I don't cut my prices, they won't cut theirs, and we are all better off. That's your evidence. Do you win?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There is no depend. That's the evidence. Do you win?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right. And you cite Matsushita for that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If you're right, then I guess we could engage in this major restructuring of the economy, and if that's the law, I'm surprised they haven't done it, but maybe they have just been recalcitrant."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, because we have concentrated industries throughout the economy, I guess, or at least we used to, and I suppose that that's a perfectly valid way of reasoning for an executive in such a company, at least they teach that at the schools of government, and people who aren't really experienced in these things, but - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, fine. Now, let's forget my immediate disagreement or not. Let's say I agree with you on this. Now we have our example right in mind. What other than the parallel to my example could one reading this complaint think you intend to prove?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But how do you tell? I mean, companies get proposals all the time. Here's a way you could make more money. You could all enter the market in some foreign country. The people decide, I mean, life is short and they've got certain objectives, and they don't have to do everything that an economist might think is in their economic self interest. I mean, what is the limiting self interest to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is it an adequate response for the executive to say, I'm a little risk averse, I want to see how things work out over the next five years. They keep changing the laws, the regulatory environment. That's why I didn't jump in and compete?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if they don't do that, is it your argument that simply by behaving differently from the way Congress assumed when it passed the statute, that raises the plausible inference of violation?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. But is part of the plausibility of that inference the fact, in your argument, the fact that Congress assumed that would happen?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I mean, the congressional assumption is part of your case, in other words?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I used to work in the field of telecommunications and if the criterion is that happens which Congress expected to happen when it passed its law, your case is very weak."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you need what is called the plus factor, and I gather that you acknowledge that if I disagree with you that this, this parallel action seemed to be against the self interest of the companies, you no longer have a plus factor and you would lose."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So all you have to do to prove, to establish a plus factor is to say in your pleading, and there is a plus factor?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You have to say what it is, that's all, and even if it's implausible?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Richards, didn't the Second Circuit say you don't need a plus factor? They said if you did, we think that the plaintiffs could show it, but the second sentence is you don't need a plus factor."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And that can be wrong or right, but the Second Circuit was very clear that Rule 8 wants a plain statement of the claim and no plus factor."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What if you pled more than you had to, and it's clear from what you pled that you were drawing an implausible inference? Can't the complaint then be dismissed for failure to state a claim?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's take the Form 9 where you take the form complaint for an automobile accident, and suppose what it says is, I was injured in an automobile accident at a particular place in time. I was hit by a compact car with Massachusetts plates. The defendant owns the compact car with Massachusetts plates. That's the complaint. The Court can't dismiss that for failure to state a claim when it's apparent from the face of the claim that you're, that the basis for suing the defendant is a totally implausible inference?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Even if it reveals that the only basis for identifying this person as the defendant is the fact that the person has a Massachusetts license plate and a compact car?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it contains a time and a place. It's quite specific that there was an accident and that defendant, defendant of a certain name at a certain time and place negligently drove. What it doesn't tell you is the details of the, of what was negligent, but it certainly is specific in time and place and person, which is one of the -- one of the concerns, I mean, if you strip away everything, it seems that you have a suspicion that there may have been a conspiracy and you want to use a discovery process to find out whether or not that's true. Isn't that essentially what this complaint is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't think you have to prove that either? I mean, you don't think you have to prove anything more than what you've alleged in the complaint about the background context, the parallel conduct?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How much money do you think it would have cost the defendants by then to assemble all of the documents that you're going to be interested in looking at? How many buildings will have to be rented to store those documents and how many years will be expended in, in gathering all the materials?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"At what point does it get characterized as a class action, before this discovery or after?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how would it be focused if you're talking about whether it's in their economic interest? You would have to say why, why didn't you enter into this particular realm of competition and they would say, well because we were doing other things. We had other areas that we were focusing on. And they would have to document all that to your satisfaction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you Mr. Richard, Mr. Kellogg, you have four minutes remaining. REBUTTAL ARGUMENT BY MICHAEL KELLOGG, ON BEHALF OF PETITIONERS"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kellogg. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL KELLOGG","firstName":"MICHAEL","lastName":"KELLOGG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1628,"interruptions":18,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"THOMAS O. BARNETT","firstName":"THOMAS","lastName":"BARNETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":911,"interruptions":10,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":2,"fullName":"J. DOUGLAS RICHARDS","firstName":"DOUGLAS","lastName":"RICHARDS","counsel":true,"justice":false,"side":"respondent","words_spoken":2469,"interruptions":25,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":526,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":758,"interruptions":0,"times_spoken":23,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":426,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1352,"interruptions":5,"times_spoken":33,"laughter":2,"num_int_by":4},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":775,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":740,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":2539,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":2469,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":5049,"times_spoken":133,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472418052676}}