{"petitioner":{"name":"HOWARD DELIVERY SERVICE, INC., ET AL.","counsel":[0]},"respondent":{"name":"ZURICH AMERICAN INSURANCE CO. ","counsel":[1]},"caseNumber":"05-128","date":"2006-03-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in 05-128, Howard Delivery Service v. Zurich American Insurance Company. Mr. Strain. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I get you to step back just -- the presumption that you began with. What -- what's your strongest authority for that? The first thing you cite in your brief is a dissenting opinion of two justices."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Nathanson is the -- you cite the dissenting opinion for this proposition?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is the unomitted language? What -- what page of the brief are you quoting from?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, ERISA -- ERISA makes it very clear that -- that a plan to pay insurance for employee benefits, whether it's disability or retirement or whatever else, is an employee benefit plan and -- and explicitly excludes workmen's comp because otherwise it would fall within that definition of an employee benefit plan."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that's a different statute. I'm not saying that the -- that the definitions of that statute have to apply here, but the definitions of that statute at least demonstrate that it is a permissible use of the -- of -- of the term employee benefit plan."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Tell me why."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it -- would it if the employer were self-insured? Can you be self- insured for workers' comp? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that be a plan then?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be an employee benefit program, but not a plan."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you -- before you go on, could you satisfy a curiosity of mine? Maybe Mr. Verrilli should be the one I should ask this, but you 1111 14th Street, NW Suite 400 must have your -- your version of it. How do you decide whether an insurance premium is for work that was done within the last 180 days? How -- how do you calculate it, whether that characteristic of the -- of the statute is complied with?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, if it said premiums due within the last 180 days, I could understand it --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't -- doesn't the mechanism take into account the number of employees who are on the rolls at any given time?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's the case, then -- then doesn't the premium that you're supposed to pay depend in -- in -- on the number of employees within the last 180 days, which in turn depends on their working in the last 180 days? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how -- maybe you just don't know the answer."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's -- that's really not an issue for us."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you want to make it an issue, you'd have to get the -- the predicate in the record to do it, and -- and we just don't have that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we couldn't resolve that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Or else establish that 1111 14th Street, NW Suite 400 there's no conceivable way that 180 days makes any sense."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Consider us together, yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"We're together on this. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything in the statute which says how promptly the premiums have to be paid as it -- to -- to make it analogous, say, to withholding where you might have to pay every quarter on -- by a certain day? Does -- does the statute regulate when and how promptly the premiums must be paid, or is that just all comprehended in the terms of the policy agreement?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I meant the State workmen's comp law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you have an employer who says, I promise to give $200 a month per worker to a fund, which money will go to pay their health costs when they're sick, that's plainly covered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And now suppose it's exactly the same, but instead of his paying $200 a month, he pays $200 to an insurance company in return for a promise that they'll pay precisely the same amount to the employee if he gets sick. In your view, that's not covered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course. It's not meant to be."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know how you are going to answer my hypothetical. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not -- I'm asking you --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to answer my hypothetical please. If in fact -- you didn't want me to repeat it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what is the answer?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In your view, is my hypothetical covered or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is not."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And therefore, if we accept 1111 14th Street, NW Suite 400 your interpretation, then all those employers who, instead of contributing directly to health funds, instead buy insurance policies to do the same thing, will discover they do not have the advantage of the fifth priority."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if they are covered -- if they are covered, as I thought, then what is the difference whether the employer buys a policy whereby the insurance companies pays for their health benefit when they're sick or pays for their accident benefit when they have an accident at work?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the correlative hypothetical would be a plan such as Justice Breyer 1111 14th Street, NW Suite 400 describes in which the employer has contracted to pay his employees $200 a month for when they're sick, and that's a contractual obligation of his, and then he buys insurance to cover that contractual obligation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's a better way to put it. If -- if that's right, then what you're saying, as I understand it, is in those cases where an employer goes to an insurance company, they give a contractual promise to pay the employee when he gets sick in return for a premium by the employer -- and it's a health benefit or a vacation benefit, the most typical thing -- you're saying all those -- all those -- there's no fifth priority. They don't -- can't take advantage of that. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And why did --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"And that's clearly covered."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"justices","text":"-- why did you answer Justice Scalia's question as you did? That is also an employee benefit, that is, vacation, sickness."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the same thing happen under multi-employer plans? Would not the employees typically receive the benefits even if their employer did not make the contributions that it was required to make? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there's also, isn't there, the Pension Benefit -- even if there's no money in the till for the plan, isn't there a Government fund so that the worker would receive the benefit in any event if -- I don't see the distinction that you're making based on whether the worker would get a benefit whether or not the employer made the contribution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I recognize there are different schemes. The only one I'm familiar with is my former State. But did I understand from your answer that in some or many of these States, the employer is free not to have insurance? He can be self-funded?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And is there any requirement that there be an actual fund in place or is it just a general liability?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A bond."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if there were letters of credit, why is Zurich injured? Because the letters of credit were not large enough to cover the premium liability?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"See, what I don't understand -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Strain --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Strain, you -- you mentioned --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- in -- in your brief, you seem to put considerable stress on something that I haven't heard you say one word about so far, and that is that these -- workers' compensation is State- mandated. They're not negotiated or even employer- determined benefits. They are whatever the law prescribes. And you haven't -- haven't mentioned that, so I'm wondering where that fits into your picture."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does (a)(3) appear? There -- there was that discussion in your brief, and I'm darned if I could find (a)(3)."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would have been nice to have it in your brief --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and numbered -- numbered 3 instead of 4. That would have helped a lot."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- let me, if I may, ask you about other possible wage surrogates because what you're saying now seems to me to mesh with the argument, another legislative history argument, to the effect that the -- the current provision was meant to overrule two prior cases of this Court. And the -- the question I have turns on the fact that the -- the language is broader than what would merely have been necessary to overrule those cases. So my question is if the broader language does not cover the premiums that we're concerned with here, what other items dealing with -- with wage substitutes would it pick up, would it include? 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Strain. 1111 14th Street, NW Suite 400 Mr. Verrilli. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're begging the question by calling it a plan. I mean, that -- that's -- that's one of the issues here. Why don't you tell us what workmen compensation laws require?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Verrilli, there's no employer or employee, for that matter, who's doing the planning. The planning is all done by the Government"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- because what's covered is prescribed by law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the it is not negotiable. We think of a health plan, a retirement plan. That doesn't have to be any set coverage. It's negotiated or the employer, if it's not a collective bargaining situation, determines what the benefits will 1111 14th Street, NW Suite 400 be. Here, the law determines what the benefits will be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that if an employer decides to -- because his employees have had a good year, he's going to put in a new parking lot for them -- he -- his plan is to have a contract with a paving company to pave the parking lot. Are the payments under that contract's contributions to an employee benefit plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems like the consequence of your theory though -- 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but providing for workers' compensation through insurance, rather than through self-insurance, is also not on the list."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's your answer to the 180 days question I answered -- I asked? You know, the provision provides contributions. It doesn't say just contributions to an employee benefit plan. It says contributions to an employee benefit plan arising 1111 14th Street, NW Suite 400 from services rendered, and then it goes on to say, but -- but the services have to be within the last 180 days."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you square that with -- with the purchase of block insurance like this?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But each of those insurance premiums that's paid by the employer doesn't just cover workers who've worked for the last 180 days. Each premium is divided among all the workers who've been working there for years. Some of the premiums are going to go 1111 14th Street, NW Suite 400 -- to -- to allow the insurance company to pay in the future people who have been there for 20 years."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it just seems to me it's a square peg in a round hole. I -- I don't see how you make sense out of that 180 --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if they don't pay the premium with respect to the 180 days, if there's an accident during the 180 days, the insurance doesn't cover the accident."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You really think that -- that they cut it that fine? They say, oh, yes, this guy is going to go into bankruptcy. We're pretty sure about that, but don't worry. We'll have priority."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think as soon as they smell bankruptcy, they're going to pull the plug anyway."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There -- there are two parts in my mind to this. The question is what is the difference between a workmen's -- worker compensation and health benefits. I agree with you, so far tentatively, that that difference can't lie in the nature of the contract providing the benefit. Now, I 1111 14th Street, NW Suite 400 know they'll want to argue the contrary, but put that to the side. If it doesn't depend on that, it depends on the difference between workers' compensation and health benefits. And you want to say there isn't enough of a difference there, though they argued the mandate makes a difference. Of course, you could mandate health benefits too, and I don't think that would matter. But if you're right, what about a -- a long- term contract for bottled water for the workers?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, actually -- this is -- to me anyway, this is an important point because at some point you have to draw the line between the things of a kind that workers might bargain for and things not. Now, if that's where we're getting there, the history of workers' compensation may cut the other way."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because? What's -- what's the principle I'm going to use?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, sure, if they have a contract, as part of their -- part of their contract, they get the bottled water, that's -- that's easy to see why that's covered. But the -- the question is when it's not. It's just something that the employer does in the course of his business that has -- that benefits both his business and his workers."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It has to be arising from services rendered. I mean, it -- it really has to be part of the contract with the employer --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But there's one feature of this that is -- does make it different, at least one, and that is this is a benefit to the employer in the way that the others are not. The employer -- there's a tradeoff in workers' compensation. It's not just I'm going to pay benefits when the person is injured, but I'm going to get off the hook for the tort liability that I might otherwise have. And in the other cases of the other benefits, there is no -- no such tradeoff."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question, Mr. Verrilli?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I -- can I ask you -- it goes back to the first point your opponent made. What is the purpose of granting the priority? It seems to me the purpose of the priority is to increase the likelihood that the wage claims will be paid. And if you -- if you win, it won't affect it one way or another, as you acknowledge in your brief. But it seems to me the priority should serve the purpose of increasing the likelihood that the benefits would actually flow to the employee benefit plan."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it talks about contributions to an employee benefit plan which one would not normally think of as paying insurance premiums. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Verrilli, what -- what is your response to Mr. Strain's assertion that if you get a priority, so should the secondary insurer, that is, the -- the bank that gave letters of credit? They're just insuring -- that -- that's part of the plan too. They couldn't have gotten the insurance from you unless they got the letters of -- of credit from 1111 14th Street, NW Suite 400 the bank, which is a kind of secondary insurance. And also in the case of self-insurance, which is something of a plan -- I -- I guess you'd call it a plan -- what about the -- the person who puts up the bond? That person is a kind of insurer, just as you are. Do all of these people now -- now get bumped up to the head of the line?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where does that appear?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, because it's not in the briefs --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- just -- just as the contract isn't before us."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if the payment of the premiums doesn't increase the likelihood that the employees will get the benefits, why should you get priority?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what about the -- the example we discussed, payment of a bond premium if you're self-insured?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do we know what you've just told us? Is that in the record? You're just assuring us what the content of the insurance contract 1111 14th Street, NW Suite 400 is. Right? But we don't have the insurance contract."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So we -- we have your assurance that that's what happens here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it has to be that way? I could write a contract differently."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Verrilli, before --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"But I was -- can -- can I -- I still don't quite understand the answer to the bond premium question."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. No, it wouldn't be subrogated. The bond premium -- the bonding company says we're entitled to priority."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it files the claim directly with the bankruptcy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You couldn't have the plan without the bond, just as here you wouldn't have a plan without the insurance policy. It's just a different way of paying for the same thing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I detract you just for a moment? On -- on a question of the statutory history, correct me if I'm wrong, but originally, 1934, the kind of claim that you have would be a seventh priority claim. And then in '38, Congress said no priority at all covering workers' compensation. And then when Congress restored a priority, it ratcheted it up to four or five, depending upon which version of the statute we use. Is there any explanation why, when Congress originally assigned first a very low priority and then no priority, suddenly it gets up to be on a par with the fringe benefits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Verrilli, your -- your friend's argument about the interrelation between (a)(3) and (a)(4) seems like a compelling one. What is your answer to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, much of your case hinges on the assumption that Congress incorporated the ERISA definition into the bankruptcy code. What -- what is your strongest evidence for that?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"To follow up on the earlier question of the Chief Justice, by whom do you understand the services have to be rendered within the meaning of the act?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does it refer to the -- the bankrupt's employees or your employees?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You think it could be either. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not just to those. It's to a lot of other people. I mean, that's --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, except the workers who had already been injured in the past --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and -- and whom you continue to pay. Right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I assume that each of your premiums takes into account the fact that you're not only going to be paying for people, you know, who were injured between the last premium and now, but that you're also going to be paying for people who were injured a long time ago."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what is unemployment compensation? Those two I think of as those are law-mandated coverage that every employer must have: workers' comp and unemployment. So what's unemployment, is that a plan too?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Verrilli. 1111 14th Street, NW Suite 400 Mr. Strain, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they're doing that to get a standard."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'd like to know what your -- they're trying to use that as a basis for separating the bottled water from the workmen's comp from the health benefit. And they're saying here's an example of where Congress put the workers' comp on the same side as the health benefit. Now, that's their approach. What's your approach to the standard? What 1111 14th Street, NW Suite 400 rule or system would you use from deciding which insured-for or paid-for benefits count as the plan and which ones don't?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if, in fact -- if, in fact, the State legislature mandates certain health benefits, then the plan that provides those benefits would no longer qualify."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Strain."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"PAUL F. STRAIN","firstName":"PAUL","lastName":"STRAIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3400,"interruptions":22,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":3820,"interruptions":28,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":959,"interruptions":8,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":299,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":660,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":37,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":203,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3400,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":28,"words_spoken":3820,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":3264,"times_spoken":110,"laughter":2,"num_int_by":6}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.833140742911193,"respondent":0.166859257088807,"date":1472703110119}}