{"petitioner":{"name":"ROCKWELL INTERNATIONAL CORP., ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES, ET AL. ","counsel":[1]},"caseNumber":"05-1272","date":"2006-12-05T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in 05-1272, Rockwell International Corporation versus United States. Ms. Mahoney. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Mahoney, let me ask you a question. Am I wrong about this? It seems to me that if he was not an original source, not only shouldn't he get any money, but neither should the government. Isn't that the way the statute reads?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How is there any other possible one? It says there's no jurisdiction in this situation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not brought by the United States as long as he's still there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your argument."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess it really depends on whether you think the language \"if the Government proceeds with an action\" is equivalent to the Government's bringing the action."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait. It says under 3, what is it, (c)(3) I guess, if the elects not to proceed with the action, the person who initiated the action shall have the right to conduct the action. Now, that suggests that if the Government intervenes the Government is proceeding with the action, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say that's different from the Government bringing the action."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're being very picky-picky with this text, considering that you're willing to swallow whole the notion that so long as the -- so long as the original party, so long as the non-government plaintiff drops out, all of a sudden it become as action brought by the United States. That's a very, very expansive notion of what \"brought by the United States\" means. What I'm saying is or, to put it another way, if you take your picky-picky notion of being brought by the United States, to be logical about it you must reach the conclusion that if you defeat the private plaintiff under -- under he's not original source, the whole thing is thrown out, not just his recovery but the Government's recovery."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but it would be so extreme that we're not likely to buy it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Otherwise, the Attorney General could just bring it all over again, a fresh complaint, and that would be wasted motion?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't have to give them any money, though. The court doesn't have to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you'd then have to pay his attorneys' fees. That's what really this is about, isn't it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose a company has a plan to defraud the Government and it use a certain chemical mix to save money and that's what the real fraud is. And it puts it in place and it puts it in place in 1988. And the -- and it has just two containers full of this. And the relator knows about it. The relator then quits. Then for 10 years the company does the same thing, following the same patterns, same method, same improper formula. And he then rings -- he then brings this to the attention of the Government in the proper way and files a suit. He cannot recover for the later action which was the same pattern, practice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It wouldn't have to have anything to do with pondcrete at all. The statute just says the information on which his allegations are based. They don't say the allegations that eventually give rise to a recovery."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Factual theory of falsity, that doesn't mean anything to me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's one way to look at it. Another way would be you would allow a relator in a situation who alleges a particular fraud that causes the government to examine the books and uncovers a different fraud to recover on that basis. It's an unusual situation to have a jurisdictional prerequisite determined only after the case is over."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you only show that it's wrong at the end, you still say that they should be thrown out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, his allegation was that this, the design is not going to work."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not an allegation that's -- I mean, it is either true or it's not true. The fact that you find out after he's left, after he's been terminated, that it doesn't work, I don't see how that should affect the validity of his allegations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They were certifying their compliance with the applicable laws - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- based upon their pondcrete design."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Am, am I correct that they were, in fact, using that same pipe or that same pipe system during a period when perfectly fine cement blocks were being produced?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that true, is that conceded?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The whole purpose, the whole purpose of this legislation is to ferret out fraud on the Government. I mean, if he makes an allegation that this design is not going to work, the pondcrete is not going to work, and the Government, prompted by his lawsuit, investigates it and finds out that because of human error they're not making it the right way, even if the design does work, he get no credit for that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the hypothetical? Are you suggesting that in a situation like that -- -we'll talk about whether the facts comport with it later -- but in a situation like that, he's not entitled to share in the recovery that the Government eventually receives?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You would, you would change that to say direct knowledge of the information not on which the allegations are based, but on which recovery is eventually -- eventually ordered?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Identified them all?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They've identified them all already? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may find another one."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the theory is not necessarily bad. The, the relator has to cooperate with the Government, ideally he should. And if the Government said we prefer a variance of your theory, and the relator said fine, \"I don't want to put competing theories before the jury, so I'll surrender my first theory and go with the Government's,\" why should the relator be penalized for that good litigation practice? It doesn't necessarily mean that the original complaint is no good or even that it might not have been proved, if the Government had preferred another route."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask just one quick question?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the public disclosure of the claim that ultimately prevailed?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the public disclosure was made in the newspapers rather than in an official Government proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Mahoney. Ms. Vullo. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Unfortunately, it was not the criminal conduct that was ultimately -- it was not the manner of criminal conduct that was ultimately the basis on which the Government proceeded? He knew about this bad pipe, right? Or he said that this was a bad pipe system? He didn't say anything as I understand it about their not adding enough cement which is the theory that went to the jury."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. Let me -- let me look at what -- let me look at 175. This is, this what he says. \"After careful study, I concluded that the suggested process\" -- this means of piping the sludge out -- \"would result in an unstable mixture that would later deteriorate and cause unwanted release of toxic wastes to the environment. I also noted based on my analysis of chemical processes at Rocky Flats that that the sludge and liquid present in the -- present in the evaporation ponds contained some of the most toxic and radioactive substances at Rocky Flats.\" I mean, that's all very good, but it has nothing to do with what this company was convicted of, which is not -- cutting down on the amount of cement it was adding."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"During a certain period after this it was creating perfectly good blocks by adding more cement. Then they got a new manager who said let's use less cement. And that's when they started producing the defective blocks. It has nothing to do with his allegations."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And why did the government claim it was insolid? What was the claim made for -- as to the reason for the insolidity?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but was the reason they were using too little cement, the reason that there was a variation in the amount of liquid being taken out with the sludge as you've described to us that he had claimed, or was the reason simply that there was a kind of standard ratio of cement to sludge and that standard ratio was not followed in the later cases? In other words, is it because there was such a tremendous variation in the liquid in the sludge or simply because there was a standard formula having no particular relationship to the liquid in the sludge, and they simply didn't follow the standard formula? I thought the government's theory was the latter, and if it was the latter, it has nothing to do with the claim that he was making that there was too much variation in the amount of liquid in the sludge."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if they had followed the formula that they followed at the beginning, isn't it true that there's no evidence that even these variations in the liquid in the sludge would have resulted in instable or insolid pondcrete?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This was truly even before the troubles started, even before the insolid pondcrete?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Was -- here's an easy question. Was this evidence that we read, his testimony from 175 of the joint appendix, was that introduced at the trial?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was this evidence introduced from some other source? Was the jury told there was this piping that was taking out too much liquid with the sludge? Was the jury told that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So his central allegation was not even placed before the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it is worse than that, though. This information was not even provided to the government, which the statute requires. He not only has to have direct and independent knowledge, he has to voluntarily provide that to the government. And I understand that the Tenth Circuit, to have relied solely on the document at joint appendix page 605, that's the only thing he provided to the government. And all it says is that this design will not work. There are a lot of things that don't work, but that doesn't mean there's fraud on the government. You don't know if they're going to fix it, they're going to change it, use a different design, not make a claim based on that design. Why is that enough to satisfy the statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But he has to -- if the information that he provides isn't direct and independent information of the allegations, it would seem that the statute is not satisfied."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to get off my question here but did you -- do you agree that this page JA 605 was the only information that he provided to the government?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe I'd better phrase it differently. Do you agree that that is the only information on which the Tenth Circuit relied?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but this -- he has to provide this information before filing an action."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I have a question."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As I understand the statute, you his the first prong. It has to be an action based on public disclosure of information, which you agree it was; is that right?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You agree that it's within 4(a), that it was an action based on a public disclosure of information disclosed in newspapers; is that right?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I am asking you, really what I'm seeking to find out is what is the scope of the public disclosure that everyone agrees was made? Was it all newspapers?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If it was publicly disclosed in the newspapers, does that fit into one of the categories of public disclosure mentioned in 4(a)?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And everybody agrees on what those news reports contained?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying that the original source of the information was published?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought the allegations referred to the public disclosure. It talks about public disclosure of allegations, and then says he has to have direct and independent knowledge of the allegations. So I would assume that's the important linkage."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We've also said that jurisdiction must be maintained throughout the case. Something like standing. We say standing is examined throughout the trial. There's an easier standard at the beginning, and then for the complaint; and then for a motion to dismiss, a somewhat higher standard; and finally, if the facts of -- involving standing are tried, there's the highest standard at the end of the trial. I mean, it seems to me jurisdiction has to be assured throughout."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Vullo. Mr. Stewart? "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Well, that's all very nice, but Congress didn't leave it up to you to decide who ought to get rewarded or not. It laid down some textual conditions in the statute. And unless they are complied with, the fact that you think this is the kind of person you think ought to get the money is really totally irrelevant."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":8,"sideBefore":"","text":"What if the defect that he identified turns out to be entirely different? What if there is no dispute, it's completely different from the defects that led to the false claims on which there were recovery?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Let's take this case. Did the government use any of the evidence that Stone produced? Did it introduce that affidavit which said the pipe wasn't working right? Was that part of the evidence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Well, what else had he provided beyond -- did you use anything that came from him?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"But did you use at trial anything that he provided you?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Did you use anything he provided you in order to prove it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"No, neither am I."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"How is it possible to say that he had direct knowledge of events that occurred after he had left Rockwell? I mean, all of this failure occurred after he was gone."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Not only not because of this pipe thing that he predicted would cause a failure, not only it was not because of that. But he was gone."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"That's right. And how would he know except from published report that these blocks were failing?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"But prediction is not knowledge. Prediction is not direct knowledge."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"And his sufficient information you assert is his prediction that these blocks would fail for a reason that turned out not to be the reason for their failure. That is what you say is his direct knowledge."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"So you think relators can get part of the Government's recovery even where their initial allegations before the Government intervenes have nothing whatever to do with the reason the Government is ultimately giving money? You think they are still entitled to a piece of the pie?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"So you don't believe that, then. You think that indeed the reason the Government was given the money has to be connected with, with his allegations? Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"What do you mean by connected? Is it -- I got -- I'm getting the sense that you think it's enough that he says, look, Rockwell is just lying to the Government in this area, and you say well -- what if what if you added a count in your complaint when you intervene on tax fraud? You found out also that they didn't pay taxes. Would he be able to recover for that, because, you know, if they're going to lie about pondcrete they're going to lie about taxes. Is that sufficiently connected?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"And it doesn't matter to you if he just, if he's completely wrong? Let's say he says -- you have special interrogatories to the jury and his allegation has always been the pondcrete's going to fail because you're putting in the wrong kind of cement. And it turns out it has nothing to do with that at all. The jury says, no, that's not the reason it failed, it failed for another reason. Is that a sufficient connection?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Try this hypothetical. The relator says: I know that they've been cheating the Government because I, I observed the president of the company going into a meeting with the chief engineer and another person, and at that meeting I suspect they were devising this scheme to defraud the Government. It turns out there was indeed a scheme to defraud the Government, but that meeting never occurred. It wasn't the president of the company who went into the meeting. It was Charlie Chaplin. And the facts are totally, totally wrong. Does he get money?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Does he get money just because he came out with the same charge that the Government ultimately proves? Simply because he said the company is guilty of cheating the Government, even though the facts on which he bases it are entirely wrong?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"Well, assume one that just gets over the line."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"","text":"It turns out to be entirely wrong. Turns out to be entirely wrong, so that the only reason he believed this company was defrauding the Government was absolutely wrong."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"Explain why it would be a minor variation if what he has identified as a defect in the pipe system and what turns out to be the situation that was covered up is the inadequate cement that caused the loss?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":8,"sideBefore":"","text":"May I ask this question: Supposing he is the only source of the information that's publicly disclosed on which precipitated the filing of the complaint, and after the complaint is filed discovery reveals other violations of law on which the Government prevails, but they do not prevail on the theory of the original complaint. Would he be -- come within the statute or without? The statute focuses on the information that gave rise to the suit, not on what's found by way of discovery."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":8,"sideBefore":"","text":"Assuming we only look at the public information at the time the complaint is filed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Thank you, Mr. Stewart. Ms. Mahoney, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your response to the Government's assertion, which seems to me quite true, that in order to -- in order to prevail it did not have to show why these blocks were not solidified?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It just had to show that they weren't. So it doesn't matter whether they were using his theory or too little cement. It doesn't matter."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There were other documents. He said there were other documents and the district court said sorry, you came up with that too late, I'm not going to look at the other documents."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you Ms. Mahoney. The case is submitted."}],"people":[{"id":0,"fullName":"MAUREEN E. MAHONEY","firstName":"MAUREEN","lastName":"MAHONEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3940,"interruptions":14,"times_spoken":38,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MARIA T. VULLO","firstName":"MARIA","lastName":"VULLO","counsel":true,"justice":false,"side":"respondent","words_spoken":1543,"interruptions":9,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":833,"interruptions":1,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1360,"interruptions":0,"times_spoken":42,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":187,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":119,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":201,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"MR. STEWART","lastName":"STEWART","counsel":false,"justice":false,"side":"","words_spoken":2104,"interruptions":13,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":36,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3940,"times_spoken":38,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":9,"words_spoken":1543,"times_spoken":24,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":1,"words_spoken":2999,"times_spoken":88,"laughter":1,"num_int_by":1}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0.563855401848896,"respondent":0.43614459815110396,"date":1472418052681}}