{"petitioner":{"name":"GARY DAVENPORT, ET AL.","counsel":[0,1]},"respondent":{"name":"WASHINGTON EDUCATION ASSOCIATION; and WASHINGTON, Petitioner v. No. 05-1657 WASHINGTON EDUCATION ASSOCIATION ","counsel":[2]},"caseNumber":"05-1589","date":"2007-01-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in 05-1589, Davenport versus Washington Education Association, and 05-1657 consolidated, Washington versus Washington Education Association. General McKenna. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm surprised that that's the -- I would have thought its primary purpose would be to spare individuals the necessity of supporting causes that they don't support. Was there no First Amendment interest."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it only an election law interest?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you just said the State Supreme Court was wrong. I mean, why do you believe it on this if you don't believe it on everything else? You're appealing from it, aren't you?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how can the State Supreme Court determine what is the purpose, the intent, of the ballot initiative?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A lot of people voted for it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But is the State Supreme Court in a position to determine why they voted for it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do they know that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's what they intended, then how can a State say, well, it's the union's money, we don't want you to send this little bit of your money to contribute in a campaign, but if the local swimming team wants to, or the bar association or the corporation, if they want to spend money that people have given them for totally other purposes, the compulsory bar association, well, they can do that. It's just the labor unions that can't spend the money that these people forced to belong -- you know, they have to object affirmatively -- but all the other similar organizations, they can't."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now you're talking about this other purpose, but that other purpose, which is rather interesting -- I take it that's one of the main points on the other side -- the other purpose has nothing to do with this case. If Washington wanted to have a similar statute where it was worried about protecting the interests of the compelled member or the compelled payor, fine, fine, that would be a different case. That isn't this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case they couldn't care less about that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, but in that case, in that case they didn't have a State Supreme Court interpreting the statute which is just as you started off saying it was, which has nothing to with the rights of the nonmember, zero. It has to do with the appearance of fairness in the election."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I wanted to ask about that. Suppose Washington says that as a matter of Washington law we are bound by our interpretation of purpose and we interpret the statute according to that purpose. You use the words \"plain language\" a few minutes ago."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are we free to disregard that and to say. Oh well, we're just going to follow the plain language?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Like the says that was argued, the first case this morning?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a Federal, a Federal statute and this is a State statute. If the State court says, we're interested in purposes, we decided, and you must as a matter of State law interpret the statute according to the purpose as we found it, aren't we bound by that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your authority for that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because the characterization had a Federal consequence."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they get their money back? If this is upheld and I'm an agency member, I hate the union, can't stand it, gave them the $20 for this and they spent it on a political candidate I hate even more and you win, do I get my $20 back or can the union just spend my $20 on something else?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to get at the question is this the union's money or is this the workers', the teachers' money?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So does he get this money back if they violate the statute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let, let's assume that it makes a difference whether the purpose of the statute was at least in part to protect the First Amendment rights of the non-union members or whether, as the Washington Supreme Court seemed to say -- at least they said its principal purpose was to protect the voting process. Elsewhere in its opinion, however, the Washington Supreme Court says where a statute is ambiguous and this court is able to construe it in a manner which renders it constitutional the court is obliged to do so, which sounds to me like good law. Wouldn't that apply to its intuition as to what the intent of the people who enacted this statute were?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't the Washington Supreme Court be obliged to intuit that purpose which would make it constitutional rather than unconstitutional?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with the court's conclusion that constitutionality is at issue here?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it your position that this statute is constitutional either way you interpret it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. General Clement. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Clement, if we reverse as you suggest and the State Supreme Court said, well, I guess we were wrong under the First Amendment, we just realized our State constitution requires the same result, would that judgment stand, do you think?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But Washington -- at a minimum, I would assume that the Washington Supreme Court would not have constitutional avoidance as a crutch in order to reach that, to reach that conclusion, because there is no constitutional issue here under your view."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are the courts in Washington State elected, do we know that? Are they elected?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"They are elected, so it's easier to blame it on us than it is for them to say, we hold as a matter of Washington law that this can't be done and we disallow what the people have voted for. That would be harder, a harder call, don't you think?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if this money is the non-union member's money and an opt-out -- I'm sorry - - opt-in scheme is not much of a burden on the unions, why should the First Amendment permit anything other than an opt-in scheme."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The union can make it as difficult as it wants for somebody to opt out. They can send a packet that's this thick and not provide a form."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it relevant, General Clement, that the legislature didn't seem to be, or the ballot initiative didn't seem to be focused at all on beefing up the rights of the non-member of the union? It seemed to be concerned with the integrity of the election process, because they left the same old Hudson in place for union nongermane spending that didn't have to do with elections."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Or even nongermane political expenses."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, are there any other such entities that are given the power by the State to collect money from people against their will?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, General. Mr. West. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Are the First Amendment rights of the union members, of the workers who are non-union members relevant?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you -- you begin by talking about the First Amendment but you, you proceed as if there are no First Amendment rights of, of workers involved at all."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I take it States have considerable discretion in determining how to protect Federal constitutional rights."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And absent some direction that we have to consider this as only being for a, for purposes of election transparency, it seems to me that Washington acted quite properly in saying we will use this mechanism in order to protect our workers' First Amendment constitutional rights."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why can't the State protect it more? I mean the fact that Hudson would be adequate -- it - -"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- from that it does not follow that the State is not protecting the rights."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And your claim as I take it, that there is an infringement with the union's right of political advocacy, is that if in effect the scheme restricts the union's use of its own funds?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. You agree that the union could segregate these funds as opposed to commingling them, and that would cure, that would in effect answer your, your constitutional objection?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's clear from the statute that, that what you would do would be leave them subject to the opt-in determination, but all other funds, i.e., the funds that you are constitutionally entitled to protect, would be unencumbered."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that would create an independent constitutional problem assuming that you did segregate the funds?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That would, that would create an issue? You know, what if they say: Nothing? Maybe, maybe the statute does not deal adequately with that. But does that raise a constitutional problem that in effect would be, would be of equal parity with the one that is, that is raised on behalf of the, the, the dissenting workers?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's, under - -"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Under the Federal law you can't even have this opt-in system. You have to have a separate organization as I understand, for the election. So there would be no, no possibility that the nonmember of the union, that funds would go to election financing."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that's much harder on the union, I would think, isn't it?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're back to its funds again."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And you're saying, first you said well, segregating the funds does not answer the problem. And I thought the reason it didn't answer the problem was that the, that it was, that the purposes of the, of the act were underinclusive. And now you're responding to Justice Ginsburg by going back to making the assumption that the segregated funds would be the union's funds."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I thought that approach was exactly what we held was required in the Street decision, the International Association of Machinists versus Street, so that you can't get around this requirement by saying, oh well, we'll use the objectors' funds for collective bargaining and we'll use the others for that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't that objection apply whether it's opt in or opt out?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is it content discrimination which subjects legislation to strict scrutiny if the Government, Federal Government or a State designates certain funds for use by school districts to teach patriotism, American history, something like that? Is that subject to strict scrutiny?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now let's assume it's not Government funding. Instead of doing that the Government says, you will have authority to collect money from certain people only for a particular purpose. Is that content discrimination which calls into play strict scrutiny?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see why the one is any worse than the other. The Government has a particular purpose in mind and in one case it gives out money with that purpose in mind, which discriminates of course; in the other case it allows this extraordinary power to exact funds from people, but only for certain purposes. That's not the kind of content discrimination that they calls strict scrutiny into play, it seems to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Here is the Government acting as a coercer. It's because of the Government that you're allowed to get this money from these non-union members."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question on your overinclusive, or underinclusive rather, argument? Supposing the statute was broader and said the union may not use any non-member agency fee collections for any non-germane purpose at all without affirmative consent? Would that solve all the constitutional problems?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Could you just tell me yes or no, and then explain?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"At least insofar as your argument under inclusiveness, the answer would have to be that was, that statute would be okay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about a statute that the individuals say I don't want to spend any more money, give any more money to the union than I absolutely have to. And the legislature decides to protect the right, that right by saying you cannot use agency sock fees for any non-germane purpose. What's wrong with that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If that's perfectly constitutional, this is a fortiori okay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And it's less of a burden on the union and there's less protection to the employee."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't that a content-based restriction? You've got to look at it and see if it's germane."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just curious below in the opinion, I didn't notice in footnote 6, which I hadn't taken in, that the court explicitly says that you did not make any argument about underinclusiveness and overinclusiveness with respect to other organizations, corporations and so forth. Now, did -- I can't recall, I just don't recall. What you're saying now, I take it, is that the word \"election,\" you can't use it for elections, and elections involve candidates and they also involve ballot issues."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And you're saying that the real problem with this statute is that it throws in ballot issues along with candidate elections."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But on that first one, did they discuss that at some length in the lower court opinion? I don't - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So this is really a ground that they haven't considered."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But this thing about the ballot issue is not there."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In fact, you want to us decide that question, and was there another one that - - you just said there were two reasons basically."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's the argument that the State Supreme Court in footnote 6 expressly said you did not raise."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"On which -- on what you were arguing, you were very careful in your brief to say funds lawfully possessed by the union, as distinguished from what's in a corporate treasury or -- there is something peculiar about this, and you recognized it by saying we possess them, because if the non-member wants it back, the non-member would be entitled. So it's not like money in the corporate till."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You want us to consider this case as if the First Amendment rights of non-union members were not involved?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that's been your whole argument so far."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So it's a First Amendment right that is waived by failing to make a timely objection."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's gone under your theory."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Which no longer exists if you don't make a timely objection."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's not exactly the same situation. These are teachers who have chosen not to join the Washington Education Association; isn't that right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it overwhelmingly likely that they, if you spoke to them and you said would you like to give money to the union to spend on elections, they would say no?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Explain to me the thinking of somebody who chooses not to join, the 5 percent who choose not to join, and yet they would like to make this contribution. Now maybe there's some, but what would be the thinking of such a person?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference between that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference between saying would you like to make a contribution, and would you like to allow us to use money that we possess for our purposes rather than returning it to us? What's the difference between those two?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well surely, they get to make that decision, don't they? Under the statute, it's their decision whether or not -- you don't get to say, well, this is in your interests, or whether you'd want to spend the money or not."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I still don't understand the thinking of these hypothetical people. If I'm a union member, I get various benefits. If I choose not to be a union member, I don't get those benefits. Why would I choose to give up the benefits of union membership and yet want to allow the union to spend my money for its political purposes?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is this all hypothetical, Mr. West, or is there any empirical evidence about what the people who are non-union members, if they had their druthers, would they say not a penny more goes into the union till than we are forced to put there? Is there any empirical evidence that divides up the universe of people who don't, deliberately don't join unions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're free under this system to send them the same sort of materials you send about your PAC and say we do all sorts of good things with the money from people who opt in, you should opt in."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you want to do it without giving them that opportunity."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Only if the State has given you the power to exact the money from these people. That changes everything. If this was money that they had contributed themselves, you'd have a different argument, but the State compels them to give you that money and the State says however, you will not use this money for this purpose without their consent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That brings us back to the question I asked earlier and I suggested in my answer to that I don't think it's content discrimination of the sort that triggers strict scrutiny when the government gives money for a particular purpose only and not for other purposes, and I also don't think it's content discrimination of the sort that triggers strict scrutiny when the government allows a private organization to use governmental power to exact money from people for a particular purpose only. That's a different ball game."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And I see that you've put a lot of weight on this argument."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What you're saying right now, if it is, is ballots versus candidates under the word \"election.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And that has a lot of implications for all kinds of campaign finance law that has nothing to do, I think, with unions."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And the lower court didn't consider it, and is this open now, if it's going back for other things such as the State Constitution, for them to consider this matter on remand?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't know, perhaps you don't know, what the implication of a decision say in your favor here would have for Vermont's campaign finance law or California's or some other."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could the State have a restriction requiring affirmative authorization for all union expenditures that fall within the Abood-Machinist line of cases?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If this were across the board as to all First Amendment rights an objecting member has, then the statute would be void -- would be valid, rather?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's done in this statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my hypothetical is that there's a Washington statute or a Washington constitutional referendum provision, initiative provision, which says that as to all protected speech for non- union members who have moneys taken out, there must be affirmative authorization."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Back to your example about the political party saying you can't use it for Democrats, what if they said, as they might have in the 1940s, you can use it for anybody except communist candidates?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. West. General McKenna, you have 7 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the State of Washington seems to think that's fine for everything other than election expenses."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you see an underlying constitutional problem as to non-election expenditures that are still political expenditures?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't we take one in Abood?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't we take a position in Abood?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose the way the statute works, you have to opt in for the election expenditures, but you have to have a right to opt out for other non-germane."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about his hypothetical involving Democrats versus Republicans?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he says, well, this is content discrimination. Is that - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's content in the sense that only some speech has to be affirmatively authorized."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I just go back to, you mentioned my question."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Your point of your answer to his hypothetical is, well, the viewpoint discrimination would be impermissible, but the content discrimination is permissible?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it content? I mean, it doesn't say which way you're trying to influence the election."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the content means a category of speech as opposed to what is the political position you're taking."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought that that was content. You could do it, say, in the press, but you couldn't do it over the air."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"That's my understanding, too. I think you got to get out of it some other way. I mean, you've got to say it's content but it doesn't apply when it's the government contributing money or it doesn't apply when you're applying it to money that's being coerced by the government."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's yes, then the category here is election speech. If you're going to call a statute that treats election speech especially, then all of campaign finance regulation would fall in that category. And if you're going to use that distinction to say strict scrutiny applies, then strict scrutiny would apply to all campaign finance regulation. And courts never to my knowledge apply strict scrutiny to campaign finance regulation because there are speech interests on both sides of the equation."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm glad you said yes to me because that implies a no to the last question. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you get to the point you were about to make, what the purpose of the thing is?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just -- I'm sorry. May I just take you back to the point of the objective being protection of election integrity. As I understand it, so far as the protection of election integrity is concerned, with respect to these contributions, that is simply the obverse side or the flip side, if you will, of protecting the right of the dissenting union member or the non-joined -- strike that -- the non-union worker, to control the use of the funds that would be used for the political purposes. The one is simply the obverse of the other. Do you agree?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So by articulating that the election integrity is a purpose, the Washington Supreme Court should not be understood as excluding the protection of the non-member workers' interests?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"ROBERT M. MCKENNA","firstName":"ROBERT","lastName":"MCKENNA","counsel":true,"justice":false,"side":"petitioner","words_spoken":2339,"interruptions":18,"times_spoken":45,"laughter":1,"num_int_by":7},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1536,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":2,"fullName":"JOHN M. WEST","firstName":"JOHN","lastName":"WEST","counsel":true,"justice":false,"side":"respondent","words_spoken":2653,"interruptions":37,"times_spoken":66,"laughter":1,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":315,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":704,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":315,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":715,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":326,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":315,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3875,"times_spoken":55,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":2653,"times_spoken":66,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":4,"words_spoken":3535,"times_spoken":122,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8821426932527155,"respondent":0.11785730674728445,"date":1473644743139}}