{"petitioner":{"name":"EBAY INC., ET AL.","counsel":[0]},"respondent":{"name":"MERCEXCHANGE, L.L.C. ","counsel":[1,2]},"caseNumber":"05-130","date":"2006-03-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in eBay v. MercExchange. Mr. Phillips. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that all in Judge Bryson's decision? I certainly didn't see it there."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't see anything about irrebuttable presumption."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is that so with -- with respect to someone else's use of -- of your property? It seems to me very rare where -- where someone takes your property, that the court wouldn't -- wouldn't give you the property back and -- and simply say, you know -- I can think of a few extraordinary examples. If somebody makes a statue out of stolen gold, you know, the -- the old classic, I guess you'd get the money back. But ordinarily we're talking about a property right here, and -- and the property right is -- is explicitly the right to exclude others from -- from use of that. That's what the patent right is. And all he's asking for is give me my property back."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"On Justice Scalia's question, I was trying to think of some, and I was trying to think the analogy might -- you might find some analogy in the public utilities field, the -- or a ferris wheel or something. What you want is a person who uses his property not at all himself, but licensed the public generally. And now would a -- would a court issue an injunction there? And as I think about that, I don't realize I don't know the answer."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's what -- I mean, that -- that's what you're trying to analogize this case to, I guess, is a person who licenses others to use his property and never uses it himself."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And there, I don't know how courts do normally act in other areas of property law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- but the exercise of discretion is channeled over time, as -- as judges apply it in -- in similar cases. You're not suggesting that in a typical run-of-the-mine patent case, no special considerations, it would be wrong to say that in those cases you typically would grant an injunction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, I mean, that's -- that's a problem with Marshall, Texas, not with the patent law. I mean, maybe -- maybe we should remedy that problem."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't think we should 1111 14th Street, NW Suite 400 write -- write our patent law because we have some renegade jurisdictions. Why -- why isn't the -- the free market normally adequate to solve any problems you're talking about? Everybody is in this for the money. Nobody is going to hold off giving the license beyond the point where -- where it makes financial sense."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't -- why can't we let the market take care of the problem?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the problems with the district court exercising equitable discretion without a close review by the Federal Circuit is just the thing that the Federal Circuit was created to handle, that is, you get a tremendous disparity among 1111 14th Street, NW Suite 400 district judges. I don't know that it's only in Marshall, Texas that you have a tilt in one direction or in the other. So the Federal Circuit is put there not to say that the district judges have no discretion, but to try to rein it in somewhat so that you won't have wide disparities, which you very well might have if you just say discretion to the district judges and very light review on appeal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think maybe you exaggerate the -- the extent of equitable discretion. I mean, it wasn't as though it's just left up to the judge, seems 1111 14th Street, NW Suite 400 like a good idea or not a good idea. There are a lot of rules for when -- when you would give injunctive relief and not. And -- and I -- you know, I'm not sure you're going to get into the kind of wide-ranging allowance that -- that you seem to be arguing for."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but he said other things too, and one thing he said is, I don't like business method patents very much, and so I'm not going to give an injunction here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that was proper or improper?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He said there's a growing concern over the issuance of business method patents."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that an appropriate consideration to take into account in determining whether to grant an injunction or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then he went on and he said --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- another -- another consideration is that this patentee does not practice its patents. But, I mean, isn't that just saying he's, you know, the -- the guy in the garage and he's an inventor and the way he's going to market his discoveries is by getting some firm that basically speculates on patents."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And if he's denying that inventor, you know, the -- what he'd give to Bell Labs -- or whatever Bell Labs is these days -- that does practice the inventions --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I interrupted you. But the -- the business process point you 1111 14th Street, NW Suite 400 give away fairly quickly. I -- I thought that was rather substantial. The whole point is, is that a business process patent is -- is difficult to define and could be very -- it can be very restrictive."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My concern is if you take that away, I don't know if you've got a lot left for the -- saying no injunction in this case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it a concern that Congress didn't provide for compulsory licensing which this seems to have a very strong resemblance to? It says eBay wants to do this, so they're going to have to pay for it, but the patentee can't stop them. It just has -- in effect, has to license them to do it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, tell me how -- how this works. It seems to me that an injunctive hearing is -- might be the cheapest, most effective way to -- to sort out whether there's going to be a 1111 14th Street, NW Suite 400 violation. You call the parties in and they indicate what -- what they propose to do, and the judge says, well, this is within it or it's without it. It's -- it's much cheaper than a -- a new lawsuit."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but this gives you the advantage of coming in in advance saying, I want -- I -- I want a ruling in advance that I'm not going to violate the injunction. You've got a cheap lawsuit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should we -- if I can get back to one of the factors. Why should we draw a distinction between the -- the sole inventor who needs a patent speculation firm to market his discovery and -- and somebody else? Why -- why should he lose the leverage of the normal injunction and have substituted for that a duel of experts over what a reasonable royalty should be?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- maybe I don't understand what it means to practice the invention. If -- if I -- does that -- if -- if I invent something, you know, a new -- better way to make a car engine work and I want to sell that to somebody, that's -- you'd say that's not practicing the invention because I don't build cars?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why does the fact that -- that you're not practicing the invention make a difference? I mean, why -- why should I be in better shape, as far as getting an injunction is concerned, if I produce an automobile engine and -- and make some undeterminate profit --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from the use of this particular invention in the engine than I would be if I licensed it with a royalty based upon the number of sales of engines? I mean, they're both risking, you know, the same future use of the -- of the device. Why -- why does one situation justify an injunction more than the other?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"By not occupying it, you mean including not licensing it to somebody else."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is -- is the troll the scary thing under the bridge, or is it a fishing technique? I -- I want -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, is that what the troll is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Mr. Minear, we'll hear from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think Mr. -- you don't think Judge Bryson forgot about the four- factor test, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sure. And -- and he was just reflecting the reality that in a typical case, this is what happens. It seems to me all you want us to do is edit his opinion and stick in this formulaic 1111 14th Street, NW Suite 400 paragraph about there are four factors and here they are."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you about one factor in particular? What if by the time you get 1111 14th Street, NW Suite 400 to the injunction stage, the -- the patent office has, you know, rejected all of the underlying claims in a preliminary way? It's not final. Can the district court take that into account in deciding not to issue an injunction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what struck me as odd there. Footnote 27 says that's a basis for staying the injunction. It seems to me if it's a basis for staying the injunction, it's a basis not to issue one in the first place."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it denies the right 1111 14th Street, NW Suite 400 subject to being a damage remedy that's available."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it always -- is it always going to be irreparable injury if the patentee always gets fairly compensated?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So if there are some cases when he gets fairly compensated and some he does not, why should you say it's always irreparable injury?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that usually will be because usually damages are not an adequate remedy?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"When you say going forward, I thought we were talking about damages for the past violation, not damages for future violations which will continue. Are we talking about that too?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"About the court effectively saying, yes, here pay him and -- and go on and skip away and continue violating it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, they -- they claim not to want to violate it in the future. They're just talking about, you know, the -- the past actions should -- should be compensable by damages and not -- they should not be subjected to a very threatening injunction. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which -- when they will be calculable. You're saying it's hard to calculate them into the future. You want the district court to calculate what the future damages will be and say, we think the damages will be this. Here, take your money, and you, God bless you, go continue to violate the patent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that what --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a classic case where the injunction should not be issued?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Business processes?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I'm curious about your nonwillful infringer. You're devaluing the value of a particular patent by denying the injunction simply because the people who infringed it weren't willful, and I wonder why that makes sense."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it your bottom line then, send it back with your four-factor test, because there seems to be some uncertainty whether that was applied?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There isn't an automatic distinction, but a person who licenses a patent and who is licensing a patent that probably won't be developed very much beyond what it is -- it's fairly easy to -- 1111 14th Street, NW Suite 400 I'll ask Mr. Waxman."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Minear. Mr. Waxman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We also know by now that the patent office has rejected all of the claims of the patent. The staff."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a factor that a district court could take into account in deciding whether to issue an injunction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Say the injunction question came up right now, today. Could the district court say, well, the patent office staff has rejected every claim of this patent, and I'm going to take that into account in deciding whether to put eBay out of business? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why? I mean, I think there are so many factors that could enter into it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What I was going to ask was if you have a -- a patentee that does only license and, moreover, licenses only to people who, by and large, will not take that product and develop it further, then it's fairly easy to calculate damages. Now, couple that with a client or a patentee who also waits for a long time, waits till the invention is embedded in a series of other inventions so that if, in fact, there's an injunction, what will happen is that the patentee will be able to extract far 1111 14th Street, NW Suite 400 more than this particular invention is worth because the infringer would have to give up the entire invention."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Couple that with a patent that, if you read it on page 2 of the red brief, reminds, at least one person who read it, namely me, that if this could be patented, maybe A&P could patent their process for a supermarket. I -- I mean, you'd worry about that as a judge. And couple that with all the other things that are here. Now, special case? Why not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The main point -- what I was trying to do is I was trying to take what I'd call the patent troll case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"On that very point, my question there really was -- that was the heart of it -- that I don't think there's a moral or even patent- related value attached to whether you practice it yourself or not. It's just that when you license it, 1111 14th Street, NW Suite 400 it's easier -- and a lot of other things matter too."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it's easier to calculate the damage. Now, at least in some subset of cases. So if you have a case where, on the one hand, it's easier to calculate the damage remedy, and at the same time you fear that to issue an injunction will produce a harm to the other side way out of proportion to, in fact, the value that's being lost by infringing on the patent, then those are two things you'd put in the balance."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So the -- other things being equal --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. Willful, willful. It wouldn't matter willful or nonwillful, because if he's willful, the reason that he might be willful is he thinks that the patentee is holding him up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, you mentioned, in -- in responding to the suggestion that we're dealing with a troll, you described -- what exactly is the invention here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Electric. I mean, it's not like --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- he invented the, you know, internal combustion engine or anything. It's very vague I think, and this is one of the considerations --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- the district court mentioned. The exact parameters of when it was going to be infringed and when it wasn't were amorphous. And so isn't that a factor the district court can take into account in deciding whether to issue an injunction because it's going to be hard to issue an injunction to define exactly when it's going to be violated and when it's not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I may not be a software developer, but as I read the invention, it's displaying pictures of your wares on a computer network 1111 14th Street, NW Suite 400 and, you know, picking which ones you want and buying them. I -- I might have been able to do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the patent office staff has rejected all the claims. I don't know on what grounds."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, could you help me with something I just realized I have no conception of here? What kind of -- what do these injunctions say? Do they just say don't infringe patent '265 anymore, or do they give a list of things you cannot do and a list of articles you cannot make and so forth?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The thought just occurs to me and I -- frankly, with all the briefs we've had, I 1111 14th Street, NW Suite 400 feel kind of stupid not to have thought it before. But it seems to me a great difference might turn on what exactly the injunction provided. Some injunctions must be -- might be much more burdensome than some others. If they're not all fungible, that's certainly true."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"One -- one short question. Is the draft of the injunction that you want in the record?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Waxman. Mr. Phillips, you have 6 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":4522,"interruptions":12,"times_spoken":35,"laughter":2,"num_int_by":4},{"id":1,"fullName":"JEFFREY P. MINEAR","firstName":"JEFFREY","lastName":"MINEAR","counsel":true,"justice":false,"side":"respondent","words_spoken":1479,"interruptions":6,"times_spoken":20,"laughter":1,"num_int_by":5},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2589,"interruptions":12,"times_spoken":25,"laughter":3,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":883,"interruptions":4,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":223,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":1,"times_spoken":9,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":223,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":4522,"times_spoken":35,"laughter":2,"num_int_by":4},{"side":"respondent","interruptions":18,"words_spoken":4068,"times_spoken":45,"laughter":4,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":2777,"times_spoken":78,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.586330005777947,"respondent":0.413669994222053,"date":1473644743130}}