{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"05-11284","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in 05-11284, Abdul-Kabir vs. Quarterman, and 05-11287, Brewer versus Quarterman. Mr. Owen. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, when we are told that, that the State will surely challenge Nelson in this Court, and we already have the issue before us, so all that you would achieve is delay, just substituting the Nelson case for this one?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why can't we just read Nelson and then say in these cases whether or not it's correct?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If these cases aren't Nelson that's a reason why we should decide these cases; it seems to me."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why don't you try to convince us of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you compare that evidence with the evidence in Penry itself?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"These are closer cases than Penry, I think. You'd have to concede that, wouldn't you?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that, if the evidence, suppose we think the evidence is weaker, it's still evidence of childhood abuse and mental disorder of some kind, and those are relevant mitigating factors."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- if your case is less strong than maybe the jury will decide it the other way. But it doesn't mean that those factors are not mitigating factors."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Tennard, Tennard was decided after the State decision here, wasn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And where is -- this is an AEDPA case, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're, we're asking whether this State court made an unreasonable decision at the time, and at the time regardless of what the Fifth Circuit has now said, at the time under Johnson, and -- and there is another earlier case, we said that you didn't have to give full mitigating effects; as long as there was some manner in which mitigating effect could be given that was enough."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think Tennard is utterly irrelevant even if it is right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did Tennard purport to overrule Smith, even when it came down? It simply, it simply quoted language of the Justice O'Connor's concurrence in an earlier case. It certainly didn't purport to overrule Smith?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, Johnson, not Smith."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In Brewer - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Well, in Johnson wasn't there also - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Wasn't there also mitigating evidence about a troubled, about his troubled youth, which is analogous to what was involved at least -- well in both of these cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But in, in Brewer's case, it's, quoting the record, evidence of one hospitalization for a single episode of nonpsychotic major depression. So it was certainly opened for a jury to determine that as mitigating and not aggravating in assessing the likelihood that there was going to be further violent behavior."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Quite a bit different than Penry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And your submission -- your submission is that every juror is, or a reasonable juror is going to look at that, and the only conclusion that they are going to draw is that he is more likely to be violent in the future? As opposed to the conclusion that there is mitigating evidence because of this, that he should -- mercy should be shown to him in light of all of this? And I just don't see how you can speculate which way the jury is going to go."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that was in, in Brewer. Now - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there was no reliance or no similar statement by the prosecutor in Abdul-Kabir or Mr. Cole's case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So do we have different results in these two consolidated cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the, so the - - but my point is the absence of a similar prosecutorial statement in the Cole case cuts against you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is evidence of abatement in that case that was before the jury? So that if you ask them, was it this person's fault in some moral sense, that might affect whether they wish to show mercy? And if you ask them whether he is going to grow out of it, they may well say, it was not his fault because of this brain disorder and he is going to grow out of it and that was the evidence, and so we are not going to sentence him to death."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Penry we didn't establish a per se rule. We said it depends upon the evidence. It depends upon the instructions. It depends upon what the prosecutors say. It seems to me that you're arguing for an absolute rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not no reasonable probability, that's not the standard. The standard under Smith is whether the juries can consider this mitigating evidence in some manner."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's absolutely one step removed from that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I say the actual question is even one step removed. It's whether it is unreasonable to conclude otherwise than what you conclude, which is wrong."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But unreasonable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Owen. Mr. Marshall. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's the same kind of evidence. It may be weaker. In other words, it's not evidence of good deeds in the community. It's two specific kinds of evidence, the very kinds of evidence that were involved in Penry. You can argue about whether this was weaker, but it's certainly different from youth and reputation for good character."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the evidence was that he didn't react hostilely, he didn't do bad deeds. On the contrary, he was gentle, kind, God fearing, and that's why the jury should regard the murder as aberrational. That was the Graham picture, whereas here we're dealing with people who are dangerous."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What other choice does defense counsel have, given that the jury is going to get a question, is this man likely to be a danger in the future? What else could counsel argue?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Well, maybe sending counsel into those two questions, what violates the Eighth Amendment instead of doing what Texas now does and say jury mitigating evidence is for you to judge. We're not going to bottle it up inside of two special questions."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But realistically, a defense counsel who knows that the jury is going to have those two questions, he's got to fit his argument to the jury into those questions."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're looking at what Texas law forced him to do."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Jurek was a facial challenge, and the Court said no, on its face we can see that there are things that would fit into it. Good character would fit into it. But Jurek said as applied, we're not certainly not ruling on that. All we're saying is it doesn't fall on its face, and then as cases come up the law is filled out. But Jurek doesn't say -- Jurek didn't say across the board, it's enough that there are these two special factors, that everything can be squeezed into them, all mitigating evidence one way or another can be squeezed into them."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought in Johnson the only question presented was age."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how this fits in the Graham package. The Graham is, this child came from a deprived background but managed to survive it, and he fits right into the category, he's not dangerous. Look at all the bad things that were done to him. He turns out not to be dangerous. Apart from this one murder, he's been a good boy. That's not the picture in either of these cases."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that charge?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that what the Penry Court was talking about, something like what you just read?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you see, in Johnson the Court was confronted with the special issues and it makes the assumption based on the State's representation there, that the special issues had enough latitude for a jury to fully consider this. What has happened in these cases is that the prosecutors tell the jury, they keep reminding the jury you just must answer special issues one and two as given. And in the Cole case they say, even though you felt maybe he had had a rough time as a kid, you still must put that out of the mind, of your mind, and just go by the special issues. And that's the concern in these cases."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's because the issues confined him to that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He's 30 years old, and the testimony is 40, 50. It says, jury, for 10 years this man is going to be walking in prison corridors and he's going to be a danger for at least 10 years. And that's an effective - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Marshall, I heard what you read from this charge, and I don't have the exact words of what the Court was talking about in Penry, but it did say a special instruction that would enable the jury who believed Penry committed the crime deliberately, that he committed it deliberately, not slowly, whatever you just read, but also believed that his background and diminished mental capacity diminished his moral culpability, making the imposition of the death sentence unwarranted. So what Penry said very clearly is yes, it's deliberate, but you give them a charge that tells them even though it was deliberate, because of his abuse, because of his retardation, he is not morally culpable to the same extent as someone who doesn't have those impairments. That's the instruction that Penry said could be given and that would be okay under the deliberateness. Quite different from the instruction you read."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't there something about moral culpability in what you read?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what Penry makes clear, makes the distinction, between these are factors that don't say he is that dangerous, don't say he didn't act deliberately, but they reduce or the jury may decide that they reduce his moral culpability. And that's not what this charge was?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do we, how does that factor in on the issues that are before us, the weakness of the mitigating evidence? In what way are we supposed to assess it? We don't have a harmless error question in these cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your argument is that the mitigating evidence was not precluded by, reasonable consideration was not precluded by the instruction; it was precluded by the fact that there wasn't much mitigating evidence to begin with?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you think the case should have been decided differently should it have been decided after those decisions?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But those decisions didn't purport to change the law."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Am I correct, your position essentially is that, while it may well be true that these instructions did not permit the jury to give full effect to this mitigating evidence, that was not clearly established law at the time of these decisions?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's your view."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Were these decisions post-Johnson."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you suggesting that some kind of a psychological expert would say that abuse as an adolescent is not as damaging as abuse as a young child?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess striking a big person is not quite as bad as striking a little person."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If the question is one of the evidence was weak, why isn't that a harmless error question rather than a question of whether the jury can give it effect?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The likelihood of?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, constitutional error is - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So if the evidence is very weak and if the instructions prevent you from considering it, then it's precluded. But if the evidence is very weak it didn't matter."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So imagine you're a juror and you think to yourself, I see all this stuff about the childhood, frankly it doesn't move me so far as his dangerousness, I think he's dangerous, and I also think he did it deliberately. And then you think to yourself, well, could I consider it because it shows a bad childhood and that is deserving of a life term? I'm not sure it shows me that, but can I consider it for that purpose at all? What's my answer under Texas law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. I have gotten - - I've finished considering it for future dangerousness. No, it doesn't move me; he's dangerous. Now I say to myself, can I consider it for the purpose of showing a bad childhood deserving of mercy, if you like? Can I consider it for that purpose? What's the answer under State law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is no."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is yes?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about future dangerousness. I'm talking about -- I would be repeating myself. You've taken that, I'm not talking about future dangerousness. The jury's decided that matter in your favor. I'm saying does Texas law allow -- you understood what I said, didn't you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right, and the answer is yes, you can take it in to show mercy?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what's the Texas case that says that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, did we say that in the case of all childhood, in cases, in every case of childhood abuse and so forth?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Or was it really applied just in the context of the Graham evidence?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right. But the answer to Justice Breyer it seems to me has to be that you can only consider it in the, in the context of deliberateness or future dangerousness."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And that depends on the nature of the evidence, I take it? I mean, if the evidence we were talking about was biological predisposition to violence, that's only going to point in one direction, right? I mean, if the evidence is isolated incident, incidents of depression, the idea is that, well, a juror might look at that and say, well, that's why he did it, and that since it was isolated it's not likely to come up again and therefore it can be regarded as mitigating as well as aggravating."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so when you get into this evidence of child abuse, I mean, how are we supposed to decide if the evidence is sufficient so that anyone looking at it is going to say, he's only going to do it again, or if someone who's looking at it is going to say, well, there's an excuse for it and he's going to outgrow it? Do we make that determination in every case based on the particular evidence and the particular arguments that counsel made?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Unless you take the view that Penry took, which is you have to let the jury distinguish between dangerousness and deliberate conduct on the one hand and mitigation for mercy purposes that don't tie in at all to dangerousness."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell me, if you know, how many cases in the Texas system, capital cases, are pending that were decided before the legislature amended the instruction?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that wasn't the question. Your question was how many were before or after the - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"But I take it your answer was that all these were tried before Texas amended the statute. Was it 1991 when it amended the statute?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And all the cases you mentioned were tried before 1991."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Marshall. You Mr. Owen, have you 12 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How old was Brewer at that time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the argument is that the jury hearing this evidence in light of all the instructions will only conclude that the evidence shows that he will be violent again. They will not feel that they can take it into account in any way to determine that it's a situation in which they should extend mercy, or that, I guess it was, I get the Cole and the Brewer records confused here, but that this, the cause for the violence will abate with, with age."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or that in, I guess in Brewer's case in particular, that since the violence was caused by a particular bout of depression, that would not necessarily recur."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was after - - I guess the question would be under Johnson, whether or not it could be considered in some manner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you Mr. Owen. The case is submitted."}],"people":[{"id":0,"fullName":"ROBERT C. OWEN","firstName":"ROBERT","lastName":"OWEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3632,"interruptions":17,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":1,"fullName":"EDWARD L. MARSHALL","firstName":"EDWARD","lastName":"MARSHALL","counsel":true,"justice":false,"side":"respondent","words_spoken":2751,"interruptions":11,"times_spoken":48,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":842,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":118,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":36,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":284,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3632,"times_spoken":34,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":11,"words_spoken":2751,"times_spoken":48,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":6,"words_spoken":2583,"times_spoken":88,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.609810214231036,"respondent":0.390189785768964,"date":1472419305155}}