{"petitioner":{"name":"UNITED HAULERS ASSOCIATION, INC., ET AL.","counsel":[0]},"respondent":{"name":"ONEIDA-HERKIMER SOLID WASTE MANAGEMENT AUTHORITY, ET AL. ","counsel":[1,2]},"caseNumber":"05-1345","date":"2006-01-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in United Haulers Association versus Oneida-Herkimer Solid Waste Management Authority. Mr. Tager. "},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess in many thousands of municipalities throughout the United States it's fairly common to have a locally owned electricity distribution company, or an electrically -- or a gas distribution company. And I thought it was fairly common for a municipally owned pipeline, gas pipeline, or electricity distribution to say, if you live in our town you've got to buy from us; you've got to buy from the local community. And I guess that's been going on for about 110 years. And yet I've never seen anybody think or write or anything that that violated the Commerce Clause. But of course, there could be somebody in another State who'd like to sell electricity to the people in our town. They can't do it because the town says, we own the company and you got to buy from us. Now, if we agree with you are we saying that all those gas companies, distribution companies, et cetera, are behaving unconstitutionally?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not interested in tests. I'm interested in just the outcome. I just raise the question."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I used to teach the subject and I can't say you're wrong. But I knew that it was a fairly common thing to have a certification that gave you a -- as a company, it would give them a local area in which they had an exclusive monopoly. And that was common and it was called a service area, and in the local town, the service area, I never even heard of a company trying to come in and sell from abroad, because I thought that this certificate gave them an exclusive right to provide the local electricity service or the natural gas service. I mean, it's a fairly obvious thing. And I might be wrong and I mention that my memory -- I've never focused directly on it. Just everybody I read and everything I read, I assumed the constitutionality of this. But of course, memory is fallible, including mine. Therefore, I raise the question."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I'm not talking about that because I guess that would be trying to attack Carbone. Far be it from me. But I know at least there are these things called municipal gas utilities and municipal electricity companies; and during the New Deal that was thought to be quite a good thing, and that's years ago. In all that time when people were attacking New Deal agencies, I've never seen an attack based on this ground."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, I think it would. The same logic would apply."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the fact is there is a difference between public ownership and giving an exclusive franchise to a public company. And the public ownership means that the people of the State have decided to have their own little nationalized industry, which again people don't like, many. But I never knew there was anything in the Constitution that forbid it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Nationalized industries?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you don't even have to get into the theory. What happens in a lot of municipalities of course is that they decide, well, we're going to run the waste treatment facility and we're going to tax the people in the municipality to support it and the service is going to be free. Now, is that a violation of the Commerce Clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't understand. You know, as far as the impact on out of State competitors are concerned, it's exactly the same. The State or the municipality runs its own waste disposal facility. There is no charge for dumping the waste there. The cost of it is entirely covered by taxes. Okay. Now, the people you're representing, out of state people who would provide dumping grounds for this waste, they would charge 9 dollars a ton or whatever they would charge. It would be more than what the municipality is charging. Now, why isn't that a restraint on interstate commerce, discrimination against interstate commerce?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I'm sorry. You have to dump your waste in the municipal garbage dump."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, so that's fair. Even if they support it entirely by taxes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that they're not competing in the marketplace in any way, they're not getting any money from the people who are dumping garbage. They get money from the whole tax base."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it is indeed."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think you'd be willing to go that far, but you'd say that that violates the Commerce Clause."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not so sure."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the majority opinion, as opposed to the dissent, at least as I read it, on almost every page it uses words like \"local operator,\" \"local enterprise,\" \"local proprietor,\" \"local business,\" doesn't speak, as the dissent did, about a municipal facility. It seems great care was taken in the majority to not characterize that transfer pledge as a municipal facility."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. At least as I read the Carbone opinion, it didn't deal with the public-private distinction. It seemed to assume it was a private entrepreneur. And it didn't take a position one way or another whether there would be a distinction."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But not -- you know, you have a whole string of commercial products, but you have recognized, too, that garbage disposal has for long been considered a municipal responsibility, a municipal function. And you also say that the total, the -- what is it -- cradle to grave, if the county took over all of the garbage disposal business, the hauling from the garbage generator to the plant, and then there wouldn't be any commerce problem, right? But if it does something less, there is?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is still at least the obvious distinction, that one of the main purposes of the dormant Commerce Clause is to prevent protectionism. Protectionism is when a state favors its own producers. And you could see, indeed a big argument in Carbone was, you aren't favoring your own producer; well, we are at least favoring one. But now where the municipality is running it itself, no one is favored. So I don't think it was an object of the Commerce Clause to prevent a State from favoring its own government."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's about - -"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is there something here that is not protection? Because Carbone was still perhaps viewing it most favorably, an extreme case of protection, only one individual was protected."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was also protectionism -- I mean, I didn't agree with this at the time, but I mean there, it -- you have to admit that there was protectionism of the one licensee, the person who constructed the plant and was going to sell it to the town for a dollar. That, so far as we know, that person or that company was in it for the money. And so for the period of the five years prior to the transfer to the town for the dollar, that particular entity was being protected so it could make money, and therefore, make it worthwhile for that company to sell its, its real estate to the town for a dollar. Surely that entity was being protected handsomely."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's a third case but that's not the question we have here, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so, you say formalistic as if it's a bad thing. But the, the distinction, say in the First Amendment, if the private contractor the day before the municipality bought the facility for a dollar had fired an employee because of his or her political views, you wouldn't argue that that is state action just because the next day it was going to be controlled by the public entity. And yet the next day, that type of action would be subject to First Amendment scrutiny. It may be a formalistic distinction but in many areas of the law it makes all the difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It is kind of formalistic on the other side because you, I thought you agreed that if the municipality did it through tax revenues and there was no formal flow restriction and yet it only made sense to dump your waste at the free facility, you seem to suggest that would be okay."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Here, I take it the reason they want to do this is because they wanted their municipal facility to charge a higher price for the non-recyclable rubbish and that will encourage people to segregate the rubbish and thereby have more cyclable - - recyclable rubbish, and therefore overall pay less. And that's why they want to do it, and of course that's not going to work. If somebody comes in from out of State and charges a lower price for all of the non-recyclable rubbish or you know, for all rubbish, it just won't work. It is rather like electricity, interestingly enough, where municipalities would do the same thing. They want discriminatory rates in order to push out the possibility of poorer people getting electricity. This they want to do the same thing but they want to do it for rubbish, for, to encourage recycling."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It sounds to me as though, if we accept your argument that, going back to Justice Breyer's first question, every municipal utility in the United States is going to fall."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you know, you know that there are plenty of, of communities that don't have municipal utilities and seem to get natural gas. They seem to get electricity. The lights go on. And therefore by parity of reasoning to what we have just heard, there just wouldn't be the justification for, let's say, embargoing the importation of electricity and gas by private entities from outside. So that if you win on this argument, no more municipal lifelines."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No more municipal pipelines."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they'd like to run them as - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an exclusive monopoly, and in that sense they won't, they won't be around anymore because the Commerce Clause will, will declare them unconstitutional."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say that they can do it so long as they charge less than out of State people - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and therefore people buy their services because they're cheaper. So long as they don't prohibit the importation, if they run the municipal facility on tax revenues, and therefore charge very little for the electricity or whatever they're providing, that's perfectly okay for you. Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So long as they don't prohibit anybody from out of State."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then where does your argument about formalism go? Isn't it a formalistic distinction whether the utility does its financing through or its collection through taxes, or through a user fee? You said, you said distinctions on -- I thought you said distinctions like that were purely formalistic - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for purposes of the Commerce Clause, and therefore the distinction I suppose wouldn't count."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There's some, then I guess you are saying some formalistic distinctions, some distinctions that don't make any difference economically but are formalistically different are okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- is there a distinction between the question Justice Breyer put to you, the hypothetical of a municipal electricity company, and this case? In this case you have private haulers, you have private waste dumps at the end, you just have a public, a publicly owned and mandated processing center in the middle. It would be as if in the electric case you have private electric companies that generate the power, private electric companies that distribute the power, but they all have to go through a Government-owned transformer at the key. It seems that's the case you have here."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't make that, that's not the argument you make."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"At least that's not the way you answered Justice Breyer."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Like it - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"But, but then, but then Justice Breyer is going to say well, you - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that you, that you can bar it altogether but you can't regulate it just a little bit - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- actually is greater than the sum of it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I actually point out that California, I think, wants to own the grid and privatize the rest of it. And there are -- I mean, it - - Justice Kennedy is totally right. There are all kinds of combinations and permutations. There, there could be distributors who are in fact regulated private companies and local distributors who are owned by the city, and I guess there, there is one generator, at least, company that's owned by the -- that's a -- TV -- with TVA. They, they make their own. So there are all kinds of permutations and combinations. And I think we're getting at, when we take that aspect of the permutation and combination and say that aspect of it which is owned by a Government says: \"Our way or the highway.\" You know, that's what they say. \"Buy from us.\" Period. And if you're in a certain region, I've always thought they could do that. And I have to admit I never really looked it up; I've just never came across a case that says to the contrary."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What I guess we really don't know is whether Justice Breyer's parade of horribles are cases in which the municipality was able to provide the service more cheaply if it subsidized it, in which case there's no burden on commerce, or were they accompanied by prohibitions against competition, as Justice Scalia pointed out. I don't know."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a quite different assumption."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is your authority for the proposition that we use strict scrutiny?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give me one case of it being strict scrutiny?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I just didn't realize that that phrase entered into our Commerce Clause jurisprudence. Correct me if I'm wrong."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is to say, if it discriminates?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But certainly on burden cases we don't require that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Cahill. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All the local processing cases, would they have come other differently if those facilities -- the milk processing plant, the shrimp processing plant, and so forth -- had been publicly owned?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it might be a good revenue device for the government to say, yeah, let's have our own pasteurizing plant, we'll make it a criminal offense for anybody to use a facility other than ours and we'll charge triple the price."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's not a burden on interstate commerce?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the user fee were ten times what it is?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So don't call it a user fee. Call it something else."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Call it a tax ripoff. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Then you can charge whatever you want, so long as you don't call it a user fee, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Call it a cable TV franchise fee. I mean, isn't that the way municipalities used to make a lot of money? They charged outrageous amounts to give the cable franchise and then grant a monopoly in exchange."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To get back to the public-private distinction, what is the answer to Mr. Tager's point that that's difficult to -- what if you have a 50 percent publicly owned, 50 percent privately owned company? Is that covered by the Commerce Clause cases or not?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But at the same -- exactly that -- that avoids the problem. At exactly the same time, it's protecting the private 50 percent interest. Why isn't the better answer that in fact that would be subject to Commerce Clause analysis and that would fall, that if the government wants to do this the government's going to do it the way the government's doing it in your case, it's going to be a 100 percent government. If it doesn't, it's protectionism."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know, there's a general agreement throughout the world nowadays that sovereign immunity, which usually applies to governments, doesn't apply when the government is engaged in a commercial activity. Now, why shouldn't something similar apply to government regulation which ends up discriminating against out of State businesses, when the government is engaging in a commercial activity it is subject to the restrictions of the Commerce Clause? Why isn't that a reasonable rule?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose any private entity can choose its market."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose any private entity can choose its market. You're a market participant. You're saying, we're going to serve this class of consumers. That's your privilege. But what you do is you have a market participation which is sanctioned by the criminal law. You've built this trash utopia where everybody sends wonderful trash and you enforce use of that by the criminal law. So you're engaging as a market participant, but you're taking an extra advantage by using the criminal law to enforce, to enforce its use."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You could do that by requiring all trash pickup to segregate recyclable and non-recyclable, and if it's going to cost each householder just as much trouble then there could be competition and you would have achieved your goal. No?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You could do that by law. You could do that by law. You could specify that only certain waste facilities can be used."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to run the business in order to assure that, do you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But none of that -- in answer to my earlier question, I thought you said none of that really matters, right? The only thing that matters is that this is a publicly owned facility. You could be selling hamburgers or renting videos and it would come out the same way."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So your answer is yes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't matter? Hamburgers are just as good?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's just a question of New York law, isn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know, I don't know what municipalities can do in New York. You say they've got to have a good reason. I assume you're referring to New York law for that purpose."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What are you referring to, then?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then essentially it's just a political check on it. When you say there's got to be a good reason, politically people would get mad if you didn't have a good reason; is that basically it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But there's no Commerce Clause reason?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Cahill, you started to tell us three reasons why it was important that you regulate. You gave us one. Mention the other two."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it's basic Commerce Clause analysis that a State has no interest in what happens to the product out of State. Baldwin versus Seelig."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You can't say we want - - we're enacting this law to affect what happens in other States. That's just contrary to the Commerce Clause."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought that was just the answer you gave to Justice Stevens on your point two."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Whether they want the protection or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And whether a private individual can come and offer them the same protection for less money or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We're the government and we're here to help you?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that almost a fourth point? I realize you didn't get the third point out yet. But isn't -- I remember your brief and isn't there sort of a fourth point? And that is, I will assume that the government does have some basic health and safety objectives and the objective to protect its citizens here."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If the government tries to pursue these policies solely by private inducement, trash haulers may say, we don't want to deal on those terms, we can haul somewhere else, in another county, another State, what-not. By taking on the job itself, the government in effect is guaranteeing that to the extent it can protect its citizens, induce respect for environmental policy, and so on, it will do so without any cessation of service? There's kind of an assurance of service plus the objectives that the government gets by running the plant itself. And isn't that sort of the nub of all of your points?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Who mandated this plan? The State of New York?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the State of New York can't mandate what happens to interstate commerce."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If you say the Congress of the United States has authorized discrimination against interstate commerce, then of course it can do that. That has happened."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's take one of these classic discrimination cases involving milk. I think what you're telling us is that if Wisconsin adopted a law requiring all milk to be pasteurized at a facility owned and operated by the State of Wisconsin, that would be perfectly okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's right. And it would really advantage Wisconsin dairy farmers, wouldn't it, and really disadvantage out of Wisconsin dairy farmers, and you think that the Commerce Clause doesn't speak to that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So then, the Commerce Clause would become the vehicle by which we would develop federal law about what's appropriate for municipal governments to do and what's not appropriate? We could decide it may be appropriate to run waste facilities but not to run milk pasteurization. I don't know how we would do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we accepted that argument, we would treat the public services just like we treat, you know, the legislation favoring private companies. You're the one that's arguing for special treatment based on public ownership."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the whole point is these are not unique. The whole point is there are private companies that provide these kinds of services. Maybe water, maybe electricity, maybe those are or are not unique. But you can't say that this is a unique service being provided by government."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the challenge here isn't gauging this business, the question is whether you can require everybody in the area to go through the one facility and pay a tipping fee."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Cahill. Ms. Halligan. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask you a sort of simple question. Is there an interstate impact on, of a municipal rule whether it is milk, or garbage, or what, that says all of this product must be processed within this city before it can go out of State?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't that have a burden on interstate commerce?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that exactly what we have here?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But Pike doesn't apply to discrimination. Pike applies to burdens."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It seems you are conflating the two."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So long as the government enters the commercial market, it can, it can create Fortress California?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It always benefits the State of California."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And you're saying so long as it doesn't benefit one particular malefactor of great wealth in the State of California, it is okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see the distinction as far as the harm to the national market is concerned."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What would you do with Justice Alito's question? Dean Milk versus Madison: All milk must be processed whether been 20 miles of where it's - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- produced."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Held discriminatory against interstate commerce. Could -- under your view, could your city require all milk be pasteurized within your city at a government owned, city owned facility?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but Justice Scalia says it always does because it benefits the locality."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You have -- by criminal laws - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":6,"sideBefore":"justices","text":"You -- I'm sorry. We're looking at the interstate aspect from the wrong point of view. I'm a home owner. I have two choices. I either send it to the local facility or I can ship it over to New Jersey. You're telling me I can't ship it to New Jersey. Doesn't that burden an interstate transaction?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is an export ban."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your case involves an expert ban. All the trash has to be processed in your tipping facility."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there is an allegation that you charge above market rates to pursue particular economic goals that the municipality has."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If only facilities on your side of the case that are traditional municipal services, but then this seems to be at the borderline. I mean, on the other side, they have the hamburger cases or the milk processing cases. How do we decide whether this is one of the traditional governmental services, the police, the prisons, whatever, or is it one of these that looks more like regular market participation?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that what it turns on, the motive? If the motive were to keep the jobs at the plant in New York, rather than in some facility outside of New York, that would be, that would make a difference?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There is no determinative element in the Pike test whatever. It is a totality of the circumstances test, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's wonderful. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Halligan, how do you answer something in the Petitioner's brief that says there's no difference between this case and Carbone because these transfer stations are constructed and operated by a private company?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where do you, where do you come out on the 50-50 facility?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought you said earlier motive was not the test, in response to I think it was Justice Alito."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you. Thank you, Counsel. Mr. Tager you have three minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A tariff is also imposed by a State, isn't it? As opposed to - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Money goes to a State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"EVAN TAGER","firstName":"EVAN","lastName":"TAGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2594,"interruptions":26,"times_spoken":56,"laughter":1,"num_int_by":7},{"id":1,"fullName":"MICHAEL J. CAHILL","firstName":"MICHAEL","lastName":"CAHILL","counsel":true,"justice":false,"side":"respondent","words_spoken":1836,"interruptions":16,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CAITLIN J. HALLIGAN","firstName":"CAITLIN","lastName":"HALLIGAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1405,"interruptions":10,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":934,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":672,"interruptions":2,"times_spoken":32,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":602,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":710,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":120,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2594,"times_spoken":56,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":3241,"times_spoken":71,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":4118,"times_spoken":130,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.12659456693374216,"respondent":0.8734054330662578,"date":1473644743132}}