{"petitioner":{"name":"JEFFREY H. BECK LIQUIDATING TRUSTEE OF\nTHE ESTATES OF CROW","counsel":[0,1]},"respondent":{"name":"v. No. 05-1448\nPACE INTERNATIONAL UNION,\nET AL. ","counsel":[2]},"caseNumber":"05-1448","date":"2007-04-24T07:00:00.000Z","speakers":[{"name":"JUSTICE GINSBURG","id":3,"text":"I could understand that if the plan is being set up or if there's going to be a change to the multiemployer plan while the business is ongoing. But in this situation, you, you say if the employer elects to have an annuity, then choosing which insurance company is going to supply the annuity, that would be a fiduciary function. Well, this is, the termination, the merger that's proposed here, is instead of having an annuity we'll put the assets into this other plan. It's quite different from choosing a form for an ongoing operation and saying, we're out of it and we're now going to try to distribute the assets in the way that will best protect the beneficiaries."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well if you're correct and this was a sponsor decision, not a fiduciary decision, let me ask you when you're wearing, when the company is wearing its sponsor hat and says we're going to terminate this plan, does it have a duty to consider the best interests and the security of the employees, number one, when it picks an insurance company? It can't pick some flaky insurance company if there is a much more solid insurance company, can it?"},{"name":"JUSTICE KENNEDY","id":4,"text":"But if have this duty to consider the interest of the employees in selecting the, the insurance company, in selecting the amount of the annuity, etcetera, if you have that duty it seems to me that that's a fiduciary duty."},{"name":"JUSTICE SOUTER","id":5,"text":"No, but that's I think our sticking point. If the, if the plan sponsor decides to purchase an annuity, it's accepted I think by you and by everybody that there are two decisions being made. Decision one is terminate the plan. Decision two, distribute the assets by purchasing an annuity that gives the beneficiaries what they should get. And so on. But when we come to the question of merger, you're saying there's only one decision, and I think that's where I'm having trouble with your argument. When we come to the question of merger, it seems to me there are two decisions again. The first decision is we're going to terminate the plan that we've got. What do we do with our assets. We have decided to merge - - one possible decision as an alternative to annuities is to merge the plan with, with another one. Why aren't there two decisions in the merger case just as there are two decisions in the annuity case?"},{"name":"JUSTICE SOUTER","id":5,"text":"Why do you say that's the threshold question? I thought the threshold question is whether to terminate what we've got now."},{"name":"JUSTICE SOUTER","id":5,"text":"If they say, look, we're not ending our plan. Let's assume you have an ongoing business and they say, we're just sick of the form that it's in now and we can get a good deal by letting somebody else administer this, so we're going to merge. I can see that as a single decision. But that's not what you've got here. As I understand it, the decision to terminate was made, it was over and done with. The question was what are they going to do with these assets? It's at that point that PACE arrived and said: Give them to us through a merger. I don't see how you eliminate the, the termination decision before the merger decision."},{"name":"JUSTICE SOUTER","id":5,"text":"The form of the plan is going to be zero. Our plan is over. We are terminating our plan. What do we do now? We have two choices roughly, maybe three. We can either buy annuities, we can give the assets to the beneficiaries or we can give the assets to PACE in the form of a merger."},{"name":"JUSTICE SOUTER","id":5,"text":"Are you saying you can't have a merger of a plan that has already been terminated, so that the merger decision is necessarily a decision that has to be made before the termination - - before a termination decision."},{"name":"JUSTICE SCALIA","id":6,"text":"Mr. Baker, I thought your position in your briefs, and I don't know why you do not make this reply to this exchange, is that the merger with another plan is not a termination, isn't that your basic position?"},{"name":"JUSTICE SOUTER","id":5,"text":"That's what I keep suggesting."},{"name":"JUSTICE SCALIA","id":6,"text":"Because if it were a termination, in a termination, you must distribute the assets to the participants. And here when you merge with somebody else, the assets are not distributed to the participants, but they are thrown into a pot with other people."},{"name":"JUSTICE KENNEDY","id":4,"text":"I agree with Justice Scalia, that that's one answer. On the other hand, you have -- there are two arguments here. And what we are exploring now is whether this is a fiduciary obligation or a sponsor obligation."},{"name":"JUSTICE KENNEDY","id":4,"text":"So we will have to assume for that -- if you can't do it by merger, then the whole case goes away anyway. If merger is not permitted under the statute, then we don't need to worry whether it's a fiduciary response, correct?"},{"name":"JUSTICE KENNEDY","id":4,"text":"So what we're asking in the first part of this argument is whether or not it's a fiduciary response. And that's what Justice Souter and I are questioning. And it does seem to me, assume that there is a meeting of the board of directors, we think we are going to terminate this plan. At that point, choices are made as to how to terminate it. And it's difficult for me to see why the interests of the employees are not uppermost in -- in your duties, i.e. a fiduciary duty, when you decide how you're going to terminate it."},{"name":"JUSTICE KENNEDY","id":4,"text":"Why can't you say it's a business decision as to which insurance company you're going to select. Maybe you do say that."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, but that's the way you characterize it. I don't know why it's mere execution, when it's an annuity and it's not mere execution when it's a merger, once the determination decision has been made."},{"name":"JUSTICE BREYER","id":7,"text":"I'm just listening to this. It sounds to me as if you're saying, one, the employer decides to terminate, okay? Now that's done. Then we go to the next question. How would we terminate? And in respect to that, I think Justice Kennedy was asking, as I heard him, don't you have a fiduciary duty when you decide how. And your answer, as I heard it, was yes, you do. And now there is a third question. Does what happened in terminating mean that although you have a fiduciary duty, you couldn't consider a merger, because that's just not consistent with the basic plan of terminating. Is that right? If it's wrong, don't even bother to answer it."},{"name":"JUSTICE SCALIA","id":6,"text":"He doesn't like to hear that he is wrong."},{"name":"JUSTICE BREYER","id":7,"text":"Why did you answer yes to his question, Justice Kennedy's, about the insurance company?"},{"name":"JUSTICE SOUTER","id":5,"text":"Why isn't exactly the same point true with respect to purchasing annuities?"},{"name":"JUSTICE SOUTER","id":5,"text":"What if the plan document doesn't say anything about what will follow termination. There is nothing in there about annuities. Is the annuity -- the decision to purchase annuities a decision subject to fiduciary obligation."},{"name":"JUSTICE SOUTER","id":5,"text":"The decision to -- to take the option of purchasing annuities or offering annuities to the beneficiaries, that is a fiduciary decision."},{"name":"JUSTICE SOUTER","id":5,"text":"If the plan is silent."},{"name":"JUSTICE SOUTER","id":5,"text":"What if they say, we will distribute by going to the top of the building and throwing the money out on the street. Fiduciary problem?"},{"name":"JUSTICE SCALIA","id":6,"text":"Maybe it's a simpler argument than this first one we've been wrestling with."},{"name":"JUSTICE ALITO","id":8,"text":"Is what's really involved in this, who is going to get the $5 million reversion that you would get if you purchased an annuity? Is that what's really in dispute?"},{"name":"JUSTICE ALITO","id":8,"text":"I mean, PACE would like it, you would like it. I mean, how would a fiduciary decide between those two, if it were a fiduciary duty."},{"name":"JUSTICE KENNEDY","id":4,"text":"But Justice Alito's question, and I have the same question. Let's assume, A -- I know this is not your position -- but the merger is a permissible option. And B -- and I know this is not your position -- that this is a fiduciary obligation. I assume then you would lose, because the extra assets must go, the reversion interest, must go to the employees if it's in their benefit."},{"name":"JUSTICE KENNEDY","id":4,"text":"But then you say that if it's a fiduciary obligation, and the merger is a permitted option, that the administrator, A, can, or B, must still give the money back to you."},{"name":"JUSTICE KENNEDY","id":4,"text":"The administrator, as a fiduciary, can consider the interest of the employer as well as the employees?"},{"name":"JUSTICE SOUTER","id":5,"text":"No. Reserve your time."},{"name":"JUSTICE GINSBURG","id":3,"text":"Suppose the argument is made very forcefully that the insurance companies with these annuities haven't been doing so well, but there is this multi-employer plan that has been just performing so well, and so the -- an appeal is made to the company, you're going out of business, you're not going to be running a plan anymore. Put those assets, distribute those assets to the place where they will serve the employees best."},{"name":"JUSTICE GINSBURG","id":3,"text":"You're making the same rigid argument that Mr. Baker made, that whatever the termination, even though the company is going out of business, it's bankrupt, it's always -- a merger is always characterized as a sponsor business, not fiduciary."},{"name":"JUSTICE KENNEDY","id":4,"text":"Could an administrator make that decision in its fiduciary capacity?"},{"name":"JUSTICE SOUTER","id":5,"text":"Then why are we having this argument? Why isn't it simply a question of construing the provision for options in the original plan."},{"name":"JUSTICE SOUTER","id":5,"text":"Then why isn't - -"},{"name":"JUSTICE SOUTER","id":5,"text":"Then why isn't the simple argument, you can't merge because the plan didn't provide that as an option."},{"name":"JUSTICE SOUTER","id":5,"text":"Was that position presented, I should have asked you - -"},{"name":"JUSTICE SOUTER","id":5,"text":"So we've got to assume that the plan is silent in the sense that, insofar as the plan documents are concerned, merger is at least a possibility."},{"name":"JUSTICE KENNEDY","id":4,"text":"Could a plan document provide that upon termination the employer is entitled to a refund of any excess funding? And would that then be binding on an administrator in a fiduciary capacity?"},{"name":"JUSTICE KENNEDY","id":4,"text":"And I take it the administrator would then have the duty to obey that?"},{"name":"JUSTICE SOUTER","id":5,"text":"Then why doesn't the administrator here take the position that it's going to reserve the five million for itself and merge what's left? If PACE wants a merger with what's left, fine; if PACE doesn't, end of problem?"},{"name":"JUSTICE SOUTER","id":5,"text":"My question is why -- why isn't it an option here to say all right, number one, we got a $5 million surplus. We are going to terminate this plan and we are going to take the five million. Question number two, should we, should we use what's left to merge into the PACE plan? Is that an option?"},{"name":"JUSTICE SOUTER","id":5,"text":"By doing it in that sequence could it reserve the five million for itself?"},{"name":"JUSTICE SOUTER","id":5,"text":"If we assume that, can they keep the five million?"},{"name":"JUSTICE SOUTER","id":5,"text":"I don't care how they make it; I just want to know under the terms of the plan and consistently with ERISA, could they keep the five million and in some sequence provide for a merger with PACE? And I think you're telling me yes."},{"name":"JUSTICE KENNEDY","id":4,"text":"Then why couldn't the PBGC say, you know, we are not quite sure how these insurance companies work. So we'll buy the annuity and then the five million is an extra guarantee to make sure the annuities are paid and that also goes to the insurance company?"},{"name":"JUSTICE SCALIA","id":6,"text":"Of course this argument would not have any force whatever if indeed, transferring the assets to another plan does not constitute a termination of the plan."},{"name":"JUSTICE SCALIA","id":6,"text":"But the first step would be the transfer. And at that, at that stage it would not be a termination and therefore it would not be within the authority of the administrator under this provision."},{"name":"JUSTICE SCALIA","id":6,"text":"That's fine, but that still does not convert the termination decision into, into a, an administrator's decision, rather than a sponsor's decision."},{"name":"JUSTICE SCALIA","id":6,"text":"Sure, you can oversee it and make sure that there is no hanky-panky going on in the two-step process but the -- but the determination whether to terminate or not is a sponsor's determination."},{"name":"JUSTICE SCALIA","id":6,"text":"But they, but they don't say that in, in looking at the two of them, you suddenly transform the decision whether to, to transfer as -- as a termination. You transfer that decision from the plan sponsor to the administrator."},{"name":"JUSTICE STEVENS","id":9,"text":"I'm puzzled. Can I just get myself straightened out a little bit? If there is a decision to terminate you're suggesting, you're suggesting that it's after that decision made, is made, there can be a decision to merge which would not be a termination?"},{"name":"JUSTICE STEVENS","id":9,"text":"Your, your adversary - -"},{"name":"JUSTICE STEVENS","id":9,"text":"I disagree with you on that."},{"name":"JUSTICE STEVENS","id":9,"text":"Your adversary takes a position that the merger would be not a termination."},{"name":"JUSTICE STEVENS","id":9,"text":"It would seem to me that a merger is a continuation rather than a termination. And explain to me why I'm wrong on that."},{"name":"JUSTICE SCALIA","id":6,"text":"Right. And -- and the argument your adversaries make is that termination requires that the plan assets be distributed to the beneficiaries."},{"name":"JUSTICE SCALIA","id":6,"text":"And that in the case of a merger the assets are not distributed to the beneficiaries, they are distributed to this new plan, which benefits not only the beneficiaries of this plan but the beneficiaries of other plans."},{"name":"JUSTICE SCALIA","id":6,"text":"Right. But now, does indeed the transfer here meet the requirement of little (i)? Does the transferee plan undertake an irrevocable commitment to provide to these beneficiaries all that they're entitled to, even at the expense of some of the other beneficiaries of that plan? In other words, if the plan's investments go south does that plan have the authority to say, oh, you know, our first payments have to go to the beneficiaries under this plan that was transferred and the rest of you will get, will get the leavings? I don't think that the plan has the authority to do that."},{"name":"JUSTICE ALITO","id":8,"text":"Well, why would the beneficiaries be better off if there were a merger? What would their benefit be, as opposed to an annuity?"},{"name":"JUSTICE SCALIA","id":6,"text":"Does it make a commitment, a commitment to fully provide all benefit liabilities under the now deceased plan?"},{"name":"JUSTICE BREYER","id":7,"text":"What's the -- I'm trying to work this out now. Suppose I buy the annuity for these employees from the X insurance company, all right, and so the insurance company promises when they retire we'll pay them a thousand dollars a month. Suppose the company goes bankrupt. Does the, what is it, the PGPB, what do you call it, the Pension Guarantee - -"},{"name":"JUSTICE BREYER","id":7,"text":"Yes. Do they pick up any of that?"},{"name":"JUSTICE BREYER","id":7,"text":"They do not, okay. So I'm trying to understand this, then, the reg under this, and it says: Administrator, you buy the, the annuity from an insurance company, for example, or do the same thing, get an irrevocable commitment in another permitted form. So one question is when they do that the administrator doesn't have to have any fiduciary thought in his mind. The second position is -- that's their position. The second position is, even if that's so, this is not another permitted form because a merger isn't a determination. And the third position is, that's what we were just getting to, is that we don't see any way in which this could help the employee. Now you say, oh yes, there is a way. Now suppose we're choosing between two insurance companies. Insurance company A says: We will pay precisely what is owed, precisely; we're as solid as a rock. Insurance company B is hungry for business, so it says: We'll give those employees exactly what's owed and we'll write each of them a check for $500. Now, is that something that means then -- remember, this statute says you have to get what they promised them and not a penny more. Is that something that the insurance, the administrator then has to do? He has to take B because the insurance company is promising him a bonus?"},{"name":"JUSTICE BREYER","id":7,"text":"Well then, if not that why this?"},{"name":"JUSTICE SCALIA","id":6,"text":"The other side said that the district court found that the argument was waived, or the court of appeals did."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, if you prevail won't plan documents or shouldn't plan documents be amended to say that merger is not an option and any reversion goes to the employer?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, how could the administrator, how could the administrator negotiate with the employer to give the $5 million back if it's with a fiduciary?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, I suppose if it would have been amended. But what happens, what happens if the employer wants to continue in business, but simply turn the plan over to a multiemployer plan? Is that a fiduciary -- and you have an employer that wears two hats. The employer is also the administrator. Is that a fiduciary decision?"},{"name":"JUSTICE KENNEDY","id":4,"text":"So then it's the ongoing significance of the decision to the employer that determines whether there's a fiduciary obligation?"},{"name":"JUSTICE KENNEDY","id":4,"text":"I can't see why it's a fiduciary obligation in case A -- a sponsor obligation in case A and a fiduciary obligation in case B. That just depends on the sequence of timing."},{"name":"JUSTICE SOUTER","id":5,"text":"Okay. But what about the employees who are on board at the time the merger decision is made? Are you saying that an, an employer who continues to operate can say, I'm going to merge my sound plan, I'm sick of having to worry about it, I'm going to merge this financially sound plan into plan A out here, which is very, very shaky, and I know perfectly well that plan A, you know, may very well collapse, but I don't care. I just want to get rid of what I have. Is that an option for the plan sponsor?"},{"name":"JUSTICE BREYER","id":7,"text":"Could you go back for just one second to Justice Alito's question, because that's what I'm having trouble with, because I think the question is what, assuming you're right on all the other points for argument's sake, but what is the advantage to the worker here? And the answer I heard you give was the advantage is, well, maybe the worker if he goes and works in the right place will get some more money. Well, and I wonder is that relevant. And you told me in respect to the two insurance companies it wasn't relevant. So if it isn't relevant in respect to the two insurance companies, how can that be relevant here, and if that isn't relevant here what is the possible advantage to the worker?"},{"name":"JUSTICE BREYER","id":7,"text":"So then you're saying that the answer -- we have annuity company A and B, they're identical, the worker has a pension that promises them $1,000 a month, not a penny more, and company A says, we'll give you $500 extra. Then in your opinion under the current regs and so forth, the administrator must choose that company; is that right?"},{"name":"JUSTICE BREYER","id":7,"text":"I said they are equivalent in terms of -- of the security and so forth; they are each good companies and one will write out a check for $500, which is what I thought my example was. And now you're saying under the law the fiduciary must choose the first but you're hesitating on that which means I think I don't understand it fully."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, I don't think, I just don't read 1341 the way you do. It seems to me that little (i) at the top of your page 2a is a safe harbor. I don't think that the, even if it is a fiduciary decision that he has to, once he has found an insurer that is rock solid, that is willing to provide all the benefit liabilities, I don't think he has to look throughout the rest of the world to see if there is anything that might be better for his plan participants. I think that's a safe harbor and if he purchases an irrevocable commitment from an insurer and then that insurer is as solvent as any other insurer he is home free. You're saying he is not home free. He has to consider little (ii) and see what other ways of fully providing all benefit liabilities might be better for the plan participants. I -- I think that's, that's placing on him an obligation that I don't see there."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well -- excuse me. Excuse me. I'm just not sure I understand your answer. If the employer finds the rock solid insurance company under -- pardon me, the administrator finds the rock solid insurance company under Justice Scalia's hypothetical under (i) he must consider all other options under (ii)?"},{"name":"JUSTICE SOUTER","id":5,"text":"And you're saying in this case, this is sort of the square one question that I want to be clear on. You're saying in this case simply that the employer had to give consideration to PACE's proposal rather than cutting off consideration, we presume in part, because of the issue of the $5 million. It had to think about it some more. Is that correct?"},{"name":"JUSTICE SOUTER","id":5,"text":"Okay."},{"name":"JUSTICE GINSBURG","id":3,"text":"Was it specific in the plan or it just didn't exclude, the plan didn't exclude the possibility of merger?"},{"name":"JUSTICE GINSBURG","id":3,"text":"So that could be if they just didn't say anything so it would be a choice. Just like it doesn't say, may not say anything about a lump sum, which would be an alternative. But your point - -"},{"name":"JUSTICE GINSBURG","id":3,"text":"Do I understand that your position is twofold? One is you say you -- you put this on the table, the board was bound to consider it with their fiduciary hat. So it's not just that they were to consider it. But they had to consider it as a fiduciary and not as a sponsor?"},{"name":"JUSTICE SCALIA","id":6,"text":"I'm not sure I understand what you mean by a reversion to the employees who have made contributions. They get their cash back?"},{"name":"JUSTICE SCALIA","id":6,"text":"Right."},{"name":"JUSTICE SOUTER","id":5,"text":"What if the plan, the plan provides that in the event of a merger there will in fact be a reversion to the employees, if they've paid in too much or to, or to the sponsor if the sponsor has overfunded, and there will be no merger except on those terms? Is that enforceable?"},{"name":"JUSTICE SOUTER","id":5,"text":"If the plan document says look, if we decide to merge, anybody who has paid in more than he has to, employee or employer, gets the money back or there's no merger. In other words it's going to be the terms of the merger that there is a reversion. Can a plan provide for that?"}],"people":[{"id":0,"fullName":"MILLER BAKER","firstName":"MILLER","lastName":"BAKER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1750,"interruptions":14,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1933,"interruptions":3,"times_spoken":38,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JULIA P. CLARK","firstName":"JULIA","lastName":"CLARK","counsel":true,"justice":false,"side":"respondent","words_spoken":2511,"interruptions":11,"times_spoken":48,"laughter":0,"num_int_by":5},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":791,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1038,"interruptions":2,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":657,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":694,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":79,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":92,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3683,"times_spoken":76,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":11,"words_spoken":2511,"times_spoken":48,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":3696,"times_spoken":87,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.40218629440284315,"respondent":0.5978137055971569,"date":1472411005519}}