{"petitioner":{"name":"MASSACHUSETTS, ET AL.","counsel":[0]},"respondent":{"name":"ENVIRONMENTAL PROTECTION AGENCY, ET AL. ","counsel":[1]},"caseNumber":"05-1120","date":"2006-11-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in 05-1120, Massachusetts versus Environmental Protection Agency. Mr. Milkey. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the standing requires imminent harm. If you haven't been harmed already, you have to show the harm is imminent. Is this harm imminent?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When? I mean, when is the predicted cataclysm?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's a lot of conjecture about whether -- I gather that there's something of a consensus on warming, but not a consensus on how much of that is attributable to human activity. And I gather that -- what is it? Something like seven percent of the total carbon dioxide emissions are attributable to automobiles in the United States?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"6 percent? Thank you."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that doesn't go to the harm that you're claiming. I mean, we're talking about the, you know, the standing issue right now. And if you've been harmed, you've claimed harm because of carbon dioxide emissions, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand, but that has nothing to do with whether you have standing. That has to do with the merits of the case. But on the standing point, only new cars would be affected, right? So even the reduction of the 6 percent would take a few years, wouldn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand. But it goes to how imminent the harm is and how remediable the imminent harm is. If, in fact, the 6 percent will only be reduced to maybe five and a half in the next few years, your - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not in the first year."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean ultimately, when all the cars currently on the roads are off and the new cars with, you know, whatever measures you think will reduce the carbon dioxide are on the road, then 40 percent would be the figure."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But whatever position holds for motor vehicles would similarly hold for power plants, and has there been any application to EPA with respect to carbon dioxide in power plants?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you get the benefit of that broader allegation in establishing your standard? In other words, if you've challenged EPA's refusal to apply a particular level of greenhouse regulation to a particular model of car, can you say, well, they're following the same approach to a coal powered -- coal fueled power plant, and so we get to establish a broader injury? Or, aren't you limited to the specific legal challenge you're raising here?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you have to show injury from their decision here? The fact that other people, or you presumably as well might be injured by their decisions that you are not challenging here, that doesn't help your standing here, does it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But at the outset, you made this, some of this perhaps reassuring statement that we need not decide about global warming in this case. But don't we have to do that in order to decide the standing argument, because there's no injury if there's not global warming? Or, can you show standing simply because there is a likelihood that the perceived would show that there's an injury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Those affidavits talked about the fact that if the government starts to regulate, the technology is going to change, if the technology changes, other governments will adopt it, and all that, and that strikes me as sort of spitting out conjecture on conjecture, the sort that we disapproved of."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Same argument if the automobile emissions were 1 percent contributors?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that consistent with our taxpayer standing cases where the argument is that a taxpayer doesn't have standing to challenge an illegal expenditure as a general matter simply because his contribution, the benefit that he's claiming is so small and so widely dispersed?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you look ahead, I don't know how far imminence allows you to look ahead, but let's say we're looking at 5 years or 10 years, what particularized harm does the record show that Massachusetts will, or faces an imminent threat of suffering, that can be traceable to the reductions that you want to produce through these regulations?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"6 percent is the total emissions, the total contribution from motor vehicles in the United States, right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To the global. And so, the reduction that you could achieve under the best of circumstances with these regulations would be a small portion of that, would it not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That assumes everything else is going to remain constant, though, right? It assumes there isn't going to be a greater contribution of greenhouse gases from economic development in China and other places that's going to displace whatever marginal benefit you get here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Not if your harm is the alleged loss of coastline. Not necessarily. It depends upon what happens across the globe with respect to greenhouse emissions."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, do we know that that's a straight line ratio, that a reduction of two-and-a-half percent of carbon dioxide -- well, two and a half overall would save two-and-a-half percent of your coastline? Is that how it works? I'm not a scientist, but I'd be surprised if it was so rigid."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your strongest case from this Court to support your standing allegation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Laidlaw was a specific citizen suit provision, wasn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So doesn't that make it somewhat analytically distinct from this case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your authority for that? I have the same question as the Chief Justice. I was looking at your brief for the strongest case. Suppose there were a big landowner that owned lots of coastline. Would he have the same standing that you do or do you have some special standing as a State, and if so what is the case which would demonstrate that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What of a small landowner?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"No, no. I'm asking whether you have some special standing - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as a State and, if so, what's the authority for that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know. was Georgia versus Tennessee Copper, and that was pre-Massachusetts versus Mellon. That seems to me your best case. What about a small landowner? I asked the question about a big landowner. Suppose you have a small landowner and he owned a lot?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not sure -- I think our opinions have even said it, but certainly commentators have often said it, that really the far margin of our standing cases has been, you know, the famous scrap case, in which the allegation was that the added pollution from municipal incineration of municipal waste which would -- which couldn't be transported by rail for burial because the ICC rates were too high, that added pollution interfered with the students' - - they were Georgetown Law students -- their hiking in the George Washington Forest along the Blue Ridge. That seems to me a much more immediate kind of damage; yet that's been referred to as really the far margin of our standing cases. You're talking not about their being affected by ambient air but being affected by a stratospheric effect which then has another consequence that you allege."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Milkey, does it make a difference that you're not representing a group of law students, but a number of States who are claiming that they are disarmed from regulating and that the regulatory responsibility has been given to the Federal Government and the Federal Government isn't exercising it? I thought you had a discrete claim based on the sovereignty of States and their inability to regulate dependent on the law Congress passed that gives that authority to the EPA. I thought that was - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. You have standing whenever a Federal law preempts State action? You can complain about the implementation of that law because it has preempted your State action? Is that the basis of standing you're alleging?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know any case that has ever held that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Moving from your authority argument to the exercise of authority, the clause 202(a)(1) requires EPA to prescribe standards which in their judgment cause or contribute to air pollution reasonably anticipated to endanger public health. And they say they haven't made that judgment yet, so they're not in violation of that statutory command."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say the first day this law is passed, there are a lot of air pollutants that come out of motor vehicles. I mean, is EPA immediately in violation of this statute if they don't issue emissions regulations for every one those air pollutants on day one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And presumably the principle that they want to deal with what they regard as the more serious threats sooner. They want to deal with lead first and then they want to deal with other stuff. I mean, what is the -- when did they -- I guess -- move into an abuse of discretion in not exercising a judgment with respect to a particular pollutant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you are right and then it went back and the EPA then said, well, an obvious reason also is constraint on our own resources, we have the authority to say what comes first, Congress -- we couldn't possibly do everything that Congress has authorized us to do; so it's our decision, even though we have the authority to do this, we think that we should spend our resources on other things. Suppose they said that? You said they didn't say it this time around, but how far will you get if all that's going to happen is it goes back and then EPA says our resources are constrained and we're not going to spend the money?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not all they said. I'm looking at A-85 and they said establishing emissions now would require EPA to make scientific and technical judgments without the benefit of studies that are being developed to reduce the uncertainty in the area. That's different than saying they disagree with the regulatory approach."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a difference between the scientific status of the harm from lead emissions from vehicles that -- when you have lead in the gasoline, to the status, the status of scientific knowledge with respect to the impact on global warming today? Those are two very different levels of uncertainty."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Milkey, I had -- my problem is precisely on the impermissible grounds. To be sure, carbon dioxide is a pollutant, and it can be an air pollutant. If we fill this room with carbon dioxide, it could be an air pollutant that endangers health. But I always thought an air pollutant was something different from a stratospheric pollutant, and your claim here is not that the pollution of what we normally call \"air\" is endangering health. That isn't, that isn't -- your assertion is that after the pollutant leaves the air and goes up into the stratosphere it is contributing to global warming."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Troposphere, whatever. I told you before I'm not a scientist. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"That's why I don't want to have to deal with global warming, to tell you the truth."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and I agree with that. It is when it comes out an air pollutant. But is it an air pollutant that endangers health? I think it has to endanger health by reason of polluting the air, and this does not endanger health by reason of polluting the air at all."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it talks about air pollution all the time. That's what the, that's what the thing is about, air pollution. It's not about global warming and it's not about the troposphere."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Milkey. Mr. Garre. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, doesn't the EPA's decision on the first, \"we don't have any authority,\" doesn't that infect its subsequent decision, \"well, even if we did, we wouldn't exercise it.\" But they've already decided they don't have authority."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- I take it that on that question, is there authority, the EPA has come out one way, but at least it is debatable because as you just said, the predecessors of the current people said we do have the authority."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"On this particular issue, the opinion as I read it, of the EPA, consists of 32 pages. Twenty of those pages, 22 in fact, deal with whether they have statutory authority. And of the 10 that deal with the issue we're talking about now, five of them give as their reason that they think that the President has a different policy. Of the remaining five, two more consider international aspects of the problem and how you have to get other countries to cooperate; and then the conclusion of that part says in light of these considerations, we decide not to exercise our power. Now their claim with respect to that, is that at least three of the four considerations are not proper things for the agency to take into account: namely whether the President wants to do something different, whether we're running foreign policy properly, whether cooperation with other countries are relevant to this particular issue. So what they've asked us to do is send it back so they can get the right reasons. Now -- if they want not to do it. What's your response to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The reason it depended on that is whether or not these other, improper considerations might have influenced the ultimate decision not to go ahead."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"When I write an opinion - - when I write an opinion, sometimes I write the words: \"We decide this matter in light of the following three factors taken together.\" And I guess a lawyer who said, \"one of those factors alone the Court has held justified the result all by itself\" -- in saying the Court has held that, I guess that wouldn't be so. That would be a bad lawyer, wouldn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If they write that all of these considerations justify our result, again, one of them by themselves, it sounds, they think would not have been sufficient."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I find it interesting that the scientists whose worked on that report said there were a good many omissions that would have indicated that there wasn't nearly the uncertainty that the agency described."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But in their selective quotations, they left out parts that indicated there was far less uncertainty than the agency purported to find."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there uncertainty on the basic proposition that these greenhouse gases contribute to global warming."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- it is not a mathematical question, right? I mean, you would -- it's that you would -- what is the number? What's enough? 10 percent? 15 percent? Presumably, there's more to it than the percentage of emissions attributable to be this particular - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose it is not greenhouse gas. Suppose it was Agent Orange. Suppose there a car is coming down the street and it sprays out Agent Orange. And I come into the Court and I say, you know, I think that Agent Orange is going to kill me with cancer. And the reply is, well, we have some scientists here who say your chance of dying of cancer from Agent Orange is only 1 in 30. Maybe 1 in 50. Maybe 1 in a thousand. Maybe 1 in 10,000. And therefore, you have no standing to require the EPA to regulate this pollutant, Agent Orange, which is in a green cloud all over the city. Now, would you say that the person who's made that claim has no standing?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I was only addressing, using that to -- to address your problem that the chances are too small that, in fact, any one individual will be affected by the 7 percent or 6 percent of the material that comes out of the truck -- the CO2."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your problem, I think, you take the position, the proposition that the greater the harm the greater the risk, the smaller the probability has to be before it is reasonable to act, and necessary to act."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They are saying it is likely to do so, even though we cannot give you a point for point percentage correlation between reduction of gas and coastline loss. You're saying, it seems to me, that they have somehow got to pinpoint this mathematically - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- before, before there is redressibility."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me what it is that they need, be more specific about what they need to do."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think it can be argued that the Assistant Attorney General hasn't argued that here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He has said that 6 percent is enough."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why is there -- why is there reason to assume that it will have no effect?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That seems to be the assumption you're making. You are saying unless they can pinpoint the correlation between reduction of gas and effect, let's say in coastline loss, they have not shown either causation or a sufficient likelihood of redressibility."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But why do they have to show a precise correlation as opposed simply to establishing what I think is not really contested, that there is a correlation between greenhouse gases and the kind of loss that they're talking about; and it is reasonable to suppose that some reduction in the gases will result in some reduction in future loss. Why is that insufficient?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume the rest - - let's assume that the rest of the world does nothing. I don't think that's a very reasonable assumption, but let's make that assumption. So that the only thing we're talking is the 6 percent. If the 6 percent can be reduced -- I think the suggestion was over a reasonable period of time, by two and a half percent of the 6, there is, I suppose, reason to expect that there will be, maybe not two and a half percent less coastline lost, but some degree of less coastline lost because there is a correlation between the gas and the loss of the coastline. Why is that an unreasonable assumption to make in order to show causation and redressibility, bearing in mind that redressibility is a question of more or less, not a question of either/or. They don't have to show that it will stop global warming. Their point is that will reduce the degree of global warming and likely reduce the degree of loss, if it is only by two and a half percent. What's wrong with that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Not redress their injury in the sense that it will prevent any global warming or stop global warming and stop coastal erosion; their argument is a different one. It will reduce the degree of global warming and reduce the degree of coastal loss."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's their argument. Not all or nothing. But a part. That's what they're trying to show."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Don't they have to show that it is reasonable to suppose it will have an effect?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that showing -- and I agree with, by the way, with the Chief's suggestion a moment ago, life is not, or physics are not so simple as to assume that there's going to be a be a direct two and a half percent reduction of coastline for a two and a half percent reduction from the 6 percent. But isn't it intuitively reasonable to suppose that with some reduction of the greenhouse gases, there will be some reduction of the ensuing damage or the ensuing climate change which causes the damage? Isn't that fair?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But do you have any - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Suppose others cooperate? Suppose, for example, they regulate this and before you know it, they start to sequester carbon with the power plants, and before you know it, they decide ethanol might be a good idea, and before you know it, they decide any one of 15 things, each of which has an impact, and lo and behold, Cape Cod is saved. Now why is it unreasonable? Why is it unreasonable to go to an agency and say now you do your part, which is 6 percent, and now we're going to go to a different agency like NHTSA and we're going to ask them too, and we're going to go to your electricity regulation program, and coal. And there are like not a million things that have to be done, maybe there are only seven. But by the time we get those seven things done, we'll make a big difference. Now what is it in the law that says that somehow a person cannot go to an agency and say we want you to do your part? Would you be up here saying the same thing if we're trying to regulate child pornography, and it turns out that anyone with a computer can get pornography elsewhere? I don't think so."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So they couldn't have gone in and asked for ozone regulations, because that requires other countries? Or what about dumping heavy metals in the sea, and as the sea gets polluted because of what other countries do, but EPA tried to regulate that. Acid rain they tried to regulate. You're saying there is no standing to ask for any of that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just because there's no standing to challenge an agency's decision doesn't mean the agency can't regulate that particular area, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you are saying if Congress passes a statute and they put the words CO2 right in this statute under ambient air, and they say anybody can go and sue if the EPA doesn't do it, you're saying Congress lacks the constitutional authority to do that, because it's Article III we're talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They can't compromise the requirements of Article III."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As I understand the government's position, you're not merely questioning standing but you also take the position you do not have the authority to do what the plaintiff asks you to do; is that correct?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you on that question, if we turn to the statute, to Section 201, there's reference to \"shall regulate\" if in the judgment of the administrator there is a for real danger and so forth. In your view, is there a duty to make a judgment?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could they have a discretion never to make the judgment?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But as I read your brief, you didn't really confront the question, s I understand it, of whether or not there was a duty to make a judgment at all. And I'm interested in what your position on that is."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"To me, just reading the text of the statute is a little ambiguous. I'm not entirely clear, but it seems to me that just reading that statute, I got the impression that Congress thought that the administrator had a duty to make a judgment when there was enough evidence out there that people were concerned about it and so forth, that there would be a duty there, but you think not?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you would agree that if they did make a judgment, then you would have authority to regulate?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In Norton versus Utah Wilderness Alliance, having to do with the regulation of off-road vehicles, we indicated that one measure was whether or not the agency has unreasonably delayed its action."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Let me understand your answer to Justice Stevens' question. If EPA made the judgment under the statute, you think they would have had the authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you had a Brown and Williamson argument that EPA was precluded."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask about that? I found persuasive Solicitor General Garre's point that in the acid rain context, it isn't air pollution that harms health, but rather it is the effect of the pollutant after it leaves the air and produces the acid rain. Is there anything wrong with that response? It seems to me - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You concede that it's an air pollutant that affects health?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then why isn't it air pollution within the meaning of the statute, although whatever it is that causes acid rain is?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you can't give me any text in this statute itself. It isn't the phrase \"air pollution\" or any other phrase?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that gets us back to acid rain."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So that's the position you're taking, that it is within the general term?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which is why there's a significant difference between the agency saying that for 60 years, and I think this Court stressed that in its opinion, and Congress reacting to that, what the agency's position was. And here where it's a newly minted position, because the agency's position not too long ago was that they did have the authority."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different question. I'm just focusing on, did it have authority to deal with this issue?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like you to address that. You said there was a lot of legislation in Congress that would have been pretty inconsistent with serious regulation by the FDA. And in this case, I don't think Congress is opposing the notion. I don't know anybody there who's in favor of global warming. And it seems to me they haven't passed laws that is actually, that would be significantly interfered with by the EPA trying to do its best to deal with this problem. Or am I wrong?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What articles would be - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything in the statute that prevents them from consulting with other nations or prevents the government from doing that when they determine how best to work out whatever standards or other forms of regulation they want?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I presume the problem that they have in mind is that we have nothing to give in international negotiations. If we have done everything we can to reduce CO2, you know, what deal do we make with foreign nations? What incentive do they have to go along with us?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think they have a good reason, yes or no? Because I'm not an expert in foreign affairs. The EPA probably is more than I am. But do you think that if they do rest their decision on their analysis of foreign affairs, that that is a proper basis for an agency like the EPA to refuse to regulate?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But Congress has not directed, don't regulate domestically for purposes of global warming."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The problem that I have with your reference to this very -- these various pieces of legislation that suggest that Congress has a different modus operandi in mind is that Congress certainly is aware that EPA has authority over pollutants, and it has never interfered with it."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that a misstatement? Isn't the conclusion that they're trying to draw that Congress doesn't want them to exercise the authority they have for this purpose? And isn't that something quite different? And doesn't that raise the question whether that is a legitimate concern for them under the statute that does give them the authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Garre. Mr. Milkey, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Milkey, do you want us to send this case back to the EPA to ask them whether if only the last two pages of their opinion were given as a reason that would suffice? Would that make you happy?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think so. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your answer to Justice Scalia? Because I thought you said before that you thought it was appropriate for us to send this case back so that they could redetermine in light of proper considerations whether they wanted to exercise their authority."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I wrong about that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I was asking, yes. And you think it will go back to them and they will say, oh my goodness, the scientific uncertainty is not enough by itself? You really expect that to happen?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They said it already."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The only question is whether that alone is enough."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What they said was until more is understood about causes, extent and significance of climate change and the potential options for addressing it, we believe it's inappropriate to regulate these emissions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That strikes me as saying they think there is too much uncertainty for them to act."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If the EPA concludes that regulating an air pollutant would endanger public health and welfare, can it decline to regulate?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to regulate even if it concludes that regulation would make things worse?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why can't they -- what is wrong with their view that for the United States to proceed unilaterally would make things worse and therefore they're going to decline to regular for that reason?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the definition of public welfare extremely broad?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES R. MILKEY","firstName":"JAMES","lastName":"MILKEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2753,"interruptions":24,"times_spoken":59,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GREGORY C. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":2878,"interruptions":32,"times_spoken":57,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":778,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1033,"interruptions":2,"times_spoken":33,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":269,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":181,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1049,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":292,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":666,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":2753,"times_spoken":59,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":32,"words_spoken":2878,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":8,"words_spoken":4654,"times_spoken":120,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5666564688100909,"respondent":0.4333435311899091,"date":1473644743112}}