{"petitioner":{"name":"ANDRE WALLACE","counsel":[0]},"respondent":{"name":"CHICAGO POLICE OFFICERS KRISTEN KATO AND EUGENE ROY. ","counsel":[1]},"caseNumber":"05-1240","date":"2006-11-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Wallace versus Kato and Roy. Mr. Flaxman. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Flaxman, one starting point. You say that this case should be just like Heck, but in Heck the core problem was the line between 1983 and habeas, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But at least this case involves no such concern about habeas."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But only if, only if the challenged evidence, the challenge to the evidence, if sustained, would necessarily -- and this is the crucial language -- invalidate the criminal conviction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would necessarily have? You could have said that ex ante?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't know what other evidence there might have been in the criminal case. Ex ante you can't tell."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but he did not know that for years later. I mean, they don't have to bring a prosecution immediately. They can wait until the day before the statute of limitations runs."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then they can wait a long time. (Laughter.)"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that -- I mean, your friend on the other side says that the cause of action would have accrued at the moment at which he was bound over by the decision of an independent magistrate. At that point the false arrest and the incarceration incident to the false arrest is over and if there is ever going to be a claim for what happens next, I gather it'ss going to be a common law action for false imprisonment, and that, I guess, would not accrue until the imprisonment is over. But so far as the arrest is concerned, whatever whatever wrong is done, that wrong is completed at the point at which an independent magistrate takes over."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But all of that occurred, as I -- correct me if I'm wrong on the facts, but I thought all of that occurred prior to -- I don't know what they call it in Illinois, but prior to a bind-over hearing or prior to the point at which the judiciary steps in, breaking the, as it were, the chain of causation between what the police do and the subsequent incarceration."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but just as a factual matter is it correct -- is it correct as a factual matter that the confession that was given was a confession that was given before there was any judicial intervention, before he was brought before a magistrate?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Flaxman, is your argument limited to that situation, where there is no evidence whatsoever against the criminal defendant other than the illegally seized evidence? Or would it apply in some situations in which there is some additional evidence?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Any additional evidence, even if it would be insufficient to support a conviction, takes -- makes make this -- would make this a different case."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What, what does necessarily mean? Does it mean no additional evidence? Does it mean no additional evidence that is insufficient to support a conviction? Does it mean no additional evidence that would be likely to persuade a trier of fact?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in this case, let me just me more question on it. In this case, suppose there had been a witness who said at about the time when this murder took place, I saw somebody who was between, I would judge as between the age of 15 and 25, average height, average build, running away. And let's say that your client fits that description. Now would that be enough to take this case out of the rule that you're arguing for?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Again, you didn't, you didn't know that at the time the arrest was made, or at the time the confession was extorted, or at the time he was bound over. You really didn't know that until the trial. For all you knew, they might have found in addition to the confession, they might have found eyewitnesss who would have identified your client. You couldn't tell that until the trial."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, well -- until the trial"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Until the trial, until the process of trial began."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, but you presume in your last answer that other than that, there is an absolutely fair prosecution."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, why do we make that assumption when we start out with the allegation of a tort and a violation of the Constitution? I don't understand."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the fact - - suppose that there were even a more serious battery here, a broken limb or something. Would you have to sue for the damages for the battery right away? The police officers injured - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the conviction in Heck existed at the time of the alleged tort. And what Heck said is where you have an outstanding conviction, and you have a constitutional tort, you can't sue on that constitutional -- and where -- you cannot sue on that constitutional tort if the decision on the tort would effectively contradict your conviction. Until the conviction has been set aside. Well, this is not that situation. There was no outstanding conviction involved. So why did you have to wait?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still, I'm still puzzled about my question. Suppose there's a battery resulting in a serious injury to the defendant."},{"name":"JUSTICE KENNED","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's other evidence and so forth. Can you sue for the battery at once?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that the situation?"},{"name":"JUSTICE KENNEY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- or is it just because of the assumption that the conviction might stand anyway."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if does, then you wait?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point, the whole point of Heck was to avoid 1983 becoming an end run around habeas. But here you don't have that problem because you don't have any available relief under habeas under Stone versus Powell."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there many cases in which the rule of Stone versus Powell is inapplicable for that reason?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens -- I'm trying to think of what the problem is for you. On January 1, your client's arrested unlawfully. Now suppose the rule was you have two years to file it, starting now. What is the problem for you? The problem is maybe in a year, or maybe less, the police start to prosecute him. In the meantime, your trial is going forward because you filed it on time. So when they start to prosecute him, you don't yet know what's going to happen. And it could happen that he's convicted and you think it's illegal because of the arrest and necessarily so. And therefore you have to stop the trial, I guess, because of Heck."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That would work, I guess. They'd stop it and then they'd have to bring it -- you'd have to stop it and then you'd have to go through these other remedies and they you'd have to go back to it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But that would work."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"A mess."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I modify it."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Why would it be a mess? I mean, it seems to me that the district court, once it is filed -- something is filed within the two year statute, the district court can tell virtually immediately whether there are criminal proceedings that are yet to be held, and the district court can simply, it can simply stay further proceedings until those criminal proceedings are over. If there's a possibility of collateral attacks, the district court can simply say hey, are you going to file a collateral attack? And if the answer is yes, stay it further. If the answer is no, go ahead with it then. What's tough about that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the premise of my question. But I mean it seems to me to be fairly easily administered."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"20,000 might make me shudder. But we got one. (Laughter.)"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- explain that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And don't you think that a civil action which necessarily has to be stayed, might be a basis for, for the court in the criminal case to limit that kind of cross-examination?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there appeals from the Circuit Court of Cook County?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, don't you -- don't you think ultimately you could get that issue resolved?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Come -- come back here. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"Suppose it is complicated. I want to suggest a modification with this suit here. You say you have to file within two years. But wait, you have -- we tolled the statute. If the person is arrested and charged, and convicted, for all the time that is going on, it is just tolled, equitably. And after the conviction, if he's acquitted, by the way, or he isn't arrested, the statute starts to run again. Now if he's convicted, as long as you have filed, proceeding to challenge the conviction, it is tolled. Now, would that -- that it seems to me would help every problem you have, and it would be called equitable tolling. And that's been suggested by judges in different forums and many states have it. And what's the problem? That just solves the problem, doesn't it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, well, we could do it in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, it would require overruling our cases that say for tolling, your borrow state law - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"justices","text":"What cases require overruling?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me identical to the rule you are advocating but with one difference. The difference with the rule you are advocating is a judge who is going to be judge at time A with your first case, is going to have to guess whether it is in this case or not in this case necessarily related to some kind of challenge to conviction you're going to bring later if you happen to get convicted."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no way to guess that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And is there anything that you are aware of that it would be contrary to? I know there are cases that say you look to states but you only look to states where the state law is, in fact, consistent with the Federal right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So then you deny the officers the purpose you have for the reason you have statutes of limitation, which is repose. They are going to wait ten years instead of the two years to find out if they are going to have to answer any claim for damages."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Seventh Circuit said in -- quickly in passing that the damages would run only from the time of the allegedly unlawful arrest until the time of arraignment. That would, that would be the -- be all of your damages. If there wasn't an arraignment, whatever happens is not attributed to the seizure."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You asked us to take that case and we didn't."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if that's the boundaries of the false arrest claim, then why does one happen later matter?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even on the basis of innocence?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The common law would give damages in a case like this in which the release was basically governed by a suppression which has nothing to do one way or the other with the innocence of that person?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What does somebody like Mr. Wallace do under your rule if he's in a jurisdiction where there's not a lot of discovery in criminal cases. He isn't going to know until trial whether his cause of action accrued sometime earlier or whether it waited."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But he's never going to know, in the case where there's no statute of limitations, he's never going to know when his criminal case is going to be over because he may never know when it's going to start."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens if he files a suit after one year and then after one year and 350 days he's prosecuted? His action accrued but then it didn't accrue?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So his action accrued and maybe it's even over, but then it turns out when they bring the prosecution, it should have never have been brought because it never accrued."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That problem is solved too if you simply say bring it, day one, you are arrested, and if in fact before the statute of limitations expires, your client is brought to the court and is going to be prosecuted. Tolled. They don't need two actions."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to be sure I understood your position with regard to Justice Kennedy's hypothetical where the defendant is arrested and excessive force is used by the police, they beat him up or something like that. When does that cause of action accrue?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that they had beat him up two or three times. The first time it didn't relate to it, but then they took him into the interrogation room and they beat him up again. What about that case?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"So there would be two causes of action?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would he have to sue on the first one right away?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Flaxman, before you save your time, I didn't understand why you're content with Justice Breyer's tolling situation, bearing in mind that the way he put it is, so long as the -- as the criminal case is commenced within the two-year statute of limitations, how does that help you when the statute of limitations has passed? Then there's no tolling."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And two years doesn't seem to be unheard of."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're willing to let those people go?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are the only defendants you are concerned about?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Flaxman. Ms. Solomon. "},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask, just to get it straight at the beginning, what if the claim includes a Fifth Amendment claim for extorting a conviction and it's mixed up with a Fourth Amendment claim? What about that claim?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about the beating of the defendant?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Miss Solomon, do I gather from your response to Justice Stevens about the Fifth Amendment claim, that under Chavez it wouldn't accrue until it is used at trial, is this case therefore a pleading slip on petitioner's part? That is, if he had alleged a Fifth Amendment claim based on the coerced confession, then he wouldn't have a statute of limitations problem?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a puzzling feature of it, too, because I thought at the end the second time around, the Court of Appeals held that the confession was no good."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if the Fifth Amendment claim were before us, do I understand you to have said before that the Fourth Amendment claim of false arrest would also be subject to litigation as part of the Fifth Amendment claim or under the umbrella of the Fifth Amendment claim, so that the statute would not have run on that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well then, my question is going to be along the same lines. Suppose -- I assume this is a rather frequent case -- the confession is alleged to be the product of a beating. The two are merged. If we have to wait for the Fifth Amendment claim anyway, then as a matter of policy, matter of convenience, why don't we wait for the Fourth Amendment as well?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we're making up the rule of accrual, Ms. Solomon. I'm asking, if we have to wait for one, why not wait for the other?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Who is the defendant in a Fifth Amendment claim? Is it the policemen who extracted the confession or is it the prosecutor who introduced it at trial, since that is the offense?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if he had also brought a Fifth Amendment claim, your view as I take it would be as follows: Number one, his Fourth Amendment claim, the running of the statute, the Fourth Amendment claim would be unaffected by that, so that would have to have been brought within the two-year period."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Number two, I'm assuming, and this is what I want you to tell me whether my assumption is right -- I am assuming that if a Fifth Amendment claim were brought by -- no, strike the assumption. You, I take it, would -- let me ask a different question. I take it you would agree that so long as a criminal case was pending, that it would be sensible and maybe required for the court simply to abstain from any proceedings on the Fourth Amendment claim."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you would agree that the court, if there's a criminal case going on, I take it you would agree that the court should not proceed to trial in the 1983 action."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the problem. I don't know if it is easy. It seems to me if you take your point of view, now, on January 1, some, let's call it an unconstitutional action allegedly. So, I don't want to distinguish for the moment between Fourth and Fifth. On January 1 the event occurs. Then you say you have two years to file your claim in the Federal court of a violation of 1983, for example. Then that happens. Let's say two months later they file it. The defendant files it. A month after that, there is a state criminal proceeding. Now, you're the Federal judge. What's supposed to happen? It sounds to me as if the judge sitting there, under your theory, is going to have to make a decision. He's going to have to say now, is the kind of claim that's being argued in my court that the policemen did something unconstitutional, if I say that's correct, that the plaintiff wins, I have to go on to say does the correctness of that, there was a violation, mean that the conviction if there is a conviction in the state court later, will necessarily be vitiated. If the answer to that question is yes, he shouldn't go ahead; is that right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right. If that's correct, we're getting to exactly the same problem, whether we do it through a set of abstention rules, which we have to have Federal abstention rules or it won't be worked out properly, or we have to have Federal tolling rules. I don't see any way to get to a sensible result here without either having clear abstention rules, just as you say, having clear tolling rules, as I suggested before. Am I right? If I'm wrong, let me know why; and if I'm right, which do you prefer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose -- correct me if I'm wrong -- when the district court wants to determine if he should hold something in abeyance, this is not necessarily abstention; this is what courts always do when there are multiple actions. Other action pending is a general ground for a court to stay its hand."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose it would make a difference to the officers, a principle of equitable tolling. They don't know if they're going to be sued for 10 years, 12 years, however long. Under an accrual rule with a stay, they know whether they're going to be facing a civil action or not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If you do it with a stay, I mean, I see that disadvantage. If you do it with a stay, the Federal judge is going to have to sit there with the papers in front of him, look at that evidence, think what's going to happen in the trial at the criminal case which I'm not quite certain yet, and then make a determination. It sounds like a very difficult decision and it sounds like sometimes they'll get it wrong, sometimes they'll get it right. The defendant might be arguing two different things, you know, one in the state court to try to get them to go ahead, and the other to try to get them to go ahead in the Federal court. What do you - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If you delay accrual by tolling, you do have the disadvantage that in some instances the policemen won't know for quite a while whether the case is being brought. That's true; and in the other instance, he won't know for quite a while how the case is going to come out, which may be worse. But you don't have any uncertainty. You have no uncertainty. You would know once the man is released. It's no tolling. Once he's convicted, it's tolled. Then the conviction comes in. Not tolled until they bring a proceeding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They're not going to waste a lot of time figuring out whether to grant a stay or not when you have a criminal prosecution pending in state court. I think in most cases -- I mean, it's not like they're looking for cases. They're going to say in most cases: Stay granted, come back when this is over. They don't have to be -- unlike perhaps the situation with an equitable tolling rule, it doesn't matter whether they're precisely right or wrong. I mean, if it's close enough just stay it, and it doesn't seem to me there's much prejudice from that."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't there this practical problem? I think what you say fits together beautifully with regard to the law, but isn't it true that this will give an incentive in every criminal case for the defendant to file a 1983 action. So we may multiply the number of Federal cases that are filed and then sit there while a criminal case proceeds."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if your opponent's rule is adopted, they wouldn't file unless -- if they get convicted and the conviction stands up, the case would never be filed."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The thing I just want you to comment on is, my thought is every person arrested has a potential, and something follows and so forth, has a potential Fourth Amendment claim, even though he may not have one on the merits. It just seems to me that there's a potential here of an awful lot of what may turn out to be frivolous claims filed, but it would seem to be routine procedure for defense lawyers who want to make a suppression motion to say, well, I better file my 1983 case at the same time. So you might get literally hundreds and hundreds of cases."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I had missed Mr. Flaxman's point that this would an advantage to the prosecutor to say, aren't you going to make a lot of money about this case? My initial reaction as the defense counsel, I would love that comment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But he has tried more of these cases than I have and he indicates this is a serious concern."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. This is the Cook County. This is the Cook County court."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but he says the fact of the complaint the prosecutor's going to use in order to show that they're trying to profit from a false claim of a beating."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the point is if the complaint is filed then the prosecution can makes that point."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does your position in this case leave any reason at all for equitable tolling?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any remedy that Illinois law provides for a case like this where a person spends, what was it, eight years in prison and is ultimately released because the state never had enough evidence to try him in the first place?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would it ever be proper for a district court to insist on proceeding to the merits of the claim, to dispose of the merits of the claim, while the prosecution was pending? Suppose the district court thought that it was seeing too many of these claims and it wanted to get to the bottom of them?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We haven't written about that other than in Heck explicitly and implicitly, and in Younger? That's about it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with Judge Wood that the limitation on damages would be from the period, from the time of the arrest until the arraignment? That would be the measure and nothing after?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Solomon. Mr. Flaxman, you have four minutes remaining. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That in effect is saying we can't have a statute of limitations rule; we're just going to laches, we're just going to an equitable rule."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We're just throwing up our hands and saying there is statute of limitations statute of limitations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KENNETH N. FLAXMAN","firstName":"KENNETH","lastName":"FLAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3135,"interruptions":31,"times_spoken":69,"laughter":0,"num_int_by":9},{"id":1,"fullName":"BENNA RUTH SOLOMON","firstName":"BENNA","lastName":"SOLOMON","counsel":true,"justice":false,"side":"respondent","words_spoken":2731,"interruptions":15,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":301,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":350,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":707,"interruptions":0,"times_spoken":18,"laughter":2,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":525,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNED","lastName":"KENNED","counsel":false,"justice":true,"side":"justices","words_spoken":15,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEY","lastName":"KENNEY","counsel":false,"justice":true,"side":"justices","words_spoken":16,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1063,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":12,"fullName":"I would tell the jury","lastName":"jury","counsel":false,"justice":false,"side":"","words_spoken":62,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3135,"times_spoken":69,"laughter":0,"num_int_by":9},{"side":"respondent","interruptions":15,"words_spoken":2731,"times_spoken":33,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":3925,"times_spoken":107,"laughter":3,"num_int_by":3}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126749}}