{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"v. No. 05-1629\nLUIS ALEXANDER DUENAS-ALVAREZ. ","counsel":[1]},"caseNumber":"05-1629","date":"2006-12-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll hear argument first today in case 05-1629 Gonzales versus Duenas-Alvarez. Mr. Himelfarb. "},{"name":"JUSTICE SOUTER","id":3,"text":"Will you help me out on one mechanical point? As you probably know from your brief, I don't come from a jurisdiction that uses this rule and I'm just not used to it. I had thought -- and I guess I'm wrong -- that if the natural and probable consequences theory were used to prove, let's say, ultimately the offense of assault, in what started out as a theft case, that there would have to be a separate charge of assault but that the theory of proof would be the natural and consequences extension of aiding and abetting so that there would at least be on the record a charge of assault. And I take it that's not the case."},{"name":"JUSTICE SOUTER","id":3,"text":"Otherwise, you wouldn't have this problem."},{"name":"JUSTICE SOUTER","id":3,"text":"But in any case in my example of -- of theft, and the further offense under natural and probable consequences being assault, the only charge against the defendant who aided and abetted would be a charge of theft; is that correct?"},{"name":"JUSTICE SCALIA","id":4,"text":"I don't understand it. How can he be convicted of -- of the consequential crime if he is never charged with the consequential crime? You charge him with the -- with the theft and convict him of assault?"},{"name":"JUSTICE SCALIA","id":4,"text":"Okay, well I thought you - - I thought you answered - -"},{"name":"JUSTICE SOUTER","id":3,"text":"Me too."},{"name":"JUSTICE SCALIA","id":4,"text":"The theory being that anybody who intended to aid and abet a crime which naturally leads to another crime intended the other crime as well."},{"name":"JUSTICE GINSBURG","id":5,"text":"Mr. Himmelfarb, does the government urge that we consider the point that you're now arguing and the other points? You started out by saying everyone agrees that the rationale of the Ninth Circuit won't wash, but if we go beyond that, then we are deciding the question as a matter of first view instead of review. Does the government urge that we dispose of those issues anyway, even though they were not disposed of by the Ninth Circuit?"},{"name":"JUSTICE GINSBURG","id":5,"text":"But it wasn't discussed by the Ninth Circuit, was it?"},{"name":"JUSTICE SCALIA","id":4,"text":"And what about the remaining questions that were not decided by the Ninth Circuit?"},{"name":"JUSTICE SCALIA","id":4,"text":"Do we remand for those or what?"},{"name":"JUSTICE GINSBURG","id":5,"text":"Why would it have to be raised in the Ninth Circuit? I thought this case was controlled by a prior decision of the Ninth Circuit. Therefore, there was nothing more that was needed to take care of this case."},{"name":"JUSTICE SCALIA","id":4,"text":"Mr. Himelfarb, you point out these last two issues are not, and probably correctly, that they are not fairly included within the question presented. Well, that would be disabling if indeed it was the petitioner that is seeking to raise those two additional issues. But here it is the respondent; and we can certainly reach those issues if we want to."},{"name":"JUSTICE SCALIA","id":4,"text":"The respondent can seek to uphold the judgment below on whatever grounds he wishes."},{"name":"JUSTICE SCALIA","id":4,"text":"So we can reach those other issues if we wish."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, the only thing that the Ninth Circuit held was that the definition of a theft offense in California is broader than the generic definition of theft. All of these arguments that are being discussed are ways in which that particular ruling is supported. I don't know why they wouldn't be considered subsumed under the Ninth Circuit's decision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Counsel, you're ahead of me, and I'm still back on the last question, but I take it your rationale for not reaching these other grounds would also apply to your argument that whatever the categorical definition, that this defendant was convicted of an actual theft offense, looking at the charging documents. That wasn't a basis for the Ninth Circuit's decision either."},{"name":"JUSTICE ALITO","id":6,"text":"What if a particular jurisdiction has an entirely novel and fundamentally different theory of aiding and abetting? Is it simply sufficient that it is labeled aiding and abetting?"},{"name":"JUSTICE STEVENS","id":7,"text":"Mr. Himmelfarb, what about accessory after the fact, do your comments apply to that argument as well?"},{"name":"JUSTICE STEVENS","id":7,"text":"Well, it may not be fairly included but as you've acknowledged, it is an argument asserted to defend the judgment."},{"name":"JUSTICE GINSBURG","id":5,"text":"How do we know that? I was looking at, what is it, 13-A? How do we know that that charge is as a principal? In the appendix to the petition."},{"name":"JUSTICE SOUTER","id":3,"text":"But to accept your answer, we've got to look into a question of California pleading law which hasn't been passed on below."},{"name":"JUSTICE SCALIA","id":4,"text":"Why wouldn't the better course be also not to decide the principal question you want us to decide on the broad ground that you want us to take, which is that if there are minor differences between what you might call the general law of aiding and abetting, it doesn't matter. Why wouldn't it be wiser to decide this on the simple ground that this kind of consequential liability is part of the general law of aiding and abetting, which you argue in your brief? So that would be the narrower ground."},{"name":"JUSTICE GINSBURG","id":5,"text":"Even though that position has been widely criticized, I think. Is it the ALI Model Penal Code, which thinks it's a bad rule?"},{"name":"JUSTICE SCALIA","id":4,"text":"In that former question as to whether California theft is general theft, do you propose the same rule? That even if California has some minor variations -- not just in aiding and abetting but in what constitutes theft -- minor variations from what the general national rule is, they should be disregarded? And if not, why not?"},{"name":"JUSTICE SCALIA","id":4,"text":"So you would limit your rule just to aiding and abetting and not to other minor variations, just minor variations in the aiding and abetting definition?"},{"name":"JUSTICE GINSBURG","id":5,"text":"Mr. Himmelfarb, before your time runs out, there's something curious about this California statute. This one is in the Motor Vehicle Code, and there's this offense in the Penal Code called car theft. Do you know what the difference between those two and what would move a prosecutor to charge under the Penal Code as opposed to the Vehicle Code?"},{"name":"JUSTICE GINSBURG","id":5,"text":"That's mentioned in what, 487(d)?"},{"name":"JUSTICE GINSBURG","id":5,"text":"It covers joyriding?"},{"name":"JUSTICE GINSBURG","id":5,"text":"Temporarily."},{"name":"JUSTICE GINSBURG","id":5,"text":"But in California they would? Or is there a separate joyriding - -"},{"name":"JUSTICE SCALIA","id":4,"text":"Is it the sentence given or the sentence prescribed for the crime?"},{"name":"JUSTICE SCALIA","id":4,"text":"Given."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Himmelfarb. Mr. Meade. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Your friend began his argument by saying you don't defend the decision of the Ninth Circuit below on aiding and abetting. Is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I know the judgment, but you focused at least primarily on other grounds than the one on which the Ninth Circuit relied. Is he correct that you concede that merely because the statute extends to aiders and abettors that is not sufficient to take it out of the categorical treatment?"},{"name":"JUSTICE SCALIA","id":4,"text":"Could I ask a factual question? I'm just curious. If the Government's statement of the facts here is correct, your client, a Peruvian, was convicted of burglary in 1992 and convicted of possession of a firearm by a felon in 1994, and nonetheless was made a lawful permanent resident in How does that happen? Is that a mistake or - - how do we decide who's admitted as a lawful permanent resident?"},{"name":"JUSTICE SCALIA","id":4,"text":"He's not a joyrider anyway."},{"name":"JUSTICE BREYER","id":8,"text":"So then the Ninth Circuit was wrong in your opinion when it defined generic theft as the taking or exercising control over property without consent, with the intent to deprive the owner of rights and benefits, even if it is less than permanent or total? They're wrong in your opinion?"},{"name":"JUSTICE BREYER","id":8,"text":"Well then, I don't see how you make - -"},{"name":"JUSTICE BREYER","id":8,"text":"Isn't that inconsistent with what you just said?"},{"name":"JUSTICE BREYER","id":8,"text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"text":"I don't understand how that could be right, though. I mean, when you joyride it's less than personal. In other words, their definition is if you take somebody else's property for an hour that that isn't theft, but if you take it for a day it is?"},{"name":"JUSTICE BREYER","id":8,"text":"They're trying to -- is there a common law, because they're trying to report - - is under the common law there a rule or any generic rule that says if you take somebody else's property for a couple of hours it is not theft, but if you take it for several hours or several days it is theft?"},{"name":"JUSTICE SCALIA","id":4,"text":"You shouldn't steal it for an unreasonable amount of time, just for a reasonable amount of time?"},{"name":"JUSTICE SCALIA","id":4,"text":"I don't understand the concept of stealing something for a reasonable amount of time."},{"name":"JUSTICE BREYER","id":8,"text":"You're saying that the rule is something is theft only if you take it long enough to deprive an owner of a significant portion of its value?"},{"name":"JUSTICE BREYER","id":8,"text":"No, no, no. Wait. I want to know where that comes from, because I would think I have a Volvo. It lasts for about 30 years, apparently. So I guess if you took my car for a year, that that then would not be a theft, or maybe it would be. Where is the source of the rule you just cited?"},{"name":"JUSTICE BREYER","id":8,"text":"No, no. I want a book. I want a book that will tell me that if they take my car for a month it isn't theft, but if they take it for a year it is. What book, or where do I look to verify that this is common law? I'm not denying what you're saying. I just want to know where to look."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"That was the third reference to the Model Penal Code, so I have to ask. No one's enacted the Model Penal Code, have they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Would you describe the Model Penal Code as closer to restatement or aspirational in terms of its reflection of the existence of general law?"},{"name":"JUSTICE SCALIA","id":4,"text":"You assert, you assert it's consistent with the majority view on this issue, not on everything. What does it say about the death penalty?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Is that what joyriding is? That when you're done with your joy ride, you return the car where you picked it up? I thought they just abandoned it wherever you happen to be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"What's the joy in that? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"text":"The joy apparently is you don't get convicted of theft. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Do you understand that point to be what the Ninth Circuit relied on?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"So if we decided on the question, the aiding and abetting question, they did decide this would available to you to argue on remand?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Because you presented it to the Ninth Circuit below."},{"name":"JUSTICE GINSBURG","id":5,"text":"Mr. Meade, the Government says that definition holds for penal code offenses, but it's not altogether clear that a definition in the penal code would carry over to the vehicle code."},{"name":"JUSTICE ALITO","id":6,"text":"So wouldn't it odd for this Court to decide that issue of California law?"},{"name":"JUSTICE SCALIA","id":4,"text":"Of course if you're right about this it would mean the statute is broader, but it would still be available to find out whether your client was in fact convicted as an accessory or as a principal."},{"name":"JUSTICE SCALIA","id":4,"text":"Now is that -- is it possible? Or is that out of the question in this case?"},{"name":"JUSTICE SCALIA","id":4,"text":"Is it possible from pleading documents, from the charge, to determine whether he was convicted as an accessory or not? And if it's clear that he wasn't, then we're just wasting our sometime in arguing this point, aren't we?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, they say you cannot be convicted as an accessory unless you are charged as such, and that the documents show he was charged as a principal."},{"name":"JUSTICE GINSBURG","id":5,"text":"Well how about how -- how the defendant was charged in this very case? Mr. Himelfarb thought that it was plain from that charge, that's on 13(a), that he was charged as a principal. And you must take the view that this charge, this information was inadequate to identify him as principal."},{"name":"JUSTICE SCALIA","id":4,"text":"No, no, no. It says, \"who at the time and place last aforesaid did willfully and unlawfully drive or take a vehicle.\" I mean, he is - - he's charged with being the person who took the vehicle, not, not some subsequent accessory."},{"name":"JUSTICE SCALIA","id":4,"text":"It is not a question of Cal -- it is a question of English."},{"name":"JUSTICE SCALIA","id":4,"text":"We're not saying about what needs to be charged. We're talking about what was charged. And it seems to me there's no question what was charged is that he did willfully and unlawfully drive or take a vehicle. There is no way you can consider that an accessory."},{"name":"JUSTICE SOUTER","id":3,"text":"No, but you're -- you're saying then despite the fact that the, the indictment in this case said he willfully et cetera did this, it would be open to California to prove that in fact he didn't do any of those things, but was merely an accessory after the fact? That -- that's your position? That's what California pleading law allows?"},{"name":"JUSTICE SOUTER","id":3,"text":"Okay. JUSTICE STEVENS? Do you have any case on that?"},{"name":"JUSTICE STEVENS","id":7,"text":"Both West and Toro."},{"name":"JUSTICE STEVENS","id":7,"text":"Does any of those cases squarely hold that he could be convicted of being an accessory after the fact on a general indictment like this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, the Government -- it is not only that. The Government has authority going the other way. People versus Prado, \"in the absence of a statute, an accessory after the fact must be indicted and convicted as such.\" If you look at this information, it's clear that he's not being indicted as an accessory after the fact."},{"name":"JUSTICE BREYER","id":8,"text":"But what do we do about that? No, you have no interest in answering my question, but the question, it seems to me under the law, here is what I do -- and I'm a good deference lawyer, as you are. I simply look at the statute. And I imagine some very weird case that the statute could cover where the person wouldn't have the right intent or it wouldn't be theft or it would be some odd thing. There's no possibility in the world that applied to my client. But most charges are simply stated in the wording of the statute. And most judgments simply say guilty. So I say \"see, you see, it is theoretically possible.\" And now when you decide what really happened, Court, you're supposed to look only to the charging documents in the judgment; and you can't say it didn't. So the whole congressional scheme is basically put to the side. Now what's the answer to that problem, insofar as you want to answer it?"},{"name":"JUSTICE SCALIA","id":4,"text":"But the charging document you acknowledge would suffice if it indeed is California law that in order to convict as an accessory you have to charge as an accessory? You would acknowledge this?"},{"name":"JUSTICE ALITO","id":6,"text":"In order to agree with you on the accessory point, though, don't we have to decide two disputed issues of California law? Whether accessory here in this statute means accessory after the fact, and whether if somebody is charged under that statute as an accessory, that has to be alleged specifically in the indictment, or whether it is just sufficient to charge the person with the offense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Has anyone ever been prosecuted as an accessory after the fact to joyriding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"But if no one has ever been prosecuted as an accessory after the fact for joyriding, we'd really have to go out on a limb to construe this charging document which charges him as a principal as actually meaning to charge him as an accessory after the fact, wouldn't we?"},{"name":"JUSTICE BREYER","id":8,"text":"Have you been able to think of any examples where a person could have been, convicted of this statute, under the statute would he actually have been some kind of accessory to another person committing another crime, and the natural and probable consequence was that that other person would violate this statute?"},{"name":"JUSTICE BREYER","id":8,"text":"Have you been able to think of one?"},{"name":"JUSTICE BREYER","id":8,"text":"Yes, I am."},{"name":"JUSTICE ALITO","id":6,"text":"Are there cases that hold that the natural and probably consequences of purchasing alcohol for a minor could be joyriding?"},{"name":"JUSTICE ALITO","id":6,"text":"Or anything else that somebody might do after getting intoxicated?"},{"name":"JUSTICE SCALIA","id":4,"text":"Partying maybe I would understand. I don't know about joyriding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Your argument isn't limited to theft offenses, correct? That would cut across all of these areas in which the federal law refers, in which a Taylor analysis would apply?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"It would mean we could not rely on the categorical approach in almost any of those cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Yeah, the categorical approach."},{"name":"JUSTICE BREYER","id":8,"text":"Well then, what's an example of where you're held guilty on the ground that you aided and abetted natural and probable -- somebody did X and the natural and probable consequence was Y. Because after all, you are properly held guilty when you do an act and a known consequence is Y. So what's an example of that?"},{"name":"JUSTICE BREYER","id":8,"text":"One would be good enough. The best one."},{"name":"JUSTICE BREYER","id":8,"text":"That's a known and probable consequence? That's a probable consequence?"},{"name":"JUSTICE BREYER","id":8,"text":"Well then, maybe the problem is that they don't define natural and probable consequence properly."},{"name":"JUSTICE SCALIA","id":4,"text":"Wait a minute. That's a real case?"},{"name":"JUSTICE SCALIA","id":4,"text":"It sounds like the doctrine of unnatural improbable consequences. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"text":"You're asking us to say that not only do the states have to have the same rule, but they have to interpret the rule the same way. This would make the application of the categorical approach impossible. You'd have to look not only to the expression of the rule of law by the state courts, but to its application by the state courts in every jurisdiction. I mean, that just makes the whole enterprise infeasible, it seems to me."},{"name":"JUSTICE SCALIA","id":4,"text":"Let me tell you, what's aberrant is the California interpretation of the standard doctrine that is used in many states, which is you intend the natural and probable consequences of what you do. And if California has, some California courts have come up with weird notions of that, I don't know that that destroys the uniformity among the states."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Yes, sir."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Meade. Mr. Himelfarb, you have four minutes remaining. "},{"name":"JUSTICE KENNEDY","id":9,"text":"Would it be completely inconsistent with Taylor versus United States for us to say that when there is a novel or an unusual theory of potential liability such as proposed by the respondent, which would exonerate him from application of this statute, that he has the burden to show that that's what happened?"},{"name":"JUSTICE KENNEDY","id":9,"text":"Would Taylor allow us to do that sort of burden shifting?"},{"name":"JUSTICE KENNEDY","id":9,"text":"And so your general rule to accomplish your objective would be?"},{"name":"JUSTICE SOUTER","id":3,"text":"I think that, the problem I guess that I have with your argument, is that the theory of Taylor and as carried forward in Shepard was that there was a concept of a generic offense. And when aiding and abetting liability is extended in the natural and probable consequences theory, we face the fact that regardless of what the actual count is, even on your count, there isn't even a majority of states that do it. And I have difficulty seeing how that can, therefore, form an element of a generic offense when it is -- or a generic concept of the offense -- when it is a minority view."},{"name":"JUSTICE SOUTER","id":3,"text":"Why didn't we simply take the closest Federal definition as being the touchstone?"},{"name":"JUSTICE SOUTER","id":3,"text":"Yes."},{"name":"JUSTICE SOUTER","id":3,"text":"Was Taylor an immigration case?"},{"name":"JUSTICE SOUTER","id":3,"text":"So you are in effect, you would say that the rule should be, or the modified Taylor rule for application here should be that it's either got to fall within the concept of the Federal offense, or in default of there being a comparable Federal offense, a generic offense defined by reference to state practice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Himmelfarb. The case is submitted."}],"people":[{"id":0,"fullName":"DAN HIMMELFARB","firstName":"DAN","lastName":"HIMMELFARB","counsel":true,"justice":false,"side":"petitioner","words_spoken":3690,"interruptions":12,"times_spoken":42,"laughter":0,"num_int_by":7},{"id":1,"fullName":"CHRISTOPHER J. MEADE","firstName":"CHRISTOPHER","lastName":"MEADE","counsel":true,"justice":false,"side":"respondent","words_spoken":3130,"interruptions":14,"times_spoken":60,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":567,"interruptions":0,"times_spoken":24,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":830,"interruptions":1,"times_spoken":30,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":139,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":66,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":731,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":75,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3690,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":14,"words_spoken":3130,"times_spoken":60,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":3,"words_spoken":3199,"times_spoken":108,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472411005521}}