{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"TEXAS. ","counsel":[1]},"caseNumber":"05-11304","date":"2007-01-17T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in 05-11304, Smith versus Texas. Mr. Steiker. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they find it could or did they find that it did? I thought our holding was that given the instructions, the jury would not necessarily take into account those mitigating factors, and I thought that what the Texas court held is, yes, that was a possibility, and we have to see whether that possibility came to pass, which is what harmless error analysis involves."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So they are not contradicting the fact that the jury wasn't required to take it into account, but they are saying nonetheless, in our view, the jury did take it into account, and therefore, the error was harmless. That doesn't contradict our opinion. I mean, you might want to argue against it on the merits, but I don't think that will contradict our opinion."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. And that means that the jury was not instructed to take it into account. And I think the Texas court is conceding that. But it's, it's saying, nonetheless, we don't think that the error made any difference because, in our view, the jury did take it into account."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it seems to me it's one thing to use it for the purpose of saying the instruction was okay. And it's something else to use it for the purpose of saying even though the instruction didn't require that, it was a fuzzy instruction and a juror could very reasonably have understood it not to allow nullification, nonetheless, we have satisfied ourselves that the jury indeed thought it had the nullification power. I don't see how it contradicts our opinion."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't say it was an adequate vehicle. I mean, they acknowledged that that instruction shouldn't be given again because it doesn't require the jury to do what, what you say the jury must do, and I think they accept that. They say, oh, no, I thought it was fuzzy, and didn't require -- we think the jury did indeed think it had the power to nullify."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Steiker, may I interrupt you or interrupt the course of your argument to get to a more preliminary point before you get down to details? Do you concede that harmless error analysis is ever appropriate, is ever open as an option following an, in effect, a finding of this kind of instructional error, Penry I instructional error? Do you concede that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I quite agree. I understand that. Was the, was the issue of the availability of harmless error raised on your side of the case in the proceedings back in Texas?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Also on the same preliminary line of inquiry, are we in as good a position as the State court to conduct harmless error analysis, or can we or must we defer to the State court's harmless error analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree that the application of the harmless error analysis is a question of State law, though, correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if there is an instruction given to the jury and it violates the Constitution, then we, as a de novo matter, can determine the harmless error, harmless error inquiry?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is the level of harmless error determined as a matter of Federal or State law when there is a Federal law?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Really. You mean that they could have something that it has to be harmless beyond a reasonable doubt and we'd be bound by that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And, and this was unpreserved error. I mean, they are not saying this for everything. They are saying he did not object to the instructions at the time and therefore our harmless error standard is -- is more rigorous than it would otherwise be. What's unreasonable about that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's a very generalized argument, and what he won on was a very specific point that, that this instruction in effect required, if they were going to give mitigating effect, required a jury nullification. That's a very specific point."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He did not object -- he did not object to that specific problem. Had he objected, the court would have said, you know, there is something to what you say, and I'll give a different instruction. But he didn't."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're going to hear in a second, I'm sure, because I read it in the briefs, my understanding of the Texas point is slightly different. It is this. That under Texas law, when you file before the, before the trial, a general objection, unless you make the objection again when the specific, when a specific instruction is given, you've forfeited your rights to appeal. Under Texas law. And they say that's true of evidence and that's true here, too. And they say that's just Texas law, ordinary Texas law. Now - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what you did, you didn't make the right objection. Now you come up here and well, you are out. You can't make any argument. But -- we are very generous, and we will let even people who make every wrong procedural thing still have a shot, if what they have, if what they are pointing to absolutely egregious. But your isn't absolutely egregious so you're in the same boat as if you just didn't have any argument because you didn't follow the Texas law. Now, I take it, that's their point. What's your response?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you're there in a Texas court. We're not. We are following Texas law, they say, and you're wrong. Now, what are we supposed to do about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They applied, they applied a legal standard, the egregious harm standard, that depends on failure of an objection. So I would have thought they, they certainly thought that there was an inadequate objection, or they wouldn't have applied that standard."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The judge, the judge, I thought, told the lawyers what the charge would be, and I think also said I can't give a separate charge on mitigation because that's a job that only the Texas legislature can do. I am bound by the statute to give these two things. I think the judge said that, so it was the understanding of everyone."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It sounds like you're arguing that the Texas court misapplied Texas law, and you want us to reverse their application of their own law about what is an adequate objection."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but on the issue of whether there was an adequate -- I thought you were arguing that, in fact, there was an adequate objection. And if the, if the State court held against you on that point, that's an issue of Texas law, isn't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I, may I again interrupt you to just get the context of your argument? You said earlier that under Chapman, assuming there is a harmless error issue, that essentially is -- is necessarily a Federal issue. And therefore, I take it, the basis of your point here is, if that is a Federal issue, then the adequacy of actions of counsel to raise it is also a Federal issue. Is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is my understanding - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we make up our own procedural rules, too? I mean, why, why -- why is it just a Federal judgment as to whether it adequately complied with the Texas rule? Presumably we should make up our own rule."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? You say it's a Federal question."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's a little bit different from your, from your response to Justice Souter. You are making a much narrower argument. You, you don't - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't assert that in every case when there is a procedural objection in a capital case or any case involving Federal law, Federal law will determine whether the procedural objection is adequate?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you do, but you do take that position with respect to a harmless error?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. If we assume, for the sake of argument, that there is disagreement on that point, are there any cases of this Court on the matter of adequacy of State procedural bars that would support you, even on the assumption that it's a State, not a Federal issue?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the case, the name of which I cannot think of, to the effect that requiring procedural action by the defendant which would simply be a useless formality and so on?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's Flowers. All right. Wouldn't, wouldn't that be authority that you would invoke, in the, in the sense, as I understood your earlier argument, that the, that the pretrial motion and the adjudication of that made it plain to everybody what the, what the issue was, and therefore requiring anything more would -- would in effect violate the Flowers rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that - - just, why is that too burdensome? What's so burdensome about saying I object to that instruction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying, there is a difference between saying it would have been futile and saying it's high and burdensome, and I'm just wondering what your specific point is."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I, may I ask this question about your position? Is it your position that they should not have applied any harmless error review, or that they applied the wrong standard? And if it's the latter, what was the standard they should have applied?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It wouldn't be preserving the Chapman standard if it was Federal collateral review, would it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's preserved error on direct review, isn't it? On page 23 of their brief there's a footnote that, the red brief, that at least claims to describe the sort of the structure of Texas law, and I thought under Texas law you got a Chapman analysis only if you were on direct review and had preserved error. Is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it didn't have to reach the harmless error question after it made an erroneous determination that there was no error at all. When the case came up here and the Court determined there was error, then it was necessary to reach it. I don't see that it's changing its position at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't it be normal exercise of judicial restraint to say, we don't have to reach out and decide whether this error was harmless if we've already decided there's no error at all?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I just don't -- you say whenever, whenever a court decides the case on the merits instead of using an intervening procedural objection, the procedural objection is waived."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Especially in capital cases, courts don't like to say, oh, you know, yes, you may be innocent but there's this procedural objection. I think most courts - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's my experience with a lot of courts."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"And it's a very bad -- I think in the long term in the broad category of cases, it would be a very bad solution for defendants, because what's going to happen, once a court's determined there's no error at all, it's much easier for them to say, oh and by the way if there was it's harmless. And if they did that and then it turns out there was an error, you're going to be back here saying, well, don't be bound by their harmless error decision because they thought there was no error at all, so they didn't focus on it carefully. I would say the way they approached it in this case is the more desirable way. If you don't think there's an error don't go on and decide whether it's harmless or not in the abstract."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, why, why do you say there are a lot of cases where it doesn't matter? I would have thought every case it mattered. Look, isn't it an absolute rule that there's a Federal issue in a case and there's a State ground, the State ground typically is a failure to raise an objection, and a State court says the Federal ground is what we're talking about. They say nothing about the State ground and they decide the Federal ground. The defendant goes to a Federal court and he says, I'm entitled to be released because they got the Federal ground wrong. I thought it's a hundred percent the case, and this is where you'll correct me, that it's now too late for the State to raise the State ground but the State's waived their adequate and independent State ground and that if they try to raise it again the answer is always, not some of the time: I'm very sorry, State; you're out of luck; you should have decided it on the State ground and not reached the Federal ground."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't that be the case? Suppose the - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":6,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Suppose the State - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Isn't there a difference between waiving it as a procedural bar and waiving it as an objection to the proper standard of review?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who gives the State court the power to, as you say, waive that objection? I can understand when you say the prosecutor didn't object. It's the prosecutor that has the power to forfeit certain arguments on behalf of the people which he chooses not to raise."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But even if it is, logically anterior to consideration of that procedural impediment is a particular ruling on the merits and the State court didn't make that merits. They thought there was no error. It is logically not necessary for them to decide whether an error is harmless if they don't think there's an error, and to say that they waive that, that later ground I would have thought would be very surprising. Why do we remand these cases for further proceedings not inconsistent with our opinion if there's nothing further to be considered?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Otherwise you have a Supreme Court decision that the State court can say, thanks, thanks, that's very interesting advice, but we -- there was a procedural default here. Although we bypassed it the first time, we're not going to bypass it after the Supreme Court has told us what the Federal law is."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would be a special risk if you, if you, if you allowed them to raise the bar, allowed a State to raise a bar to consideration of the issue. But I want to go back to your answer to Justice Stevens' question. You, you say you draw no distinction between the, the procedural failing as a bar to raising the issue and as a basis for determining a standard of harmless error review later. I don't understand why you, you can maintain there is no distinction because if they may not consider it as the basis for their, their standard of harmless error review, assuming we have such a thing, then what are they supposed to use as their standard? Your answer I take it is Chapman, but Chapman as I understand the statement of Federal law would not apply -- State law -- Chapman would not apply in these circumstances. And if you were in a Federal court and this were a Federal conviction Chapman wouldn't apply on collateral review. So it seems to me that you've either got to accept the distinction between procedural error as bar to issue, procedural error as basis for standard of review, or you have no way to figure out what the, what the standard of review should be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Cruz. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I take it that is not an issue before us?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the Penry error, even if not structural, is not subject to harmless error review and you could say that that distinction is possible because Penry has a built-in harmless error or a harmful error component. But as I understand it that's not -- that issue is not in this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's a question of waiver, part of it. I mean, that's -- it's well established that, I guess, I mean, if a State waives an adequate State ground by considering the Federal issue, the Federal courts will go into the Federal ground and they can't later, can they -- is there any case you found anywhere -- I haven't found one - - where say any Federal court considered a State case where the State went into the Federal issue, the State had said nothing about a State ground, and then after the Federal court's decided it somehow the State got a hold of it again and they this time said, oh dear, we forgot, we forgot; in fact, there is the State ground here. And is there any case that you found like that which says that was permissible?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, there's no such case and therefore this would be the first."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. I'm saying the State typically decides against the defendant. They decide against the defendant on a Federal issue. There's a perfectly adequate State issue. It's called failure to object, and they don't mention it. I'd be repeating myself. Are you following what my, my -- and I'm saying is there any case you found anywhere which says after that occurred that the State when it gets a hold of the case again can say, oh dear, we forgot, there's also this adequate State ground, bad luck? I've never seen such a thing. I doubt that you have."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I say this would be the first."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm making a mistake here. I thought that the reason they bring in the Almanza standard is, as I put it before, a kind of act of charity. That is, since there was no contemporaneous objection or proper one, you don't get any appeal normally. But we'll let you do it if you can show egregious harm. I'm wrong about that?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Mr. Cruz, is it not true that if he did fail to preserve the objection then there should have been a procedural bar to the case going forward?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, they are saying that the failure to object does not constitute -- would constitute a procedural bar if we elected to treat it that way, but we've decided not to, but we're nevertheless going to rely on the failure to object to justify a higher standard of review on harmless error?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any precedent for that ambivalent use of a potential procedural bar?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"General Cruz, none of this went on in the opinion and there were four judges of that court who said there's a procedural bar here, end of case. The majority never explained why they weren't going along with that. I didn't see anything in the majority opinion that said, well, never mind that there's a procedural bar here, we're going to deal with the Federal question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The simple question is the procedural objection, as the four judges suggested, could have precluded consideration of the Federal claim at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And the court said we're going to go ahead and consider it, and then when it turns out that they got it wrong and there was error they had to apply harmless error review. In Texas law, harmless error review turns on the standard whether there was an objection or not, and they went back and said there was no objection. The contrary assertions assumes that when they let the claim go forward, that they were waiving any reliance on objection for any purposes, not consideration on the merits, but also for any eventual later consideration on harmless error pursuant to the established State standard."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Cruz, would you clarify one thing for me? Did the Texas Court of Appeals say in effect, there is a procedural bar but we're going to waive it, or did they just not address the issue?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How about in this case?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're assuming there's longstanding precedents. It is also at least conceivable that at the time they thought the objection was properly preserved."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're assuming that they decided to be more lenient rather than assuming that they may have actually decided and rejected the procedural bar."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's at least possible on this record, is it not?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. But isn't the implausibility of the argument that you are making something like this: You say the Texas rule is not that failure to object is a procedural bar but that failure to object determines the standard of harmless error review if in fact there is a later appeal. The implausibility, though, I guess of the position is that as I understand it, four members of the Texas Criminal Court of Appeals did not understand that to be the case at all. Four of them said it is a procedural bar. The four did not understand that there was this rule that you invoke, and when the four said there is a procedural bar, the majority of the court never came out and said no, there isn't."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't the consequence of that, though, that for purposes of this case there was no clear State bar at the time in question and therefore, they cannot apply it now? Maybe they can apply it in cases down the road. I'll assume for the sake of argument that they can. But not in your case, because the bar was not established at the relevant time in your case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But what it is doing is in effect saying there was a kind of default which is subsumed in what the four dissenting justices said the first time around. And so we're going to, we're going to sort of call it a half-loaf procedural default, but we never said so the first time around."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I can understand that they would be separate concepts if there were a rule or if there had been a rule in place at the time he was going through his State habeas that so said. But we don't seem to have such a rule because as you said, there was disagreement within the court, and Hood had not been decided, and therefore - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Pardon me?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Black being -- help me out, Black?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that goes to Penry I, and this is then an objection both to Penry I and based on Penry II."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So it's - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But did they cite that case in this case, in this opinion in this case?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Speaking of that case, can you give me any citation? And just give me a citation, and here there may not be one, but you give me a citation where Texas previously said that a defendant who raised an objection before trial to the application of the statute to his client, he said it's unconstitutional as applied to my client, give me one example in Texas law where that was raised and the State appeals court of any -- at any level said, I'm very sorry, you can't really appeal that because you should have said it again during the trial."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, there's no case, there's no case in Texas law which says what I just said?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You can't say."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was because he didn't raise it again in the trial."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is the argument?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. But in this case the counsel for the defendant did one other thing, and it said to the judge, you don't have authority under State law to add to these supplemental instructions. And I was going to ask you, he was right about that, wasn't he?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What instruction? I haven't seen one. I haven't seen - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Was it the nullification instruction?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is your instruction - - I think this is of some importance. My understanding in this case is that the judge as well as counsel thought that the judge couldn't say in essence what became the Texas law because the legislature put it in, which is: Jury, is it two special issues, but you can consider all the mitigating evidence and it's up to you if you think that mitigating evidence is enough to have a life rather than a death sentence. That I thought the judge couldn't do. I have not seen a prelegislative change, charge in Texas that says what the legislature provided."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so the jury, what they take into the jury room is something that says these are the two questions that you must answer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which tells them that the only way that they can give effect to mitigating evidence is if they answer one of those questions falsely."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in this case the judge said I'm going to give the nullification instruction, and the attorney said, and I think quite properly, he said that won't work."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"General Cruz, how can you make that assumption when the kind of mitigating evidence that has been considered possible within these special questions, the -- the -- in the Graham case where the reputation of this young man, he was sweet, gentle, kind, God fearing, and so the murder that he committed was an aberration. And youth. Those are the two things that I know that we have recognized fall within that. The evidence in this case is surely not that we are dealing with a sweet and kind person. We are dealing with somebody who has been abused as a child and who has a mental disorder."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When you say 90 percent, you're talking about argument time, aren't you?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer to that is, there were several hundred pages of records from school and the testing that went on in school that indicated there was something seriously wrong with this guy."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Maybe -- but the fact is that we're talking right now about sort of quantum of evidence. Was there something serious there for the jury to consider which in effect is the basis for all of this argument? And it seems to me it's not fairly characterized by saying, well, 90 percent of the mitigation case was that he was sweet and loving there. Whether you find it -- whether you find it persuasive or not, there was a substantial amount of evidence of -- going to his mental capacity and to his abuse."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Cruz. Mr. Schaerr. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":10,"sideBefore":"","text":"Are you talking about both collateral review and direct review, or just collateral review?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":10,"sideBefore":"","text":"In, in this case suppose the following circumstance. Suppose a Federal court has decided in the case of this defendant - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":10,"sideBefore":"","text":"-- there was an error of Federal constitutional law, search and seizure or confessions or something, and now we send it back. And let's suppose further the State has no independent State ground, they are not trying to make the argument, whether or not they're trying to make it here. There's no independent State ground, no objection to problem, nothing. Now, I read that one standard that could be applied is the structural error standard. A second is a harmless error standard. But I've never seen a case, but that's perhaps my ignorance -- -that's whey want you to show me -- where it's definitively established by a Federal court anyway that there was a serious Federal error, I've never seen a case where this Court said, or I can't recall one, that the State applied yet some third kind of standard, such as, well, I know there was a very important error, I know it was Federal and constitutional, but nonetheless we're not going to give them any remedy unless it's absolutely egregious harm. I've never seen that in the law. Now, can you point to me in the law where, which will correct my lacuna?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":10,"sideBefore":"","text":"Have you ever seen it in a State? Have you ever seen a State which gets a case back from - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":10,"sideBefore":"","text":"Where? Where should I look on that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":10,"sideBefore":"","text":"No, no. I'm not talking about that because obviously they can do what they want, I think, in the State courts, but they might violate Federal law if they do it. And now so what's happened is somebody has gone into Federal court or this Court and Federal court or this Court has said: Here's a Federal error, of course you're free to apply harmless error or whatever, you don't have to let the person have a new trial or let him out. But I've never seen an instance I can think of where, that having happened, the State then applied yet some third standard like absolutely egregious horrible harm or not totally wonderful harm or something like that. I've never seen. That's what I'm looking for. Is there such an instance?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Or plain error, as applied in the Federal cases under Alano."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Yes, that's possible."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Is there some reason, Mr. Schaerr, why that would be more egregious when the Federal constitutional question has been answered by a Federal district court than it is when the Federal constitutional question has been answered by the State supreme court? Wouldn't it be just as bad when the State supreme court has said the Federal Constitution has been violated and then the case goes back to the lower State court and the lower State court applies some standard for plain error which is, which is simply different from what is, what is being urged here today. I'm sure that happens all the time."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"","text":"And I don't know why it's any worse, any worse when you do it to a Federal district court's determination of what the Federal Constitution says than when you do it to the State supreme court's determination of what the Federal Constitution says."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":10,"sideBefore":"","text":"I guess the reason would be that there is a problem with enforcing Federal constitutional standards. I have not heard of a State that says, suppose the jury was chosen in a racially discriminatory way, suppose there are all kinds of things, the State says, well, we admit, we admit that there is this violation, but we're just not going to apply a harmless error standard. We're going to apply a tough one. I guess that would be the reason. That's why I don't think I've ever seen it."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":10,"sideBefore":"","text":"Is there any special Federal harmless error standard that applies to unpreserved error?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":10,"sideBefore":"","text":"Well, that's for Federal, that's in the Federal courts. But there isn't one that's applicable able to the State courts, is there?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"","text":"Well, we haven't had the issue before us, have we? That's why you're here."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":10,"sideBefore":"","text":"This question is a little different. If you had two harmless errors in a given State, do they have to apply them consistently?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":10,"sideBefore":"","text":"In other words, if for example the higher standard only applies to unpreserved error and the record clearly establishes and the several State judges confirm there was no unpreserved error, then would there not be a duty to apply the lower standard?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":10,"sideBefore":"","text":"And if the State follows the rule in just one exceptional case before the Federal court, can the court said, hey, you're not following your regular rule?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":10,"sideBefore":"","text":"Is there no Federal interest in ensuring that there is a full and fair implementation of a Federal right? And if the State higher standard is erroneously applied, doesn't that prejudice the Federal right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"","text":"Well, that reason would apply equally, however, to determinations of Federal rights by State courts."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"","text":"And I think everybody understands that State courts do this all the time, and indeed a good way to do an end run around what, what, what the other side in this case seems to want is simply for the State supreme court to find a violation of Federal law so that it doesn't get to a Federal court and then have the State lower court apply whatever harmless error standard it wishes, which would be a crazy system."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"","text":"So if you're going to adopt this rule, this rule would have to be adopted not only for references back to the State court from a Federal decision, but you would surely have to apply it to all State determinations of Federal law, and I don't really know what authority we would have to require lower State courts to do that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Thank you, counsel. Mr. Steiker, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about General, Mr. Cruz's comments that this was a minor point in counsel's summation before the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this argument an assertion that the Texas State court was wrong in its determination of this question of Texas State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, your argument right now."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your argument an argument that the Texas State court was wrong on its ruling under Texas State law harmless error."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JORDAN STEIKER","firstName":"JORDAN","lastName":"STEIKER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2629,"interruptions":21,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":1,"fullName":"R. TED CRUZ","firstName":"TED","lastName":"CRUZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1846,"interruptions":17,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":676,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":993,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1161,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":230,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1345,"interruptions":5,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":404,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MR. SCHAERR","lastName":"SCHAERR","counsel":false,"justice":false,"side":"","words_spoken":727,"interruptions":6,"times_spoken":19,"laughter":0,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2629,"times_spoken":56,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":17,"words_spoken":1846,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":5373,"times_spoken":131,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8578442679523601,"respondent":0.14215573204763987,"date":1472523515226}}