{"petitioner":{"name":"TIMOTHY SCOTT","counsel":[0,1]},"respondent":{"name":"No. 05-1631\nVICTOR HARRIS. ","counsel":[2]},"caseNumber":"05-1631","date":"2007-02-26T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We'll hear argument next in Case 05-1631, Scott versus Harris. Mr. Savrin. "},{"name":"JUSTICE STEVENS","id":4,"text":"Can I ask this question about the shopping center. Wouldn't your case be exactly the same if the shopping center incident had not occurred?"},{"name":"JUSTICE STEVENS","id":4,"text":"So that we really don't have to get distracted by the shopping center?"},{"name":"JUSTICE BREYER","id":5,"text":"I'm not sure why you concede that. I mean, I looked at the case and it seemed to me it's a case involving the whole ball of wax. And I suspect my reaction to that tape was in part affected by the fact that he went through the shopping center, came out and crashed into a police car, which is what Scott saw."},{"name":"JUSTICE BREYER","id":5,"text":"So how do I know whether, which of these things is directly or not indirectly - - well, you go ahead. But I mean, are you -- am I not supposed to look at the part which involves the shopping center?"},{"name":"JUSTICE KENNEDY","id":6,"text":"Is the rule that you propose that the policeman must balance the risk of harm to others versus the risk of harm to the fleeing person?"},{"name":"JUSTICE KENNEDY","id":6,"text":"Your brief says that the officer reasonably believes that doing so, i.e., terminating the chase, would avoid a greater risk of bodily injury or death."},{"name":"JUSTICE KENNEDY","id":6,"text":"Greater than what? Greater than - -"},{"name":"JUSTICE KENNEDY","id":6,"text":"Without reference to the possible harm to the driver? I just want to know what you're testing."},{"name":"JUSTICE SCALIA","id":7,"text":"I don't know that I agree with that. I mean, if this fellow driving 90 miles an hour is responsible for endangering people, you're proposing a rule that says if there's a 50 percent chance that he'll hurt some innocent person and a 50 percent chance that he'll get hurt if you try to stop him, you shouldn't do anything. I don't agree with that."},{"name":"JUSTICE SCALIA","id":7,"text":"I'd stop him. I mean, he's the fellow that's causing the danger, endangerment, isn't he?"},{"name":"JUSTICE SCALIA","id":7,"text":"I think you're giving away too much."},{"name":"JUSTICE KENNEDY","id":6,"text":"I didn't mean to put words in your mouth. It seems to me your test might be whether there is a greater risk in stopping him or not stopping him as to other people, without reference to the risk to himself."},{"name":"JUSTICE KENNEDY","id":6,"text":"Well, it's your brief. I want you to - -"},{"name":"JUSTICE STEVENS","id":4,"text":"Well, isn't the speed also relevant to the likelihood that -- that running into a car at that speed would cause the death of a driver?"},{"name":"JUSTICE STEVENS","id":4,"text":"Isn't it a fair high probability that if you hit someone at that speed that there will be something, either death or serious injury as a result?"},{"name":"JUSTICE SCALIA","id":7,"text":"Well, I suppose there is also a high probability where you're going 90 miles an hour on a one-way road, crossing over the double yellow line, with oncoming traffic, that you're going to hurt somebody else."},{"name":"JUSTICE SCALIA","id":7,"text":"I mean, the more you increase the speed the more likely he's going to be hurt. But also the more likely if you let him go somebody else is going to be hurt."},{"name":"JUSTICE GINSBURG","id":8,"text":"But Mr. Savrin, there was an episode in the parking lot where things came to a temporary halt. If Scott had stopped pursuing Harris at that point, maybe Harris would not -- maybe he would have slowed down. If he was -- he was trying to flee from the police, but if the police weren't after him there is no indication that he would have been speeding."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, he was speeding before the police knew about him, right? That's the whole, where this all started."},{"name":"JUSTICE STEVENS","id":4,"text":"Well, do you contend that an officer can always use deadly force to stop a high-speed driver who's creating this kind of a risk?"},{"name":"JUSTICE STEVENS","id":4,"text":"Running into him with a high probability that he'll get killed."},{"name":"JUSTICE STEVENS","id":4,"text":"Wasn't that acknowledged in the district court, in the trial court?"},{"name":"JUSTICE STEVENS","id":4,"text":"Yes."},{"name":"JUSTICE STEVENS","id":4,"text":"But the jury might find that it was deadly force."},{"name":"JUSTICE STEVENS","id":4,"text":"And do you conclude that the jury could not find that it was deadly force?"},{"name":"JUSTICE STEVENS","id":4,"text":"Well, but is your -- is it your view that a jury could not find on these facts that there was deadly force?"},{"name":"JUSTICE KENNEDY","id":6,"text":"I thought we had a test for deadly force in Garner and it's whether or not there is -- it's more likely than not, whether or not there is a serious risk that death will ensue. That's the test, Garner."},{"name":"JUSTICE ALITO","id":9,"text":"What test, what of deadly force would not be met here?"},{"name":"JUSTICE ALITO","id":9,"text":"Considering that it's a summary judgment issue."},{"name":"JUSTICE SCALIA","id":7,"text":"Finish that."},{"name":"JUSTICE SCALIA","id":7,"text":"Excuse me. He reasonably -- because Scott reasonably believed that he could bump the car off the road at 90 miles an hour without risking the driver's life? Is that why it's like the Third Circuit case?"},{"name":"JUSTICE SCALIA","id":7,"text":"Well, but the Third Circuit case you just described didn't talk about intent. It talked about reasonable belief."},{"name":"JUSTICE SOUTER","id":10,"text":"Before do you that, will you go back to the Philadelphia case. Do you contend that a jury could find that he reasonably believed that he would not cause, that he would not raise a serious risk of death or serious bodily harm by bumping the car at 90 miles an hour?"},{"name":"JUSTICE SOUTER","id":10,"text":"I don't understand that. How could such a belief be reasonable? What am I missing here?"},{"name":"JUSTICE SOUTER","id":10,"text":"That doesn't answer my question."},{"name":"JUSTICE SOUTER","id":10,"text":"Why, why would it be reasonable to believe that a car could be bumped at 90 miles an hour plus without raising a substantial risk of death or serious bodily harm? How could such a belief be reasonable?"},{"name":"JUSTICE SOUTER","id":10,"text":"Some people are lucky. We're talking about creating a substantial risk. How would it be reasonable to assume that one would not create a substantial risk?"},{"name":"JUSTICE KENNEDY","id":6,"text":"Well, that's a different issue and you may prevail on other arguments in the case. But as to whether or not there's a likelihood or a reasonable likelihood of serious injury, it seems to me that's clearly a question for the jury. I mean, we might argue about it up here, but that's classic jury question, isn't it?"},{"name":"JUSTICE GINSBURG","id":8,"text":"Mr. Savrin, one technique that Officer Scott asked permission to use was described as a PIT technique that would be a life and limb- sparing measure. One oddity about this case is that he called and asked permission to use that less risky method and yet when he determined that he couldn't do that, given the speed of the vehicles, he didn't ask permission to do what he did do, which was life-endangering."},{"name":"JUSTICE GINSBURG","id":8,"text":"Where is that?"},{"name":"JUSTICE GINSBURG","id":8,"text":"And he said he gave permission for more than PIT procedure?"},{"name":"JUSTICE SOUTER","id":10,"text":"Well, the phrase used was \"take him out,\" wasn't it?"},{"name":"JUSTICE STEVENS","id":4,"text":"Does a police officer have any obligation in a situation like this to consider other alternatives, and if so what other alternatives might have been available to this officer?"},{"name":"JUSTICE STEVENS","id":4,"text":"And even with letting him go, isn't it possible they could get other roadblocks up ahead or get other people involved in the attempt to catch him?"},{"name":"JUSTICE STEVENS","id":4,"text":"Isn't it true that there's no traffic on the road at that particular time?"},{"name":"JUSTICE STEVENS","id":4,"text":"Well, in that circumstance why wouldn't he just consider discontinuing the chase?"},{"name":"JUSTICE STEVENS","id":4,"text":"Would that have been likely if the officer had discontinued the chase?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Savrin. Mr. Garre? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Does it matter exactly what the nature of the escape was? Are we supposed to evaluate whether this was reckless enough? Well, let's say the driver did not go off 90 miles an hour. Let's say he obeyed the speed limit. He just wasn't going to stop. Does that make it a different case?"},{"name":"JUSTICE KENNEDY","id":6,"text":"I would think that would apply to all high-speed cases; would you not agree?"},{"name":"JUSTICE STEVENS","id":4,"text":"Yes. But that was while he was being chased, right? Before being chased he hadn't done any of this. He was going 72 miles an hour in a 55-mile zone, isn't that right."},{"name":"JUSTICE STEVENS","id":4,"text":"No but if you're thinking of the likelihood of harm if they discontinued the chase, is it not reasonable to assume he might go back to going 72 miles an hour in a 55-mile zone?"},{"name":"JUSTICE SC ALIA","id":11,"text":"It would might also be reasonable to assume that anyone who was chased by the police will immediately speed up to 90 miles an hour."},{"name":"JUSTICE SC ALIA","id":11,"text":"It doesn't seem to me a very good rule to give to police forces: Anybody who's going 72 miles an hour, let him go. Or at least if he hits 90, let him go."},{"name":"JUSTICE STEVENS","id":4,"text":"There isn't a question. There is a question of whether it justifies the use of deadly force, to prevent this -- this situation."},{"name":"JUSTICE BREYER","id":5,"text":"Why are these absolute? I mean I looked at Garner and then I looked at Graham and Graham which came later said that all claims that officers have used excessive force, deadly or not, should be analyzed under the Fourth Amendment and its reasonableness standard. So I guess-- isn't that right, isn't that the law?"},{"name":"JUSTICE BREYER","id":5,"text":"All right, if that's the law, then whether -- of course an automobile could, could kill people. Of course it can. So can a lot of things. But an automobile isn't a gun, and a chase on the highway is not a chase through a back yard, though both could end up with the person being chased dead. So aren't we supposed to look at all the circumstances, including the circumstance of what -- one that interests me, one, is that the right standard? Two, did Scott know that the reason he was chasing this person was because he had violated a speed limit, or was he ignorant of the reason why the individual was racing away at 90 miles an hour, which is as far as the record could show?"},{"name":"JUSTICE BREYER","id":5,"text":"And a reasonable juror could not conclude to the contrary?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Is it reasonable for him to suppose that there might be something more going on if the guy is trying this hard to get away from a speeding ticket? That presents he presents a danger to the community quite apart from the driving?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Is that a factor that goes into the analysis?"},{"name":"JUSTICE STEVENS","id":4,"text":"What if they knew there were drugs in the car that he would dispose of if he had got caught. Would that justify this using deadly force?"},{"name":"JUSTICE STEVENS","id":4,"text":"I'm rather clear it would not, isn't it? Because that would be no more serious than the crime in Garner, would it?"},{"name":"JUSTICE KENNEDY","id":6,"text":"But your position would be the same even if Scott knew that the only reason they were trying to stop him initially was the speeding violation?"},{"name":"JUSTICE BREYER","id":5,"text":"Why, why wouldn't it matter? I mean, other things being equal, suppose that he known that all that happens, suppose he was two miles beyond the speed limit. And Scott knew the whole thing or Scott was the one who did it, and he says maybe he is a young kid who is frightened and he has his license number and he could get him later. I mean, why wouldn't it be nutty to -- to try to bump somebody off the road, when all, that's all that's at stake?"},{"name":"JUSTICE GINSBURG","id":8,"text":"How do you deal with the Brower case? That it was a 193 -- 83 action against the police for setting up a roadblock to catch a speeder. And the Court said that the roadblock was enough to give rise to a 1983 claim?"},{"name":"JUSTICE STEVENS","id":4,"text":"May I just make this one point? Is it correct that the issue is whether it's reasonable or is the issue whether a jury could find it unreasonable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Garre. Mr. Jones. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Is there any doubt that Mr. Harris was likely to cause death or serious injury to the other cars on the highway that he was passing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We are not talking about driving in violation of traffic laws. We talking about 90 miles an hour on a two-lane highway, swerving past cars in the incoming traffic - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Hitting -- after hitting Officer Scott's car and continuing on. That's a little more than just unsafe."},{"name":"JUSTICE KENNEDY","id":6,"text":"He used the turning signal. That's like the strangler who observes the no smoking sign. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"text":"Mr. Jones, I looked at the videotape on this. It seemed to me that he created a tremendous risk of drivers on that road. Is that an unreasonable way of looking at the -- at this tape?"},{"name":"JUSTICE SCALIA","id":7,"text":"He created the scariest chase I ever saw since \"The French Connection.\" (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"text":"It is frightening."},{"name":"JUSTICE SCALIA","id":7,"text":"A frightening amount of speed, and cars coming in the opposite direction, at night, on a two-lane windy road - -"},{"name":"JUSTICE SOUTER","id":10,"text":"The question was whether he was creating a substantial risk doing that."},{"name":"JUSTICE SOUTER","id":10,"text":"And my, my question is how could a jury find otherwise? Your answer up to this point is that well, he used signal lights and his reflexes were good, and they sure were. But the question is whether he was creating a substantial risk of death or serious bodily harm to others. And my question is leaving -- assuming that his reflexes were good and he knew how to use the signal lights, how could the jury fail to find that he was creating such a risk?"},{"name":"JUSTICE SOUTER","id":10,"text":"Garner was not talking about someone who at the time the deadly force was used was himself creating a substantial risk of death or serious bodily harm to others. That's what we are dealing with here. And the reasonableness of the officer's action depends on whether, at the summary judgment stage, a jury can reasonably find that, in fact, he was not creating at that moment, a substantial risk of serious bodily harm or death to others. And my question is, how could a jury find anything else?"},{"name":"JUSTICE BREYER","id":5,"text":"Did Scott, know that? Did Scott -- Do you have evidence to show that Scott knew that the underlying offense was a speeding violation?"},{"name":"JUSTICE BREYER","id":5,"text":"And Scott has testified he didn't know it."},{"name":"JUSTICE BREYER","id":5,"text":"Now, do you think you can get to the jury on the question of whether he knew it."},{"name":"JUSTICE BREYER","id":5,"text":"I'd like a yes or no answer."},{"name":"JUSTICE BREYER","id":5,"text":"That doesn't sound like yes or no."},{"name":"JUSTICE BREYER","id":5,"text":"The question is, can you get to the jury on the question of whether Scott knew that the underlying offense was for speeding?"},{"name":"JUSTICE BREYER","id":5,"text":"All right. If Scott didn't know it, I mean, my goodness, then I don't see the relevance of whether it was speeding or not. And I was with you when I read the -- the opinion of the court below. And I read the other brief. I was on the other side. Then I've been shifting back and forth. Then I look at that tape, and I have to say that when I looked at the tape, my reaction was somewhat similar to Justice Alito's. And so if it's doubtful and then you can't even show that the person who did it knew that this was for speeding rather than for murder, how can you get to the jury?"},{"name":"JUSTICE KENNEDY","id":6,"text":"Well, as the Chief Justice indicated through a question earlier, isn't it reasonable for an officer to assume that it is -- he is trying to escape because there is something more serious than speeding at stake? I mean, that's the assumption I would draw."},{"name":"JUSTICE KENNEDY","id":6,"text":"You mean just as many people take off in high speed chases for speeding as for serious crimes?"},{"name":"JUSTICE SOUTER","id":10,"text":"But at the moment Scott came into this case, what difference does that make? Why is that even relevant? Let's assume Scott knew that this entire situation had eventuated out of an 18 mile in excess of speed act by the individual. Assume that. What Scott also knew at the point at which he joined the chase was that this individual was driving a car at 90 miles an hour. He was crossing yellow lines, going through red lights, et cetera. At that point, wasn't the only legally relevant data whether or not Harris was creating the risk of death or bodily harm to others?"},{"name":"JUSTICE SOUTER","id":10,"text":"So you agree that whether Scott knew or didn't know, that this whole scenario had eventuated out of a speeding situation was irrelevant?"},{"name":"JUSTICE BREYER","id":5,"text":"That's exactly where I started. And I wondered -- that's what I'm uncertain about the standard for this. Because as you and the others have been arguing, if the question is one about rules surrounding the use of deadly force. But then when I read what I read out to you, in Graham, it seemed to me that Graham, which comes after Garner, says that's not the standard. Graham is a standard of simple reasonableness and Garner is simply an illustration of that as applied to guns and a backyard chase, not as applied to cars which threaten other people much more."},{"name":"JUSTICE BREYER","id":5,"text":"Well, what is the standard? Am I supposed to apply -- am I not supposed to apply Graham?"},{"name":"JUSTICE BREYER","id":5,"text":"So you're saying I cannot do the following under the law, which would seem to be contrary to common sense, to say there is a big difference between a policeman shooting a person who is running away and threatens no harm to others, and a policeman using a gun -- using a car on a highway to try to get a person to stop who is threatening others. I have to treat those exactly as if they were the same thing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"The Eleventh Circuit gave the exact opposite answer in the Adams case, which if you're looking at what the -- was clearly established law from the point of view of the officer that provides him guidance that the Garner case does not dictate a result in the use of deadly force in the police chase case involving an automobile."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"So when Officer Scott was trying to figure out what the law was, he should have relied on the dissent in the case?"},{"name":"JUSTICE GINSBURG","id":8,"text":"Was there any case at the time of the action in this case, any decision that said ramming, ramming a car to end a chase violates the Fourth Amendment?"},{"name":"JUSTICE GINSBURG","id":8,"text":"Brower was a roadblock case."},{"name":"JUSTICE SCALIA","id":7,"text":"But the issue in the case was quite simply whether there had been a seizure. Isn't that the issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Go ahead. Finish your - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"If I could just get back to an earlier point. You think what the officer should have done in this case was to let Mr. Harris go."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Even though he doesn't know at that point that he will ever be able to arrest him later. He doesn't know if it's a stolen car or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"And he doesn't know why he is being pursued, whether it's for mass murder or terrorism or anything else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Once they have gotten away, I assume."},{"name":"JUSTICE SCALIA","id":7,"text":"Not if he is shooting his way out of the house and endangering other people."},{"name":"JUSTICE SCALIA","id":7,"text":"I mean, that's a factor here, of course. If he has taken the jewelry and he's gone off into the night, if shooting at him might endanger somebody else, or even kill him, you have to let him go. I'm talking about a burglar who is, you know, who is shooting as he leaves."},{"name":"JUSTICE SCALIA","id":7,"text":"Of course you can shoot him."},{"name":"JUSTICE KENNEDY","id":6,"text":"Can you tell me as of the time he exited the parking lot, by that point, had he committed any felonies?"},{"name":"JUSTICE KENNEDY","id":6,"text":"90 miles an hour would not be a felony, not a reckless driving?"},{"name":"JUSTICE KENNEDY","id":6,"text":"Yes."},{"name":"JUSTICE KENNEDY","id":6,"text":"At no point did he commit a felony?"},{"name":"JUSTICE GINSBURG","id":8,"text":"But he certainly committed a lot of - -"},{"name":"JUSTICE KENNEDY","id":6,"text":"If he had intended to hit the police officer, was it - -"},{"name":"JUSTICE GINSBURG","id":8,"text":"The key point is that he is endangering the lives and safety of others. Anyone who has watched that tape has got to come to that conclusion, looking at the road and the way that this car was swerving, and the cars coming in the opposite direction. This was a situation fraught with danger."},{"name":"JUSTICE SCALIA","id":7,"text":"Is that a factual finding of the, of the trial court here?"},{"name":"JUSTICE SCALIA","id":7,"text":"Are we bound by that fact?"},{"name":"JUSTICE SCALIA","id":7,"text":"Even if having watched the tape, there is no way that, that factual finding can be accurate?"},{"name":"JUSTICE BREYER","id":5,"text":"I don't see how -- I mean, you know, given our prior discussion here, I don't see how that's the issue. Because you say we have to assume that the Defendant here didn't know that, in fact, all that was at issue was a violation of the traffic law."},{"name":"JUSTICE BREYER","id":5,"text":"That conduct -- it could be conduct -- you could say exactly your same question, just as the Chief just said. I mean, I don't know how to get around this. You could say the question was, does a person who reasonably thinks he might be being pursued for a murder - -"},{"name":"JUSTICE ALITO","id":9,"text":"When someone is fleeing and creating a grave danger, let's just assume that that's the case, creating a very danger for other drivers on the road, when in your view is it reasonable for the police to use deadly force to stop that, as opposed to breaking off the chase? What, what is the test."},{"name":"JUSTICE ALITO","id":9,"text":"How could you possibly give a warning in this situation?"},{"name":"JUSTICE GINSBURG","id":8,"text":"Why wasn't there warning? There were lights, there were sirens. Surely the defendant knew that the police were trying to stop him."},{"name":"JUSTICE BREYER","id":5,"text":"What am I -- you said factually. What am I supposed to assume? You said in light of -- I mean, I looked at the tape and that tape shows he is weaving on both sides of the lane, swerving around automobiles that are coming in the opposite direction with their lights on, goes through a red light where there are several cars that are right there, weaves around them, and there are cars coming the other way, weaves back, goes down the road. Now, what in fact -- am I supposed to pretend I haven't seen that? What am I supposed to pretend to here?"},{"name":"JUSTICE BREYER","id":5,"text":"You didn't see that?"},{"name":"JUSTICE BREYER","id":5,"text":"You didn't -- I thought that -- you didn't see that?"},{"name":"JUSTICE BREYER","id":5,"text":"No, no. I -- what I saw is he is driving down one lane, what I mean by weaving, and this lane goes with me in traffic. And there is some cars in front of him, so he goes in the other lane where the cars are now coming right directly at him. And then before they hit him, he goes back to the first lane and he does this while going through a red light, it seemed to me. Am I -- did I mis-see that? I'll go look at it again if you - -"},{"name":"JUSTICE BREYER","id":5,"text":"Yeah."},{"name":"JUSTICE BREYER","id":5,"text":"Well that's, that's what I wonder. If the court says that isn't what happened, and I see with my eyes that is what happened, what am I supposed to do?"},{"name":"JUSTICE KENNEDY","id":6,"text":"The district - - (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"text":"Under, under -- under your rule, what you're concerned with is the bumping, the use of the force. Under your rule, if the police continue the chase without using the, without trying to ram him, and then there is an accident and innocent people are killed, or injured, I assume that under the tort laws of most states, the police could be liable."},{"name":"JUSTICE KENNEDY","id":6,"text":"Well, aren't they the proximate cause if they continue the chase without trying to terminate it?"},{"name":"JUSTICE KENNEDY","id":6,"text":"No. No. Well, I meant terminate the chase by -- by -- by forcing him off the road."},{"name":"JUSTICE KENNEDY","id":6,"text":"But isn't there -- but isn't that one way to assure that the police are not liable, both from a moral standpoint and a legal standpoint, for causing the injury of other people?"},{"name":"JUSTICE KENNEDY","id":6,"text":"Well, you mean it's irrelevant to our analysis to consider that he might injure other people?"},{"name":"JUSTICE SCALIA","id":7,"text":"Mr. Jones, could I - -"},{"name":"JUSTICE SCALIA","id":7,"text":"Could I ask whether the portion of the opinion that you say establishes that he was not endangering anybody is this portion? The court is mindful that traffic laws are designed to -- safely -- and Harris acted in an unsafe manner. However, the record reflects\" -- - is this the portion?"},{"name":"JUSTICE SCALIA","id":7,"text":"-- \"that he maintained control over his vehicle.\" Well, that doesn't prove he's not endangering anybody. \"Used his turn signals\" -- wonderful. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"text":"\"And did not endanger any particular motorist on the road.\" I think that's true. In that scary chase he, he didn't come close to hitting any particular car, but I don't think that's, that's a finding that he was not endangering anybody. \"Any particular motorist,\" but he was endangering the public at large."},{"name":"JUSTICE SCALIA","id":7,"text":"It depends on how fast - - if depends on how fast the car is going, whether it's a two-lane road or four-lane divided highway. All those factors come into, into account. And it doesn't seem to me that we have to adopt a rule that will, that will discourage police officers. There's, there's enough disincentive to engage in this kind of activity in the fact that the police officer may hurt himself. It's pretty risky to conduct this kind of a maneuver, don't you think? I wouldn't have done it if I was Scott."},{"name":"JUSTICE SCALIA","id":7,"text":"I would have let the guy go."},{"name":"JUSTICE SCALIA","id":7,"text":"Driving 90 miles an hour and comes up, approaches that car, that car swerved. Scott could have been killed, couldn't he?"},{"name":"JUSTICE SCALIA","id":7,"text":"So I don't think we need a whole lot of disincentive to stop police officers in engaging in frolicsome conduct."},{"name":"JUSTICE STEVENS","id":4,"text":"Let me just ask this question. In trying to assess the likelihood of harm to innocent people who would be hurt by this by this guy driving so fast, is that, do we measure it by assuming that the chase will continue? Or do we measure it by assuming that the chase would be discontinued?"},{"name":"JUSTICE STEVENS","id":4,"text":"Just as we did in Garner?"},{"name":"JUSTICE STEVENS","id":4,"text":"If it were -- clear that a jury could find that there would be no unreasonable risk to innocent motorists if they discontinued the chase - - assume that's a possible finding. If that were true, would there be a duty to discontinue the chase?"},{"name":"JUSTICE STEVENS","id":4,"text":"You're saying there is a duty not to use deadly force."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"And aren't you concerned that that creates an incentive in every case for anyone who, that sees the blue lights behind them to know that all they have to do is keep fleeing and the police are going to have to give up eventually?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, Garner - - Garner was the case involving shooting the guy in the back, right?"},{"name":"JUSTICE KENNEDY","id":6,"text":"But your, your answer to Justice Stevens as I understand it was the police not have the duty to discontinue the chase? The obverse of that is that the police may prolong the chase, i.e., prolong the injury to the public. I'm surprised at your answer."},{"name":"JUSTICE STEVENS","id":4,"text":"It is certainly the case that if there is going to be a, a risk of deadly harm to innocent third parties, there would be a duty to discontinue the chase rather kill him. But you don't seem to buy that."},{"name":"JUSTICE SCALIA","id":7,"text":"Did this study show what future fleeing speeders would do? I mean, I will accept that for, for the sake of argument that -- in fact, it's probably true. I would have guessed that, if the police stopped chasing, you don't go 90 miles an hour anymore. But did this study show what the effect of a rule that says stop chasing when he hits 85, what the effect of that rule would be on, on fleeing speeders or fleeing felons, or fleeing anybody?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Jones. Mr. Savrin, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"text":"What am I supposed to do? I mean, I'll look again at the tape. I certainly will do that. But suppose I look at the tape and I end up with Chico Marx's old question with respect to the Court of Appeals: Who do you believe, me or your own eyes?"},{"name":"JUSTICE SCALIA","id":7,"text":"Whether he is endangering anybody is a historical fact, no? So what do you do about that finding?"},{"name":"JUSTICE SCALIA","id":7,"text":"It is."},{"name":"JUSTICE GINSBURG","id":8,"text":"What is the, the court saying -- and this is on page 39 A of the petition appendix -- when Harris was driving away from officers and when there, when there were no other motorists or pedestrians nearby, thus casting doubt on defendant's assertion that at the time of the ramming, Harris posed an immediate threat of harm to others. This is a finding that there were no other motorists or pedestrians nearby when the ramming occurred."},{"name":"JUSTICE SCALIA","id":7,"text":"I would hope he would wait until there were no pedestrians or vehicles coming before he, before he did the ramming."},{"name":"JUSTICE SCALIA","id":7,"text":"I assume he waited precisely for that kind of a gap in the traffic?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Do you agree with Mr. Jones' statement that none of Mr. Harris' conduct rose to the level of a felony?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Savrin. The case is submitted. [Whereupon, at 11:47 a.m., the case in the above-titled matter was submitted.]"}],"people":[{"id":0,"fullName":"PHILIP W. SAVRIN","firstName":"PHILIP","lastName":"SAVRIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2159,"interruptions":19,"times_spoken":56,"laughter":0,"num_int_by":8},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":844,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CRAIG T. JONES","firstName":"CRAIG","lastName":"JONES","counsel":true,"justice":false,"side":"respondent","words_spoken":2779,"interruptions":32,"times_spoken":78,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":506,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":605,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1199,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":596,"interruptions":3,"times_spoken":25,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":795,"interruptions":2,"times_spoken":31,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":120,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":462,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE SC ALIA","lastName":"ALIA","counsel":false,"justice":true,"side":"justices","words_spoken":59,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3003,"times_spoken":75,"laughter":0,"num_int_by":9},{"side":"respondent","interruptions":32,"words_spoken":2779,"times_spoken":78,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":10,"words_spoken":4736,"times_spoken":159,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7}}