{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"PHILIP MORRIS COMPANIES, INC., ET AL. : ","counsel":[2]},"caseNumber":"05-1284","date":"2007-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in case 05-1284, Watson versus Philip Morris Companies. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they cite any particular document or statement - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that constitutes the delegation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's perfectly all right for them to adopt a new method of testing tar and nicotine that yields numbers that are far lower than the Government's method, and to publish an ad saying these are our tar and nicotine figures, and the FTC would have no problem with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just the preferred method, but presumably the only one they would allow. If you used another one, they would bring a deceptive trade practices action very quickly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They still might have gotten it right. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand you have a dispute about whether that is this case, but there are many areas where the Government requires testing of products. You know, the strength of seat belts and stuff, and they specify very precise means to which those tests have to be conducted. And if someone, a manufacturer is complying with those requirements, and a challenge is brought, saying something to the effect that that test doesn't give you a good measure or something, in that situation would this removal provision apply?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the Government says you've got to test your cars, you know, every three months or something, and you've got to send us the results of a random -- random test?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That is -- this is certainly not your revenue officer needing help from a citizen or the Federal agent going to close down a still during Prohibition. But what about the Government contractor cases that are cited, the Agent Orange was one example?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do all these contracting cases involve the contractor imposing law upon somebody, executing law? On behalf of the Government?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that's your test. I mean, and if that is the proper test, it ought to apply in the Government contractor situation, too. So, for example, the Government can hire a private company run prisons; but that would be the Government hiring somebody to perform Government - - Government functions. Now, do all of those -- a function that remain as Government function, keeping the incarcerated incarcerated. Now do, do all of the contract cases involve that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that puts a whole new theory on your - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And he was acting under color of law as you've described that in your petitions? I don't think so."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I, I it seems to me color of office, you say color of office, it means that its appearance to somebody else is that -- that he is being an official. And I would think that that requires the fact that he's assisting a Government agent in enforcing the law against somebody."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How, how do you distinguish your Blue Cross example from the instance where drug companies are doing testing required by the FDA?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Blue Cross is different because there they are acting as an intermediary of the Government?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that doesn't seem to be a distinction. The drug companies -- the Government wants to make sure that drugs are safe and effective and so they issue regulations saying here's how you have to test it. They're just, you could say, delegating the testing to the companies."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a difference between you are providing products and complying with testing. In other words, and if, in fact, the Government specifies precisely how the testing is supposed to be done to determine whether it, the Government, will approve the marketing of a particular drug, and the challenge, the litigation is to the testing. Somebody sues as drugs company and says you know, you tested this drug wrong, we think you should have tested it some other way, and the drug company says the Government told us how to test it -- why in that situation aren't they acting under a Government official?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just out of curiosity, what, what happens to the, the employees of the private companies that run prisons? Could they removed under this provision?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They either run the prison for a State, or for the Federal Government."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or the Federal Government."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the prison case, there's not any if about it. A State, municipality, has a contract with a private entrepreneur to run a prison. One question that I think must have come up in that context comes under the 1983 action in - - against a, a prison guard, a privately hired prison guard."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the test here? Is that the test here? If it is State action, it is covered by this statute. If it isn't, it is not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose it doesn't."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Should I conclude it therefore is not covered?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't follow that. The Government is always altering people's conduct when it regulates them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Has it been done? I mean, this is -- I don't recall any case like this. Are there other product liability cases that are removed from State court to Federal Court on a similar basis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. Mr. Gornstein. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do they test their products before they're marketed under rigid Federal testing regulations which are supervised by the Federal Government?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is the Government supervising those?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah, but is there some Government official who's there to make sure that the testing is being done the way, the way it's supposed to be, which is what, what is argued is the case here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"They don't have to be there every day."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Policing - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What's -- what's your conclusion? That those are not people acting under Federal officers - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Because policing sounds like - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about -- what about USDA food inspection? Isn't a lot of that delegated to the producers rather than the Government officials?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But you still get a Government stamp."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So if you are a federally certified inspector you are acting under - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about private transportation of mail? Is the private contractor who's carrying U.S. mail, is that person -- could he remove a case under this provision."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I have a contract to provides food to the Senate cafeteria, okay. And the Senate or maybe the Executive Branch, for that matter, closely supervises my preparation and service of that food. Am I acting under, even though I'm not assisting the Government in any governmental function at all? Don't you have to be assisting in the performance of a governmental function?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't care what kind of testing they do? They can change the method and change the way to resolve - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gornstein, was there any Government litigation against the cigarette companies?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Gornstein. Mr. Olson. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did the FTC ever adopt a regulation saying you've got publish these measurements?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But if one of the companies had said, we're sick of doing this, we don't like the numbers we're getting, whatever, we're just not going to do it, presumably if we, you know, accept that testimony at face value, the FTC would have moved and said, okay, I guess we're going to have to have a reg or a statute or what-not. During that period of time, the company wouldn't be committing any offense?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is this -- I'm just not following it. What is the source of the so-called \"FTC number\" to which advertising must conform?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The Cambridge test, yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that. But if the -- if a given cigarette manufacturer simply said, we're not going to give any numbers, we're simply going to say \"Smoke Marlboros,\" and the FTC wanted numbers and they wanted the numbers in accordance with the Cambridge testing method, they would then have had to regulate, adopt a regulation, or get Congress to pass a statute."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now, in my hypo they just say: Look, we're just going to say \"Smoke Marlboros.\" We're not going to say the nicotine is low or anything. The FTC would not at that point have any basis to charge a violation?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All I'm getting at is the FTC had no basis other than a voluntary agreement to require them to publish any numbers or to publish any numbers in accordance with the Cambridge - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Again, you're talking about an agency that has set certain standards that the entity its regulating must meet. They must meet all kinds of requirements for certain kinds of tests by OSHA, say, for example. Think of pesticides, think of hazardous substance -- quite precise tests that the Government says you must make this test before you market that dangerous product. I don't see how cigarettes are any different from hazardous wastes, pesticides, just the vast number of potentially dangerous to health products that are marketed and the Government says: We're not going to let you put those things out on the market unless you go through a certain testing regimen. That doesn't make the party an agent of the Government for the testing purposes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They are called FTC ratings?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And they are called -- in the regulations it's called the FTC test, even after it has been done by the companies?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's very careless, isn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But there must be many times when an agency prescribes a test that a regulated party must comply with. It's still a relationship of a regulator, the FTC, sets standards that the regulated party has to meet. I just don't see -- it could be called \"the FTC test,\" but it's a test for what? Are you complying with the law when you're manufacturing and marketing this product?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What if in your hypo the Government came along and said, in order to run your hospital, you've got to disclose certain facts. Otherwise we're going to shut it down. And those facts from that point on are like your hypo. Would your conclusion then follow, that they were acting under?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't that the situation that we've got here?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that, Mr. Olson, that the cigarette companies wanted to make a light brand so that they could keep customers who might be tempted to quit if there was only the heavy kind. But to say that, the light cigarettes were forced on the cigarette companies by the FTC certainly - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, any product that the Government supervises, certainly the Government would want to promote a safer -- I mean, think of a jet ski. Think of -- products are marketed because people want them, and off course the Government as supervisor will want to encourage a safer product. But let me ask you a different question, Mr. Olson. The removal area has been really closely guarded by Congress. You know it's not easy to get a case out of State court and move it to the Federal court. In fact, Congress has said if the Federal court shifts it back, no matter how wrong a that decision was, it stays in the State court. One can't remove -- you may have a wonderful Federal defense, a preemption defense. You can't remove on that basis. You may have a counterclaim, so you're really the same as a plaintiff. You can't remove on the basis of a counterclaim. Well, Congress has been so careful to let the State courts do State tort litigation. Then we are supposed to read into a Federal officer removal statute, that kind of, the removal of a State tort case from State court to Federal court? Because that's quite the fashion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is this right? If I have it -- I'm using sort of a silly example to explain it to myself. But I'm thinking the FDA -- or no, the Agriculture Department decides they're really interested in red apples not being red. So they say we hire thousands of apple lookers, and the apple lookers look at all the apples and they devise a redness test which is really fabulous, you know, very precise."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. The FDA. The FDA has the apple looking redness test, and the apple lookers apply the test. And if you pass the test, you can say red apple, and if you don't pass the test you don't. Now I'll give you two different things that happen. One day because of budget cuts the FDA hires a lipstick company to look, because they're experts on redness; they know how to perform a test. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"The other possibility is they say to the apple companies, you do your own looking. Now I think there'd be the difference that you're trying to argue, and I don't think it cuts or you. Because in the first case, what they've done is hire somebody to perform a governmental function. In the second case, what they've done is to the people who are regulated and have the interest, in announcing they have red apples, they've said, you do it yourself."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That wouldn't be relevant, because the -- the problem with the, with the approach that you're taking, as I see it, would be that, that there are probably a lot of instances where a regulated firm, the regulation meaning yes/no, market/not market; yes/no, advertise/not advertise, performs all kinds of tests to see if it is yes or no. And if you're going to start taking that kind of firm and breaking it apart to say whether it's doing the testing part or some other part, you're really opening the gates."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So what you are saying is that this function is so separable and it is so much a FTC function and it is so much like delegating it to the third party that did nothing of the testing, that even if you delegate it to the second party which does testing and then benefits from the testing, that's still not enough to take it out."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- have I got that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. But I -- so, so to use my silly example, I mean, it is like the lipstick company. You're saying, well if they did it to the lipstick company it would be clearly that they're the Government agent. And it is so technical, so governmental, so heavily involved with the Government for testing, that even though you give it to the apple growers themselves, they are still Government agents when they perform it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I, I see the argument now."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then is there any, any authority ever, that you found for that? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well there's one different. If you're doing it for the Government, the Government says we want Agent Orange; we know it's a very dangerous substance. So they give you an order; we're going to make very precise specifications. But you're doing it for us. We, the Government, want that, and so we are going to put tight controls on your manufacturing it for us. A little was different from a commercial company going out to sell market goods to the public at large?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Have, have they imposed its official -- has it imposed, the FTC, its official results on any company that was not a participant in this -- in this testing lab?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Your case would be stronger if they weren't doing it just for themselves. If in fact that they were doing it for the FTC who imposed it even on somebody else."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Because here you're doing it for yourself. You want to advertise low -- low - - low tar cases. And the FTC says the only way we'll let you do it, the only way we'll let do you that advertising is if you test them pursuant to this, this system that we established. And you say okay. We'll test them pursuant to the system you've established and -- and everybody goes happily away."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Olson , you've been talking a lot about testing. But when you look at the complaint in this case, testing is a small part of it. They're complaining about the modification of the tobacco blend, the weight, rod length, the circumference, use of reconstituted tobacco sheets. In other words there's a lot going on here in the complaint here besides the testing. And if the Government is in no way specifying the tobacco blend, the weight, the length, all these other things that are allegedly part of the manipulation to affect the figures."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the company is doing it so it can stay in business and market this product, not as a service to the U.S. Government."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well that's a good, that's a good preemption argument."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure it has much bearing upon whether - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know all that's involved here is the forum and removal; but if we were to rule for you that there' is Federal officer status here, would that effect any of the substantive determinations on the preemption question, etcetera?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's just a forum question?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I have a quick question. Is there anything in the complaint that alleges you didn't perform the tests properly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand your response to Justice Kennedy. If we determine that you're acting under the direction of a Federal officer, that would seem to me highly pertinent on the merits of a preemption argument. So it would not be just the forum, but kind of getting into the preemption merits."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It all comes back to me now, that case you mentioned. Lip drape, that was the lip drape case, wasn't it, where people smoke differently because some of them cover up the holes in the filter when their lips -- the lip drape. The naked lip drape."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is it the apple institute who's doing the testing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I said apple institute. You know, that seemed to me to be the case where it was the apple institute or whatever it was that was the delegate, and then they applied the test, and the people they were applying the test to weren't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Olson. Mr. Frederick, two minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how many others involve the agency calling the result of the private action the FTC figures and the FTC test?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't -- they don't put it out to the public as the Federal Government's figures."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That makes a big difference."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just don't call it the Government's test. Don't call it the Government's figures. Call it the industry's figures."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now the FTC told us why they did it. They did it because they could save the money by having the industry do it rather than them doing it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2410,"interruptions":14,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":1,"fullName":"IRVING L. GORNSTEIN","firstName":"IRVING","lastName":"GORNSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1066,"interruptions":7,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":2,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"respondent","words_spoken":2965,"interruptions":15,"times_spoken":42,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":689,"interruptions":4,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":708,"interruptions":5,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":715,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":81,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":312,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":559,"interruptions":0,"times_spoken":12,"laughter":2,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3476,"times_spoken":50,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":15,"words_spoken":2965,"times_spoken":42,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":11,"words_spoken":3064,"times_spoken":94,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8623157910437576,"respondent":0.13768420895624245,"date":1473644743129}}