{"petitioner":{"name":"ARLINGTON CENTRAL SCHOOL DISTRICT BOARD OF EDUCATION","counsel":[0,1]},"respondent":{"name":"PEARL MURPHY, ET VIR. ","counsel":[2]},"caseNumber":"05-18","date":"2006-04-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in Arlington Central School District Board of Education v. Murphy. Mr. Kuntz. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think the right includes any costs other than statutory costs, any expenses?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you explain the reference to expenses on page 4 of the red brief which quotes from the -- a section of the statute authorizing a report to be made, a report authorized under? They shall include data about the specific amount of attorneys' fees, costs, and expenses. Why do you suppose they put the word expenses in?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the expenses must be 1111 14th Street, NW Suite 400 something other than attorneys' fees or costs."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about -- may I just take the question one step further? I think it's in a subsequent clause in that same section requiring the GAO report that it refers to the -- the -- I forget whether -- the expenses of consultants. Why was the word consultant in there? Because as -- as I understand it, a consultant would not be covered by the costs -- the general costs statute."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it? Is it? I thought the -- there was a reference to hours of consultants, but not expenses."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I would have thought that your answer would be that the Congress was interested in finding out the cost of this act, and it's very clear that school districts hire consultants to assist them in -- in these cases, and it wanted to know the amount they were paying to the consultants. And that's also why it used the word personnel, which -- which is a word usually reserved for a government agency."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But does it make it possible to read -- I mean, I agree with you it doesn't say to do that, but I guess you could read it to do that, couldn't you? I mean, you said the word cost wasn't 1111 14th Street, NW Suite 400 ambiguous."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe you might be right, maybe absolutely, but might you also be wrong? How is it not ambiguous? It might cover -- it might cover the fees of consultants. It might be that the argument you made is right, but it also mightn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which involved this statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, I mean, we have a statute and they're using the word costs in the statute, and whatever they used in some other statute they might have meant something different in this statute. And my question is simply how do we know they didn't by just reading the word five times, particularly since, in fact, if you look at another part of the statute, they do seem to use the word cost to include number of hours spent by personnel, including consultants, and the expenses incurred. I mean, can you say -- is there a dictionary that says the word costs couldn't include that? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, once you say it could, then possibly it's reasonable to ask what the Congress Members were actually thinking, and as soon as we look at what they were actually thinking, that's perfectly clear. Isn't it? Because both the conference report and the Senate report say absolutely clearly that they intended this kind of expense to be used, which is why the GAO went out and did all the studies to include it."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the GAO study included not just the -- the hours worked and the -- the costs, however you choose to define it, on the part of the parent challenging the school board action, but it also included those hours and those costs expended by the school."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In which case it could not possibly have been directed to what items are compensable."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"On its face, it covers at least half of the items that are not compensable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's true, but --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Isn't it true that the provision I referred to refers to the specific amount of attorneys' fees, costs, and expenses awarded to the prevailing party? So it's definitely referring to expenses incurred by the -- by the plaintiff. Isn't that true?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying the word expenses should refer only to expenses incurred by counsel, which of course would be normally reimbursable."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I'm not -- I'm not sure that you don't have a further answer to Justice Stevens because there's (3)(A) and (3)(B). 1111 14th Street, NW Suite 400 (3)(A) talks about costs and expenses awarded to the prevailing party. (3)(B) says, for the same sample the number of hours spent."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's certainly possible. I just wonder why don't we look and see what they intended, since they told us. In the conference report, they say the conferees intend the phrase, attorneys' fees as part of costs, to include reasonable expenses and fees of expert witnesses and the reasonable cost of any test or evaluation which is found to be necessary for the preparation of a parent or guardian's case in the action or proceeding. So why are we metaphysically trying to guess what Congress intended when they told us what they intended?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is why don't we just look and see what they intended since they wrote it down on a piece of paper and all we have to do is read it? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Did Congress say that, Mr. Kuntz?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it did. I thought that the conferees in Congress wrote in the conference report precisely what they intended."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I'd like you to respond to it. (Laughter.)"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no doubt that the best evidence is the text of the statute, but at least the people who drafted this, even if they were not the conferees themselves but were just staff members, they apparently thought the language was subject to that reading. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which would mean it would be ambiguous, wouldn't it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule that you refer to that you cannot look at legislative history -- of course, we always start with the plain language. That's clear. But the rule that you cannot look at legislative history didn't really get any emphasis till after 1987, and this statute was enacted in 1986."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it also found that there were dozens of statutes, I think -- didn't Justice Scalia list in his opinion for -- it went on for a couple of pages, including footnotes? I think it was over 30 that did mention experts. It mentioned attorneys' fees and expert fees. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Was this language, by the way -- I'm not clear. It always cited to the House -- the House conferees. Was -- was this language in the -- in the Senate conference report?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So we don't really know --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's only half of the Congress, isn't it? Even if --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":9,"sideBefore":"justices","text":"I thought it was a joint explanatory statement."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- even if everybody in the House agreed with that, which we don't really know. What about the President? When he signed it, did -- did he indicate any interpretation?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have a committee of 1111 14th Street, NW Suite 400 one house that said -- that said that, that thought it meant that or would have liked it to mean that."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you explain the title, Joint Explanatory Statement of the Committee of the Conference? Doesn't that speak for both the House and the Senate?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not correct it's just for one house. It's -- what I have is the Joint Explanatory Committee, and it says the managers, on the part of the House and the Senate."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And is there some rule -- I don't know what this rule is you can't refer to legislative history. Does it say that in the Constitution of the United States?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. And so --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Counsel, sometimes 1111 14th Street, NW Suite 400 these joint statements are actually voted on by the Congress as a whole. Was this one -- was this one voted on?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which ones are voted on? I've not heard of that. I mean, they might be, but it used to be that the -- they circulate the report to all the Members and the Members read it, and if a Member disagrees with it, they note their dissent. Maybe it's changed. But I guess --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Can you cite an example of a conference report that was voted on by the Congress?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think we have said that conference reports are more valuable than the reports of a single house. I think we have said that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":7,"sideBefore":"justices","text":"They are voted on when the -- when the conferees make changes, which they sometimes do. Then -- then, of course, they have to be voted on. So it's frequent. It's frequent that they're voted on, but this one apparently -- there were no changes made and it wasn't voted on. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Breyer knows that. He -- he's worked there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't have an opportunity to work for a Senator who, in fact, to my experience asked me to report on a vote on such a thing. I just wasn't aware of it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Salmons. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"You have examples of conference reports being voted on, don't you?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what do you say about expenses? Isn't -- isn't it a fairly common practice for a -- a trial lawyer to -- to hire his experts and pay them and then bill the client for -- for whatever he's paid for the experts? I mean, if that is the -- this has been a long time since I've practiced law. So maybe that isn't the way it's done anymore. But it -- it certainly has been done that way, and -- and if that is still the practice, wouldn't it make sense for Congress to have assumed that expenses would include those kinds of expenses?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It's the GAO reference. You're right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Salmons, there's one difference, a marked difference, between this statute and the others, and that is, in -- in many of these cases, it is the consultant that is the primary, perhaps exclusive, aide to the parent. There's not a case where they have these determinations, a lawyer is in the front line. Even in this very case, wasn't it true that it was the consultant who was the aide to the 1111 14th Street, NW Suite 400 parent and there was no lawyer on the scene?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you -- what do you say about the legislative history, which has been so prominent in the discussion this morning? The conference report."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, don't you suppose it represents the view of the House and Senate conferees?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No. I -- I realize that, but I mean, an --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- an argument, a perfectly fair argument, can be made, whether -- whether you find it dispositive or not, that everything that goes into a committee report of one house cannot simply be taken as a literal reflection of the thinking -- the -- the actual thinking of -- of everybody on that committee, let alone a whole house. But when we're talking about a conference report that has been hammered out between two sets of conferees, I think it is reasonable to suppose that the conferees know exactly what is in that report and would take exception to it if it didn't represent their views. Isn't -- isn't that a -- a fair reason for saying that whatever you may think of reports in general, the conference report probably has a -- a superior authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The text or - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Language in the statute but not in the conference report. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Was there a conference report in --"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And would you agree, if the statute is ambiguous, you can look at the conference report?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you answer my question?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And why is it not ambiguous if the author of the conference report read it that way?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, one thing here --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the gravamen --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- does the gravamen -- well, I'll let you finish your answer. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the gravamen of the argument -- is it that this phrase is unambiguous?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But isn't it true that at the time they did that, it was well settled in cases of this kind that the Court would look at the conference report to ascertain the meaning of the statute? At that time, in 1986."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Was there any case that said you can't look at the conference report at that time?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- later."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is the best evidence, but not the sole evidence."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, even in -- in those benighted days, I don't think -- I don't think we ever would use the conference report when the statute was not ambiguous. I thought it was always a rule that -- that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No. Of course --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You can't use red if the 1111 14th Street, NW Suite 400 statute says green. Green doesn't include red. I understand that. And that's why, in fact, I wondered if the presence in this bill of the GAO section suggests in the bill itself the possibility that the word cost means something special. And if that's so, then I would think it is ambiguous enough to refer to the legislative history. It's not like using the word red and arguing it includes green."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Salmons. Mr. Vladeck. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Vladeck, let me just give you a purely hypothetical situation. Let's suppose that the conferees can't agree whether expert 1111 14th Street, NW Suite 400 fees should be included. Some think they should; some think they shouldn't. And somebody suggests a compromise. The compromise is we won't put it in the statute, but we'll put it in the report and we'll let the courts figure it out. What should happen in that situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well if that's not this case, what in the world prevented the conferees from putting something as important in this context as expert fees, as I understand it, probably more important than attorneys' fees -- what prevented them from putting that in the statute if that clearly was their intent?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"As you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"I was going to say it certainly had the meaning in Federal -- the Federal court context set forth in section 1920 of the Judicial Code."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Before you get past Casey, Casey didn't invent this as a definition. Casey said it has always meant this in innumerable Federal statutes. Casey was relying on a longstanding practice which existed long before Casey was -- was pronounced."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Vladeck, why -- if that was what Congress had in mind, then how do you explain the multiple statutes that are listed in Casey that say, in the text of the statute, witness fees?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Not later ascribe. I mean, Casey was relying on --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Casey -- Casey is very clear in saying the judicial background against which Congress enacted 1988, talking about 1988, mirror the statutory background, and it says the judicial background was that expert fees were quite different than attorneys' fees. They were not a subset of attorneys' fees."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that set forth?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what -- Mr. Vladeck, may I stop you there? Because the parents are always the plaintiff. It's not the child. The parents are representing the child."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So prevailing party is identical to parents. The parents are the ones who 1111 14th Street, NW Suite 400 prevail."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but the word consultants appears in subsection (B) of the statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that specifically refers to the State educational agency and local educational agency."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it uses personnel, which sounds to me a very odd way to talk about private experts hired by an attorney. You don't talk about them as personnel."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Vladeck, my -- my problem with the argument you're now making is -- is a little more basic. Assuming, which I think is a -- is a major assumption, that expenses refers to expert fees, I don't see how it helps your case that in another part of the statute, the statute says, fees, costs, and expenses, whereas in the operative part that we're talking about here, it only refers to fees as part of costs. How does it help your case that --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that elsewhere they go out of their way to add and -- and expenses? It seems to me that hurts your case."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't -- isn't it really the 1111 14th Street, NW Suite 400 point not that it makes no sense, but that it raises a question? It creates the question, which -- which we have in mind when we say the statute is ambiguous, and it is in answering that question, that you then turn to the legislative history, which has a pretty unequivocal statement in your favor. Isn't -- isn't that the -- the way to analyze it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but if you conclude that the statute is ambiguous, what do you do with the Spending Clause problem? We've said that when you're imposing conditions in Spending Clause legislation, you have to do that unambiguously. It's what the Court said in -- in Pennhurst."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If it's ambiguous, if the availability of expert fees, which is the big- ticket item in these things, not the attorneys' fees, States are not unambiguously on notice that they're accepting that liability when they take the funds."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's before the Magna Carta you're asking for in this case which would establish a whole -- a whole --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- new profession of experts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, even if it is not the big-ticket item --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- it still has to be -- it still has to be unambiguously set forth in Spending Clause legislation."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Under your reading of 1415, may a court award to parents any costs that they incur in connection with the litigation, or -- or would you just add expert fees to the attorneys' fees?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about testing? Isn't testing --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But if costs is not a term -- is not a legal term of art, if it really -- if it means 1111 14th Street, NW Suite 400 just the expenses that parents incur, why wouldn't it include things like travel expenses or lost wages to attend the court proceeding?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would you read the phrase from the conference report as a limitation? That is, that -- we're trying to figure out what the Congress meant by the phrase costs. It says it means includes reasonable expense and fees of expert witnesses and reasonable costs of any test or evaluation that's necessary. So then is that -- have the courts read that as a -- as a limitation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why were the earlier versions that included that expressly then not -- why didn't they make it through to the final version?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, we've slid back from the joint statement to the statement of one Member on the floor now."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, speaking of that -- of that language, that attorneys' fees may be awarded as part of costs, does that suggest -- it doesn't say directly that costs may be awarded. Does that suggest that the attorneys' fees are simply to be regarded as another element of costs that -- that may be awarded under the costs statute?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then where is the authorization? I think that's what Justice Alito's question goes to. You have to come up with some statutory authorization to pay expert fees. Now, attorneys' fees as part of costs does not authorize any costs. It just says whatever costs are otherwise authorized, attorneys' fees will be part of that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What is the authorization to pay costs, to pay those costs that include expert fees? All -- all this section says is they may award attorneys' fees as part of costs, and costs are presumably elsewhere authorized."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But where is the authorization to pay?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Under that reading, wouldn't -- wouldn't you have a problem in a State court? Because doesn't this same provision govern in a State court, so that if the State did not have a separate cost statute, it would -- it would authorize nothing. Isn't -- isn't that the problem you'd run into."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know any State that doesn't have a cost statute?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Vladeck, you have -- you referred to the section on GAO reporting --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- as an assist to help you include consultant fees in -- in costs. But how do you explain the -- the provision in this very statute that says attorneys' fees can be reduced? Congress explicitly provided that you could reduce attorneys' fees -- this is in 1415(i)(3)(F) -- and not one word about reducing the costs of testing fees or consulting fees."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then why -- then it would be unnecessary to have done that for attorneys' fees."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that's effective too, as though it were written into the statute, because one committee of Congress said so. That's effective. 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and they read it."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the only thing we know for sure that they voted on."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did the -- did the final bill say we adopt the findings of the conference report?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And other bills have said that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Like in -- as in Nofstiker. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But was this legislation vetoed by the President?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, when the President signed it, did -- did he also approve the conference report? Did he have the conference report in front of him?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"He had the statute in front of him, didn't he?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you think he read the conference report too."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Was there any opposition? Was there any -- is there any history of anyone in this 1111 14th Street, NW Suite 400 Senate or the House either before or after suggesting that they didn't want to allow recovery for the expert fees?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, if I could interrupt you. As I understood it, this gets back to where you started. Your position is that if this same scenario had taken place in 1988 as opposed to 1986, that your position would not be the same. In other words, you said -- your suggestion was that it was the legal context at the time in '86 that governed what Congress thought the effectiveness of its statements in committee reports would be. Maybe I'm ascribing one of the Justice's views to you."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what date in -- I mean, so we have two different modes of interpreting statutes: one, pre-1988 in which we use legislative history, and one post-1988 in which we don't use legislative history?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that -- that's what you're suggesting, isn't it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The reason one does not use legislative history, if one does not use it, as I don't -- as I don't, is not because Congress doesn't expect it to be used, but because Congress does not have the 1111 14th Street, NW Suite 400 power to delegate to one of its committees the content of -- of its statutes. The Constitution provides that legislation will be passed by two houses and signed by the President, and the problem with legislative history, for those of us who have a problem with it, is this amounts to a delegation by Congress. It's not a matter of what Congress expected. I don't care what Congress expected. It can't do it. It can't leave it to a -- to a committee to -- to fill in the blanks in a statute. That's the problem, and that has nothing to do with expectations."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not -- if the parents make a reasonable effort, but they lose, it's not going to be free. I mean, the -- the statute gives them --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- a right to oppose the school board's choice, and if what you say about making it easier on parents of limited resources, they're told it's going to be a gamble if you lose, you don't get your fees."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kuntz, you have 4 minutes remaining. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't the school boards have some consultants and experts in this area other than the teachers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kuntz. The case is submitted."}],"people":[{"id":0,"fullName":"RAYMOND G. KUNTZ","firstName":"RAYMOND","lastName":"KUNTZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":1778,"interruptions":10,"times_spoken":44,"laughter":0,"num_int_by":4},{"id":1,"fullName":"DAVID B. SALMONS","firstName":"DAVID","lastName":"SALMONS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1436,"interruptions":13,"times_spoken":23,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DAVID C. VLADECK","firstName":"DAVID","lastName":"VLADECK","counsel":true,"justice":false,"side":"respondent","words_spoken":2840,"interruptions":26,"times_spoken":56,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":492,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":502,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":410,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":363,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":801,"interruptions":6,"times_spoken":20,"laughter":1,"num_int_by":4},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":862,"interruptions":6,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":145,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3214,"times_spoken":67,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":2840,"times_spoken":56,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":22,"words_spoken":4018,"times_spoken":137,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126762}}