{"petitioner":{"name":"BURLINGTON NORTHERN AND SANTA FE RAILWAY COMPANY","counsel":[0]},"respondent":{"name":"SHEILA WHITE. ","counsel":[1]},"caseNumber":"05-259","date":"2006-04-17T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Burlington Northern and Santa Fe Railway Company v. White. Mr. Phillips. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It has been endorsed by the EEOC, though."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But 703 has the language and 704 doesn't. I mean, 703 has language limiting it to -- to employment, prerogatives of employment. doesn't."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. It wouldn't have to do -- I mean, fairly -- you know, to be fair, it wouldn't have had to say that. It would have said any -- any act that is discrimination under 703. Any act that is discrimination under 703. Seven words it could have said."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a curiosity. It is."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, the answer would be because Congress is worried that people won't complain. That's why. And there are millions of ways of harassing people. They start issuing a complaint. You do all kinds of things. You freeze them out. You -- 1111 14th Street, NW Suite 400 you insult them. You -- I mean, it's easy to think of things that don't rise to the level of the -- Ellerth. So, I mean, if I -- maybe I'm right, maybe I'm wrong, but if I'm right, why not just take, say, the D.C. Circuit standard? They -- they say that you have to show that the employer's action would have been material, which means the action might well have dissuaded a reasonable worker from making or supporting a charge of discrimination. Now, how about that? That has the virtue of allowing a person not to be harassed, et cetera, who wants to make a complaint, and it also allows the judge to focus on the particular case and see if what the person is doing is reasonable. It holds the complainant to a standard of reasonableness, which is common in law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"And the issue would be, I assume, how much a reasonable person likes a free lunch."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in fact, if it turns out to be the power lunch of all time and, in fact, the person can't be at the power lunch because she's a woman, for example, and therefore, her future career is likely to take a real nose dive, why shouldn't that 1111 14th Street, NW Suite 400 count as a violation?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They say one lunch, but not if there's a weekly lunch, and the only person who gets left out is the person who filed a charge under title VII. That's -- a one-at-a-time curiosity the EEOC guidelines leave out, but if it's a routine lunch with all the preferred employees and they leave out the one who filed a title VII charge, that would fit within the EEOC's definition."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wouldn't fit under your --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your definition, lunch is lunch, and so there would never be -- there couldn't be --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does it or doesn't it? The -- the facts are simply that the manager takes out all the employees, except this one that filed the title VII charge, once a week. Is that --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it once a week, and I'm not using any adjective to characterize it. It just happens once a week."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how about excluding from the forklift forever or a year? You can't work the forklift for a year."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it has an effect on your back."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you've got a jury"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Okay, but if that argument is sound --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- you've got a jury finding here. You've got a jury finding this was discriminatory."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but if your -- if your argument is sound, Mr. Phillips, then -- then any employer is well advised to define job categories by having one really nice job within the category and one really rotten job within the category. And if anybody who's got the nice job does something like make a title VII complaint, automatically gets, in effect, reassigned to the rotten job, and your answer will be, you know, there's no economic effect. They're getting the same amount of money each week. I mean, that would seem to me -- asks for an end run around the whole concept of retaliation."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't -- isn't there a big difference between sitting on a seat and running a forklift and -- and picking up steel rails with your bare hands?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but do you -- do you agree that direct economic effect cannot be the only criterion here?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this hypothetical? Supposing people like to work the forklift, but nobody had a -- a right to do it, but they traded every day or something like that, and the company put out a notice that said anybody who -- who files a claim will not be eligible to ride on the forklift ever again."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be a violation?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So anytime there's an advance notice that you will -- there will be some kind of action in response to a -- a claim, that would be retaliation."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though it was not an adverse job action."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though it did not amount to -- did not have any economic effect on the employee."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So a quid pro quo violation does not have to be an adverse employment action."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that -- that interpretation requires you to interpret 703 and 704 differently."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but are you? I'm -- I'm a little concerned that -- that you're trying to persuade us to interpret 704 the same as 703 at the 1111 14th Street, NW Suite 400 -- expense of watering down 703. I don't understand how you can concede that -- that refusing to invite somebody to lunch, if it's more than -- more than a single lunch, could be a violation of 703. How does that come within the -- with respect to compensation, terms, conditions, or privileges of employment?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not by the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and going to lunch is the conditions of employment."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Privilege."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But let's get the --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why? You see, I can think of a million things. I can't think literally of a million, but it does seem --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to me there are many, many possible ways of really discouraging a worker from complaining that are not quite as tangible as the list under 703. So the D.C. Circuit -- and I think even the SG here, which seems like a variation of the D.C. Circuit -- much -- the standards seem much -- not as different as you might -- as it seems to me you're saying. But -- but they're -- they're trying to be a little vaguer and a bit broader than the specific 1111 14th Street, NW Suite 400 Ellerth language because they recognize there are many possible ways of seriously injuring a person with the intent or -- to stop them from complaining. That gives effect to the language differences."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It leaves it up to case-by - case. It leaves it up to the administrative agency, all in areas where I frankly don't know one lunch from another."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know one lunch from another often, but the -- the EEOC might and -- and so might a judge who hears evidence."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the virtue of their standard."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what about the Seventh Circuit case that posed the question of same job, same character of work, except that the employee had flex time, which enabled her to take care of her disabled child when she could leave at 3:00, and she's just changed to -- same job except it's got to be 9:00 to 5:00. Would that fit within your definition?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the jury has made a finding that the only reason that was done was in retaliation for her having filed a complaint."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would say that's outside --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that would be outside 704 if this is done deliberately in retaliation for filing a complaint. Just switch her from a work routine that she could easily manage and still take care of her family and to one that is impossible for her to manage."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not every --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not everyone, but only the ones that would, in fact, deter a reasonable person from filing a charge. And that would not be every 1111 14th Street, NW Suite 400 trivial --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't you say that Justice Ginsburg's hypothetical would be covered by the Meritor standard, if in fact this woman couldn't -- couldn't really do the job with this -- with this new time assignment? Why wouldn't it qualify as being sufficiently severe or persuasive --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to alter the conditions of the victim's employment and create an abusive work environment?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- this is a peculiar effect on one person, but for most people --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- most people it wouldn't matter. But --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're changing your answer. You originally told me that, no, that that wouldn't fit because it's the same job."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't a change in the hours that a person works a change in the terms and conditions? You change your -- somebody's shift from the day shift to the -- to the night shift, isn't that a change under 703?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So she was docked in her pay for 2 weeks. I mean, for some people, this would be a real hardship, no pay for 2 weeks. I mean, it's -- it's final as far as she's concerned, for those 2 weeks."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, well, they went back later and -- and made up for their mistake. But -- but the -- it seems to me the issue is whether a mistake was made that -- that was final action that hurt her. I don't see why -- it's certainly official action. I mean, you can't say --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it's not official just -- just because it was decreed by a -- you know, a track boss or something. It -- it was an action of the company because the company cut -- cut off her pay for 2 weeks. Right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it didn't --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Yes, but if the employer --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":8,"sideBefore":"justices","text":"-- it didn't cure. I mean, it was 37 days, right, that she went without pay?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just 2 weeks. And she understandably experienced much stress in that time. She worried about how she would be able to feed her children, could she get them Christmas presents. That was -- there was nothing that she got, when it was determined that she hadn't been insubordinate, that compensated her for that stress and, indeed, for the medical expense that she incurred because she had that stress."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But when -- when somebody 1111 14th Street, NW Suite 400 is suspended, it seems to me that is as tangible as it can get. It gets registered officially. This person is suspended, and if she doesn't do something about it, she's out."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Yes, but --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":8,"sideBefore":"justices","text":"-- official action is -- is different from -- the problem with Ellerth was that if there's nothing formally that had been done, the employer -- this -- Ellerth was concerned with vicarious liability, nothing official. There had been none -- the boss wouldn't know about it. But somebody who is suspended, that is an official -- that's a tangible action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Mr. Garre. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Counsel, in -- in the absence of any suggestion that the collective bargaining process is also infected with sex discrimination, why can't we rely on that process to give some basis to the job descriptions? In other words, forklift operator was not a separate job from rail yard employee, and if the union wanted to make them separate jobs, they could negotiate that, but they didn't. So why -- why do we regard that as a material change when you're doing one part of a job as opposed 1111 14th Street, NW Suite 400 to another part of a job?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, but the difference there is that's an employer unilaterally. We don't have that here. The employer is dealing with the union. If the jobs really were that different, the union would categorize them differently and negotiate for that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Doesn't your approach require an employer to keep shuffling the employees around so they don't get a sort of adverse possession of particular types of job responsibilities?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"No. That's his point. I mean, that's his point, that -- that the one way to avoid the problem is to keep shifting people around."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"That would have been impossible here because there was no one in that entire unit who could operate a forklift except this one employee."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"Is it -- is it -- was it in this category, this track category? Because it was something new for the employer. There hadn't been a forklift operator. I gather there had only been one before."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"With respect to the suspension, what -- what if she had been -- during the process of investigation, she had been allowed to stay on the job with pay? In other words, the facts are the same. It's just that the -- the sort of stay process works the other way and she's not relieved until the end of the company's investigation. Is the initiation of that an materially adverse employment action?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"I don't know if that hurts you or helps you. I mean, that -- that eliminates what seems to me is the strongest argument of the -- of your side, which is that it makes no sense to impose greater sanctions upon somebody who -- who files a complaint than it does upon somebody who -- who violates somebody's race, religion, or whatever by -- by discriminating."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"You're telling me it does make sense, that we've done it in other areas."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"Does your test cover the person who's a former employee who complained under 1111 14th Street, NW Suite 400 title VII, wants a recommendation letter, and isn't given one for retaliation -- as retaliation for having complained under title VII?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"","text":"Well --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"","text":"It's not -- it's not -- the -- the words of the statute that I think are relevant is it -- is it -- you can't discriminate with respect to his compensation, terms, conditions, or privileges of employment. Now, the words I just cited are present in 703. So that's the substantive offense. Those 1111 14th Street, NW Suite 400 words, as Justice Scalia pointed out and others, are missing in 704, and that suggests that you could have a broader definition than those words I just cited as to what counts as harm flowing from a discrimination. That's the statutory argument. And then you add, there could be good reason for that. These people typically are at work and there are lots of subtle forms of harm and some not so subtle."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"","text":"Well, I'd be curious. In the -- in the Seventh Circuit, they have a test, I gather, like the D.C. Circuit, which you've characterized as broader. Have there suddenly been a flow of these claims towards the Seventh Circuit? Is 1111 14th Street, NW Suite 400 there any empirical data that this concern that has been brought up is empirically present in the Seventh Circuit?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"","text":"But if 704 doesn't incorporate 703 why would the -- the EEOC test be the next best test? If Congress -- there's nothing in 704 1111 14th Street, NW Suite 400 -- that refers to the EEOC standard, is there?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"","text":"Well, Congress could have -- could have said -- could have thought not only do we not want people who -- who file complaints not to suffer those things that would deter a reasonable person from filing a complaint, but we just don't want them to suffer at all for having engaged in this protected activity."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"","text":"What -- what basis would there be for deciding that Congress had one policy objective as opposed to the other there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, Mr. Garre. Mr. Donati. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if she'd been operating the forklift for only a week and then she was reassigned? Would that still be discrimination under any standard?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm a supervisor, and the employee files a complaint against me as a supervisor. Thereafter, I am not as friendly to that employee as I used to be. I don't smile and say, good morning, how are you, as I used to. All right? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"And you wouldn't expect me to. This person has, you know, hauled me onto the block. Now, am -- am I discriminating against that person?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not? I'm not treating her the way I did before."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Sort of like taking her to lunch."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you say it -- it has to be part of my -- it doesn't have to relate to her terms and conditions of employment, you say --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- because it's not the same as 703. But somehow you say it -- it has to. Does it have to or not have to?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I worry about that, as -- as varied as the human imagination. Juries can have wonderful imaginations. I mean, that -- that is the problem. Is it meant to be this -- this uncontrolled, this uncabined?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is your criterion that is going to stop every little thing from -- from being deemed a retaliatory measure, such as not saying good morning to this employee?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I understand that. But almost any act of his subordinates will be deemed act of the -- of the employer where retaliation is concerned, I'll bet you. What else besides that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'll give you causation. But I'm talking about the triviality -- the triviality of the action in question. Is there no test that eliminates a trivial action from the aggrieved employee who -- who wants to litigate?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"A reasonable person would what -- would what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"A reasonable person would consider it to be?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Adverse."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why is the EEOC standard any more based in the text of the statute than -- than the standard proposed by your adversary here?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You won on the basis of the standard that the Sixth Circuit used, which was not your standard and not the EEOC standard. Why should this Court deal with anything other than that the petitioner's standard is unsatisfactory, that at least 1111 14th Street, NW Suite 400 the Sixth Circuit standard -- why should the Court deal with the universe of cases when it has this case before it, two actions, and a unanimous Sixth Circuit judgment that says these two actions fall within 704?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, you said earlier that the act -- one of the protections against trivial charges was that the act had to be the act of the employer. If the employer sets up a review system in which the final act of the employer is the decision, why is a preliminary charge, initial suspension, review -- why are those also considered acts of the employer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What does that mean, 1111 14th Street, NW Suite 400 it was not covered by the collective bargaining agreement? Presumably you paid -- the person who did that was paid wages pursuant to the collective bargaining agreement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your position is that it would be an -- it would be a covered employment action even if none of that were true, she didn't lose pay, she didn't lose benefits, so long as there was the initiation of the disciplinary action. You regard that as sufficiently adverse under 704."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Other than eligibility for punitive damages."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose -- suppose I disagree with you as to the standard, that is, I think 704 and 703 both require something related to the employment. Would -- what would the outcome be? Would -- would the case have to go back to be submitted to the jury under that standard? What standard did the jury find --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What does -- what does material mean?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do -- do you think it does anything more than just eliminate clearly de minimis action?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do -- do you think the -- the materially modifier here does anything other than eliminate obviously de minimis behavior on the part of 1111 14th Street, NW Suite 400 the employer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what if she operated the forklift usually 3 out of 5 days, and the other 2 days was pulling up the rail ties and -- and the shift was now she does -- operates the forklift 2 out of 5 days and 3 out of 5 days she's pulling up rail ties? Is that materially adverse?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that isn't the test, I mean, whether you can convince a jury. I think you -- you have to acknowledge that -- that before we -- we say that these trial instructions were adequate to -- to give you your victory, we -- we have to find that at least a reasonable jury could conclude under section 703 that -- that both of these -- both of these adverse actions qualified as discrimination under 703, if -- if we're going to use that test. Right? You acknowledge that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, but that -- that is at least what -- what's before us here, that if -- if we go the 703 equals 704 route, we would have to conclude, in order to affirm here, that a reasonable jury could find. This jury did, but we'd have to find that that's reasonable. Right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Am I right in thinking -- I just want to clarify this -- that in the circuit court, 1111 14th Street, NW Suite 400 -- they applied a pretty tough standard, namely, a standard that sounds a lot like Ellerth, the Kocsis, or whatever it is? Tangible employment actions, a significant change in employment status, hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits. And that's basically what the jury was instructed."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And you won under the toughest standard."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So in a sense, you have nowhere to go but up. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You don't care what standard"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- for this case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and the other argument is that if you don't do it, there's no way to -- to get a case dismissed before it goes to a jury. You're saying every claim is going to be a jury trial. I mean, that -- you know, come on."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the triviality issue would be out of the case. No matter how trivial, it goes to a jury. That's -- that's what you want us to 1111 14th Street, NW Suite 400 say."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then we have to have some per se rules."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Don't you want us to exclude this ultimate employment decision? I think that's one thing. In order to win, you have to say what counts is the suspension and not the ultimate decision."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So for you to win to preserve your Sixth Circuit victory, that would have to be ruled out."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3194,"interruptions":12,"times_spoken":58,"laughter":1,"num_int_by":5},{"id":0,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"","words_spoken":1218,"interruptions":8,"times_spoken":17,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DONALD A. DONATI","firstName":"DONALD","lastName":"DONATI","counsel":true,"justice":false,"side":"respondent","words_spoken":2832,"interruptions":15,"times_spoken":40,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":536,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1117,"interruptions":5,"times_spoken":36,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":768,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":813,"interruptions":13,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":220,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":149,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":164,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3194,"times_spoken":58,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":15,"words_spoken":2832,"times_spoken":40,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":24,"words_spoken":3815,"times_spoken":124,"laughter":2,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126767}}