{"petitioner":{"name":"JOEL SEREBOFF, ET UX.","counsel":[0]},"respondent":{"name":"MID ATLANTIC MEDICAL SERVICES, INC. ","counsel":[1,2]},"caseNumber":"05-260","date":"2006-03-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Sereboff v. Mid Atlantic Medical Services. Mr. Stris. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this? If the 1111 14th Street, NW Suite 400 -- if the day before the settlement was consummated, the plan had gone into court and had said the -- the beneficiaries plan to settle the case and they've indicated that they're not going to give us any of the settlement in accordance with the terms of the contract and we want an injunction preventing their distribution to anyone but -- but us, if the -- if the judge believed that and believed that under the contract, the plan was entitled to reimbursement, could the judge have enjoined the -- the distribution of the funds to the -- you know, to the extent of the plan's claim?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it could enforce the injunction."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that -- that was -- that was an ex post remedy and there were no identifiable funds. What we're talking about here is an ex ante injunction and the funds are identifiable. And you are telling me that, in fact, all the -- all the equity court could have said was, don't pay yourself?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It could not have said, give the $75,000, or whatever it is, to the plan?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when we get down to clever attempts, aren't we at the clever attempt point when -- when you say that they can enjoin the distribution to anybody else, including themselves, but they can't tell them to pay the money to -- to Great- West? I mean, isn't that the point at which we get to silliness? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- in any case, I don't want to prolong this unduly. You're saying that there would have been some equitable claim and some equitable remedy with respect to the $75,000 that -- that a -- a court could have taken cognizance of the day before the settlement."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm -- I'm just trying to characterize your answer to me. You said, yes, that would be an injunction and it would be an injunction typical of what courts of equity issue."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't understand."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But -- an injunction pending litigation? Is that the idea just until you 1111 14th Street, NW Suite 400 resolve whatever claim it is they have to -- to the money, determine it. It may be a legal claim, an equitable claim, but until you sort it out, you can get an injunction to prevent them from dissipating the -- the claimed funds."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I still don't understand. If I'm the -- the trial judge and you ask -- and I'm asked to enter an injunction, I enter an injunction knowing that in the end it's going to be to no purpose? I have to -- I have to be enforcing some ultimate injury of -- of which the plaintiff has standing to assert."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's why I don't understand your questions. I would think you'd say no injunction because, at the end of the day, it amounts to nothing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stris, I'd -- I'd like to know what -- what you make of our opinion in Barnes v. Alexander. It's an old case but it involved a situation similar to this, namely, a contingent fee arrangement with a lawyer, and the client received all the money, without giving the lawyer his contingent fee. We reasoned in our opinion that, quote, the contract for a contingent fee out of a fund awarded constituted a lien upon the fund and that, quote, it is one of the familiar rules in equity that a contract to convey a specific object, even before it is acquired, will make the contractor a trustee as soon as he gets title to the thing. Why doesn't that absolutely resolve the present case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we -- but, you know, our opinions haven't said only certain kinds of equitable relief, only restitutionary equitable relief. We've simply said whether equitable relief would normally be available. And now you're -- you're trying to rewrite our cases to say that only certain types of equitable relief are -- are available."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and if, indeed, it does -- it does occupy a lot of the field, so be it. That's the way Congress wrote the statute. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what about if you're -- if you're using Great-West, it seemed to me the most relevant point made in Great-West was that the plan could seek restitution in equity where money identified as belonging in good conscience to the plan could clearly be traced to particular funds in -- in the defendant's possession. The problem in Great-West was the money had already been dissipated. It had been set aside."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose in the 18th century -- I'm not an expert in this. You're more of one. But suppose you had an absolute classical trust. It's the -- it's a trust for the benefit of the fifth grandchild of the Duke of Hamilton. All right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The trustee. And this trustee, going to the fifth grandchild one day, lends him 1,000 pounds, and he takes his security. The grandchild says, 4 years from now my great, great Aunt Margaret is likely to die and she's going to leave me my ring -- her ring. And the -- the trustee says, fine. When you get the ring, give it to me and that's repayment. Yes, okay, done. Now, the great, great grandchild being a bit of a --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. He keeps the ring. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"All right. My question is could the trustee go to the equity court and say, there it is. It's in his pocket. Equity court, I'd like you to order that ring to be given to the trust. Can that happen?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends. They couldn't get that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What does it depend on?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The great grandson's intent was to get the money as fast as he could, and, in fact, he thinks -- when he'll get the ring, he thinks he'll give it back to the trust but -- at least -- yes. That's what he thinks."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, a court of equity could not have taken the ring?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Like -- what it is it? You have to go back to the 15th century or the 16th? Is there -- is there a case? There must have been cases like that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then suppose there are no other creditors."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no other creditor."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"See, he goes -- there's nobody. All there is is the ring. Nobody else makes any claim to it whatsoever. Now can the -- can the trustee get it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. He has no money. All he has is the ring in his pocket."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I get back to the -- the Barnes case that Justice Scalia asked you about? Is it a possible distinction of that case that that involved a contingent fee arrangement, and in other words, the lawyer's labors generated the -- the asset, while in this case, the claim depends upon the -- the contractual provision?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- I don't understand what difference that makes. I mean, in both cases there was a commitment to pay the contingent fee. It was a promise. And when the money was collected, the court said, we're going to enforce an equitable lien upon your recovery in order to comply with the promise."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you may not -- you may not rely on the distinction, but I would have thought your answer might have been that the lawyer had an equitable claim apart from the contractual provisions so that when you enforce the contractual provisions, Justice Holmes would have thought of it in equitable terms, while here, there's no equitable claim apart from the particular provisions of the contract."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Take it. Take it. It's a good one. Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is that? I mean, we spend a lot of time with these old English cases. Why -- why did Congress -- it seems an arbitrary line."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- do you not think that Congress had in mind no compensatory damages, no punitive damages? Do you really think that Congress had in mind the distinction that you are now drawing in the ring case based on 15th and 16th century English precedent?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but Great-West also said money. It said money, identified as belonging in good conscience to the plan. And why doesn't it belong in good conscience to the plan when the beneficiary has promised that, if it gets a tort recovery, it will reimburse the plan?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't -- isn't the simple answer to that is that the equity court would 1111 14th Street, NW Suite 400 not enforce any injunction or any mandatory order, or whatever the relief was, if it involved double recovery?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the double recovery that you're talking about? The plan has paid out to the care providers the benefits in full."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And now it wants to get back its benefits in full."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the plaintiff could so -- in the tort litigation, if that's what it is, the plaintiff could say, I don't want any medical damages. Give me everything for pain and suffering."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but they look at the medical expenses were something like $75,000 and the settlement was -- what was it? $750,000."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, did you attempt to?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, did -- did you respond to the summary judgment by saying, you know, there are reasons why they should -- specific reasons why they shouldn't get the full 75?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you were denied a hearing on that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that may be a -- a reason for you to appeal on the merits, but I don't see what it has to do with the -- with the jurisdiction of the court as -- as awarding equitable relief. Maybe it did a poor job in deciding what was equitable."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- it has nothing to do with its power to award an equitable remedy."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they would have nothing to say if they hadn't invoked the contract. They've got to invoke the contract. The question is, are they asking for equitable relief?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean without a contract, they could have gone in and said, we'd like $75,000?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And are you suggesting that the jurisdiction of the court would have been different if they had gone -- if the -- if the plan had gone in and said, we don't care anything about our contract, we're just relying on equitable principles of subrogation? In that case, are you suggesting the court would have had equitable jurisdiction, whereas when they went in and said, we happen to have a 1111 14th Street, NW Suite 400 contractual right to this, the court doesn't have equitable jurisdiction?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think that's implicit in your argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why isn't that what occurred here? What -- what's the essential difference?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How does the -- how does the insurer show that if the parties could just say -- the plaintiff can say, I am the master of my complaint. I am not seeking damages for medical expenses. I just want damages for lost earnings, pain and suffering."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but why -- why isn't the answer to your argument the -- the historical answer that courts of equity frequently provided remedies and supplementary remedies when remedies at law were not fully adequate? And they were still equitable remedies. They were still typically equitable, and that's what is being requested here?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that the answer to your -- your argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stris. Mr. Coleman, we'll hear from you. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I mean, once you get out of the contract terms and are trying to make your case on the basis of subrogation, you do have to show that -- that part of the recovery was -- was for the -- for the medical expenses. And has that been shown?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if I can just stop you there. Your -- your friend on the other side cites the many common law cases not allowing subrogation in this sort of situation, or if it does 1111 14th Street, NW Suite 400 allow it, subject to the make-whole doctrine."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He just said -- your brother said, well -- because I simplified that to the ring, and he says, well, if in fact you had a subrogation right or some other absolutely clear contractual right to get repaid from the ring, you 1111 14th Street, NW Suite 400 know, which is a physical thing, you couldn't -- stronger than your case -- you couldn't get it in equity. If I really knew about the 18th century cases, I would realize that, and it's only my ignorance that and my dissent that prevents me from understanding this."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right, fine. Then where do I look?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Can you cite us to something for the -- can you cite something to that effect?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"For your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, instead of looking for an equitable counterpart, this is an action for money you think is owing to you under a contract. Why isn't that a classic form of legal relief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So why did you cite the contract in your complaint?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If equity -- if the equitable subrogation claim were subject to the make- whole doctrine or -- or these other equitable doctrines, and your contractual claim is not, which relief are you entitled to? The -- the one subject to 1111 14th Street, NW Suite 400 the equitable doctrines or the relief that's specified in your contract?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is your claim subject to the equitable doctrines or subject to the legal contractual claim?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you -- do you contend it's always applied first to the medical damages? In other words, supposing there was -- instead of the $750,000 settlement, it had been $100,000 here. $75,000 was medical, and they had a lot of substantial other claims, pain, suffering, loss of earnings, and so forth. Would you always get your full amount if -- if the amount of the settlement is over the amount of the medical expense?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You think that's the equitable rule."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it might be because -- it might be because there's contributory negligence, all sorts of things. They might have compromised at 20 cents on the dollar across the board. Why should you get 100 cents when the -- when the rest of the recovery 1111 14th Street, NW Suite 400 only gets 20 -- 20 cents?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's equitable in your view? What?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You think that's the equitable rule."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And some do, but some do not I think."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you have piqued my curiosity and -- and didn't satisfy it. You say there are variations on make-whole. What -- you were about to describe the variations. What are the variations?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, it seems to me you -- you must be biting your -- your tongue here. There's an easy answer to Justice Stevens and to 1111 14th Street, NW Suite 400 Justice Scalia, and it's that we get all the money first because that's what the contract says. But you can't give that answer because then it starts to look like a legal claim. Instead, you get mired in all these obscure equitable doctrines because you're -- when there's a simple answer there in black and white, but it's in the contract. And as soon as you say that, it starts to sound legal rather than equitable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"The fact that your equitable claim, you know, traces itself to a contract certainly doesn't -- doesn't cause it to cease to be an equitable claim. I mean, the classic equitable claim is somebody declaring a trust in exchange for some money, and he 1111 14th Street, NW Suite 400 declares a trust. Equity will enforce that trust, but the trust is based on a contractual commitment. Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if you understand as I -- that four people on the Court took a broader view that Congress didn't want to get into this matter, and restitution is restitution, whatever it means now; but five took the historical view. Now, if we're in the historical view, which we are, that was the majority. At that point, I want to know how you think this case should come out. What words should be written there if I'm thinking of the next case? And after you win this case, if you do, the next case will simply be precisely the same as yours, but the lawyers, having acted 5 minutes quickly -- more quickly, will mix up all the funds. Now it's commingled and all we have is exactly the same with every future case that you have, and now the pension fund can't get a penny back of the money that it loaned that it should get back in good conscience. No doubt 1111 14th Street, NW Suite 400 about it. A promise, good conscience, and they can't get a penny. Now, you have the interest in telling me what words this Court should write, other than overrule Great-Western, that will prevent that result from coming about. I would like to know your --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I should think your response is that Congress provided for only equitable relief."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and that that's the -- that's the answer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"In other words, you don't care about these other --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Congress said that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, I was actually interested in what your response was because I thought you have an interest in not losing your recovery in all those other cases. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, why should you be if -- if an -- if this -- if you prevail in this case and then every other personal injury lawyer will make sure that that recovery goes into a trust for the care of the accident victims, never goes into their own investment account."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Justice Breyer's question is the eggs have gotten scrambled. That's the -- that's the hypothesis. Are you saying or are you going to say you can't unscramble the eggs consistently with -- with the limitation to equitable remedies, or are you going to say you can unscramble the eggs?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what I meant by scrambled eggs."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how about Justice Breyer's hypothetical? Is the -- is the court under ERISA incapable of dealing with that situation, or is isn't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Under that -- under Justice Breyer's hypothetical, a court, consistently with ERISA, could give an equitable remedy?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":4,"sideBefore":"justices","text":"But -- but if the recovery is set up in such a way that it never goes into the personal account of the accident victims and, instead, just what happened in Great-West, isn't that what every personal injury lawyer will do if you prevail in this case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would California allow you to intervene when it has a no-subrogation rule?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then how are you going to prevent the funds from being commingled or being assigned immediately to a trust?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure how you can avoid also the trustee being one of the named plaintiffs."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or you might try to get 1111 14th Street, NW Suite 400 ERISA amended. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your theory is that your argument would be exactly the same if you did not have this provision in your contract. It's an equitable claim. It's an age-old subrogation right. You just sue in equity saying, look, I paid the medical expenses, I'm entitled to it. You don't need the contractual provision at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Coleman. Mr. Feldman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is this -- to go to your first point, how is this specifically identifiable? No court has said that there's this -- you only want the medical expenses, and no court has said there's this much for medical expenses. You have to figure out how much of the recovery is allocable to medical expenses. In fact, already did that. They cut out some percentage for attorney's fees. It's far removed from the traditional sort of res that we deal with in equity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So we -- how enforced? I mean, if you're enforcing a contract, you do that legally not equitably."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what would happen if this case were a weak case on -- on liability and it was settled for $60,000? What would happen to your tracing theory then?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Presumably such a weak -- such a weak claim would not be brought because there --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- there's nothing at the end of it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are these claims subject to the qualifications that go along with the equitable lien, the make-whole, whatever the applicable rules are?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So that wouldn't apply here because you're relying on the contract."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So even if you had an early neutral evaluator who said this entire claim with pain and suffering and the medical, it's -- all together it's $100,000. But there was some contributory negligence. So I think $80,000 would be right. So there would still be no prorating --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So what if the plan said -- you know, this is an insurance company. They don't like litigation -- we are subrogated to double whatever the medical expenses are that we contributed? That's our recovery. It's an equitable claim, but it's going to be enforced according to the terms of the plan."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you would still call that an equitable claim?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It would apply simply as a matter of -- of contract construction in determining 1111 14th Street, NW Suite 400 what the contract was that -- that would be looked to for determining what equitable remedy would be available."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Feldman. Mr. Stris, you have 3 minutes remaining. "}],"people":[{"id":0,"fullName":"PETER K. STRIS","firstName":"PETER","lastName":"STRIS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3483,"interruptions":26,"times_spoken":57,"laughter":1,"num_int_by":6},{"id":1,"fullName":"GREGORY S. COLEMAN","firstName":"GREGORY","lastName":"COLEMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1947,"interruptions":14,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JAMES A. FELDMAN","firstName":"JAMES","lastName":"FELDMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1555,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":775,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":831,"interruptions":0,"times_spoken":26,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":189,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":447,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":4,"times_spoken":20,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":159,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3483,"times_spoken":57,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":3502,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":3600,"times_spoken":109,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.44715957809134727,"respondent":0.5528404219086527,"date":1472703110138}}