{"petitioner":{"name":"LEAGUE OF UNITED LATI","counsel":[0,1]},"respondent":{"name":"","counsel":[2,3]},"caseNumber":"05-204","date":"2006-03-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in No. 05-204, League of United Latin American Citizens v. Perry, and the consolidated cases. Mr. Smith. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your -- your statement that it was for one reason only means it wasn't for any discriminatory reason on the grounds of 1111 14th Street, NW Suite 400 race or ethnicity?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that's no good."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not even to prevent retrogression, which would violate section 5."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was done for political reasons, not racial reasons."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- what is your proposal? What -- what is -- what is a State to do if -- assuming there is a political motivation in drawing its districts, perfectly valid political motivation 1111 14th Street, NW Suite 400 let's assume, and the result of that redrawing is that it would eliminate a majority minority district, what -- what is the State supposed to do?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's the -- I'm -- as Justice Scalia, I'm interested in the section 25 problem. The briefs --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for your co-counsel don't talk much about it, and it's -- it's a problem for me. Justice Scalia's point was let's assume -- and I have some doubt about it. Let's assume that there's a valid reason for redoing section 23. That means you need another district to avoid retrogression. What is -- what is your position as to district 25 on that assumption, based on that assumption?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely, that's not what makes it bad. Even if they created a compact district but with the -- with the intent of creating a majority minority district, that would be a district created for a racial reason. The mere fact that this one happens to be not compact doesn't eliminate the motivation, and -- and I don't see how you can avoid that motivation unless you're going to abandon the -- the prohibition against regression."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- which motivation? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can the -- can the State by its action with one district, i.e., 23, in effect bootstrap itself in a position where it's entitled to use race where -- in a -- in a predominant and I -- I think insulting way and -- and then have a defense?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just clarify one thing on that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it your reason was that in Bush v. Vera, the Court said, of course, they can use race to prevent retrogression. Of course, they can, but if they do, they have to create a compact majority minority district, not an elongated majority"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the -- that's the argument. I have to go back and look at Bush v. Vera. 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how does that make any sense to say that what you're objecting to is the consideration of race in one situation, but if it's compact and the predominant motive was the consideration of race, that doesn't bother you? That seems to me to be a back-door way to get into a more extensive judicial review of the compactness and based on racial considerations that are, under your view, the predominant factor in each case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's a --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":6,"sideBefore":"justices","text":"So you can take race into account if it's compact as a predominant motive. You can't take race into account if it's not compact."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As a dominant motive."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask? I'm a little puzzled by the -- the questioning. Doesn't everyone agree that the predominant motive in all the districts was political? You agree to that, don't you? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't agree that that necessarily makes it valid, that that's necessarily a defense to section 2."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and the problem with section -- with district 23, under section 2 of the Voting Rights Act, is not the motivation. It's the results that have changed. Isn't that correct?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question under the district court's opinion is whether the political motive was an adequate defense to what would otherwise be a violation of section 2. Is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it correct, though, that a result is -- focus on results is not sufficient if the challenge is an equal protection one and not a section 2 one?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about district 25."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's why I asked earlier that your -- your statement that all of this was done with a political motive -- I wondered how that satisfied the equal protection requirement, not the section 2 requirement."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't think that's a defense. It seems to me the State creates the very problem that it claims that it must use race to settle."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, with respect to section 2, what is -- what is your position on the relationship between the predominant political motivation and the existence and nonexistence of a section 2 violation? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- let me put it another way."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if you otherwise demonstrate a section 2 violation, is the political motivation a defense?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What about having a --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Wow. That's a surprise. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":5,"sideBefore":"justices","text":"What about having a -- a plan that was put in place by the legislature instead of a temporary plan put in effect by a court?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there -- isn't it -- you -- you seem to treat this as a redone redistricting instead of as the very first redistricting done by a legislature."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- but it's a perfectly constitutional basis to alter the map because 1111 14th Street, NW Suite 400 we don't think it allocates the seats in the fashion that our political power enables us to -- to provide for. Legislatures redraw the maps all the time for political reasons. I mean, to say that this is, you know, something horrible is ridiculous. You acknowledge that political motivation is fine."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even when the map is so distorted -- you -- you acknowledge that the map that came out, after this -- this realignment of districts, had less of a divergence between the voting strength of the Republican Party and the number of Republican seats than had existed under the previous allocation by the Democrats."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying less. Less. It -- there's less of a divergence under the new map than there was under the old one. The only difference is this divergence is in favor of the majority."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, counsel, just take it in -- in an abstract way. If you think that the prior system has been gerrymandered by the party in power, are you saying that when that shift in power in the statewide offices changes, that the new party in power cannot redress the gerrymandering of its predecessor?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but let's get back to the -- to the principle without just talking about these -- these factfindings. It -- it seems to me very odd for you to be telling us that partisan gerrymandering is -- is improper when that's the sole or substantial, predominant motivation, but then saying that we can't correct it when it's happened. Let's assume that the 1990 legislative plan 1111 14th Street, NW Suite 400 was one that was done with -- without a wholly partisan intent, but over the years, it -- it now freezes in the Democrats or party X to having a much greater advantage than the general registration would give it. And if it leaves it in for a particularly partisan purpose, why -- why can't it be redone?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I just don't understand that argument."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me give you another parallel. Let's suppose that districts have been gerrymandered for racially discriminatory purposes for years. Can you take race into account in drawing new districts to remedy that racial discrimination?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, well, that's -- but now, in fairness, I think to the red brief argument -- you've read the red briefs. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. They are filled with factual information that in their opinion shows that previously the Democrats had gerrymandered this much worse, and that what -- this was an effort to create a balance. That's what their view is. Now, I want to know really precisely what is your response to that argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what do I look to in the record to verify what you just said?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what percentage did they have? I -- I thought that -- you say that they should have gotten 20 districts, and how many districts did the plan give them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say that's what they should have had, given -- given the voting in the State."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any -- any authority either in the text of the Constitution or in a -- a case for the proposition that the only reason a legislature can reapportion its districts is because there's been a census?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's your position when you said mid-decade redistricting is bad because your -- your position is the only reason is the census is -- has -- has caused there to be less than -- than one man/one vote."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but are you saying --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Well, if you say that mid- decennial districting is suspect or subject to some special rules, then it seems to me that you're -- you're taking away a very important deterrent that works on legislatures when they do decennial districting. If you know as a legislature, when you do a decennial districting, that your program is going to be presumptively valid or not subject to partisan gerrymandering, then -- then you're -- then you're liable to overreach. And it -- it seems to me very dangerous for this Court to take away that control mechanism that exists so that legislatures know that 1111 14th Street, NW Suite 400 there's a possibility that if they overreach, they can be corrected."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was no --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"That -- that little -- even if it's done by the court. I like the way you slipped that in. I mean, even if you had a general rule that you cannot redistrict except after a decennial census, surely there ought to be an exception unless -- which -- which would read, unless the districting you're living under was never decreed by the legislature, but was decreed by a court. And that was the situation here. Surely, that's a good reason, even if you 1111 14th Street, NW Suite 400 adopted your general proposition."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'd say that's a shame for the democratic process. I -- I don't like the idea that -- that there are a lot of districts out there that have never been drawn by the people, which is what the Constitution envisions."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the reason these lines were not redrawn at the beginning of the decade, because the majority party sat on its hands?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there was --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":10,"sideBefore":"justices","text":"I thought --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":4,"sideBefore":"justices","text":"-- I thought there -- the houses were divided. One party, one -- had one house; the other, the other. And so they were at loggerheads and they --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But the court -- even from the court's perspective, was it the same three judges that did the -- that did the plan, the court-ordered plan? And I thought that the -- the judge who presided told us in his latest opinion that they never anticipated that as being a permanent plan, and indeed, they tried to stay as close as they could to the then- existing plan."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're not -- we're not trying the court for a bad intent. We're looking at the effect of what it's done, and if the effect of what it's done is to leave in place something that's slanted based on -- on statewide registration in favor of the Democrats, then -- then, it seems to me, there's -- there's a ground for the new legislature to act. And -- and one -- one reason legislatures may not have redrawn plans often is because they always protect incumbents."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, may -- may I ask you to comment on -- on one problem that I have with your position that has nothing whatever to do with the -- with the fact that there was a -- a judicial redrawing in the first place here? 1111 14th Street, NW Suite 400 If I understand your argument, you're saying that a -- a districting that takes place prior to the report of a new decennial census, which is done for purely political reasons, maximizing political advantage, is invalid for that reason, I guess under the Equal Protection Clause."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet, I take it it's also your position that if the districting is done in response to the new decennial figures so that there's a need to do something to conform to one person/one vote, that there is nothing illegitimate about political motivation, at least up to some point --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in -- in drawing the lines at that time. How can we in principle say that the motivation which is legitimate in 1991 is somehow constitutionally illegitimate and dispositive in 1995?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're making the assumption that a mid-decennial districting is not interested in compactness, it's not interested in counties, it's not interested in keeping a university within one -- within one district. That's -- that's just simply not true."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But your answer, both to the Justice Kennedy and -- and to me, ultimately comes down, I guess, to saying that political partisanship alone, undiluted, unadulterated by any other motivations, is per se wrong."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let's -- let's assume that the -- that the partisans who do the mid - term redistricting candidly say, we are doing this for partisan reasons, but we recognize limits on what we can do. And the limits are the traditional ones, compactness, et cetera. Let us assume that there is, in fact, evidence of a good faith effort at least to conform to those districting principles. Under those 1111 14th Street, NW Suite 400 -- circumstances, is the mid-term redistricting equally illegitimate?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may be, but how about the question that I posed? (Laughter.)"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm -- in a way, I'm making it easy for you. I'm saying, look, they're -- they're saying we think we can get a better deal for our party, but we are respecting these districting principles. Equally illegitimate?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The difficulty I have with that is that it is -- it is impossible -- I think you would agree. It is impossible -- and may, indeed -- let's assume undesirable -- to take partisanship out of a political process. And -- and if partisanship pure and simple, even though subject to the discipline of districting principles, is -- is illegitimate, then I don't see why that does not imply the illegitimacy of any districting at any time."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you do that, may I just ask one short question?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You've mainly attacked the plan as a whole in your briefs. And I'm wondering. I often look at particular districts, as you may know. Are there residents of districts 23, district 24 that are plaintiffs?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're not identified easily --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the percentage of the African American voters in the district as a whole?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but if -- if your -- if your test is that section 2 ought to be opened up to any racial group that could influence an -- an election, I don't see the limits on your principle."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if you had a situation where it's 40 percent one group, 40 percent another group, and 20 percent where the 20 percent controlled who was elected by siding with one group or the other group, then you would say that that was an influence district for that small -- the smallest group in the district? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Suppose there's a primary where it works that they can get on the ballot. Suppose we're looking at the general election."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Accept the hypothetical."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the answer? I mean, you've read the briefs. The obvious reply to that is there are many, many districts in the United States where African American voters have a big influence on the Democratic primary."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"A lot. And there are a lot where the Democrat wins. So if your principle is accepted, says the other side, that means that any district that's drawn here to favor the Democrats can't 1111 14th Street, NW Suite 400 be changed, but all the ones that favor the Republicans can be changed. Now, if that argument is right, it's hard for me to accept, but that's a neutral principle of constitutional law. So I want to see what -- what your response is to that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Obviously you're not. That's why I would like --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you to say what specifically the answer to that argument is."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"This would be at -- least your criterion, whether we accept it or not, would -- would be more administrable if we're dealing with the elimination of a district than if we were dealing with the question of creating one. Do you take the position that the NAAC brief does that there really should be distinct criteria, depending on whether you're asking to create something new or preserve something which has been in place?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Smith. Ms. Perales. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"In 23."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Focus for a minute just on the -- what we can call the removal, the drawing of the lines to exclude some Latino voters. Just focus on that, not the later justification. The district court found that this was for political reasons, not racial reasons, even though it was a largely racial group that was removed. Do you attack that finding as clearly erroneous?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"May I interrupt you just with one -- one question on district 23? Regardless of what the intent of the parties was, I'm just wondering why is the district court's finding on intent relevant to the section 2 issue when the test under section 2 is results?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So that even if the intent 1111 14th Street, NW Suite 400 was primarily political, it would still violate section"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Does that undermine the assumption that there's -- they're voting as a bloc? 30 percent of the group is voting for one candidate. Is that sufficient to establish a voting bloc?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand. Does this go to motive or result? I mean, what if I'm -- I'm stupid and I think there's the correlation and I remove it for that reason? I'm not removing them for racial reasons. I'm removing them because I want to remove Democrats. And you're saying that if I have made a mistake about how solidly they vote Democratic, that turns my validly non-racial decision into a racial decision?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but -- but that was because it was deliberate in that case, and that's not the hypothetical that Justice Scalia has posed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's not the 1111 14th Street, NW Suite 400 hypothetical that was posed to you by the Justice."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm assuming --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"As I -- as I understood it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- they're removing them because they're Democrats, but I'm wrong about that."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But is it -- is it wrong under the Equal Protection Clause or is it wrong under section 2?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No. But on Justice -- Justice Scalia's hypothesis, there is no intention to remove Latinos as Latinos. And maybe the answer to that is if you're removing Latinos, it does not matter whether your motivation is invidious or not. I don't know whether that's your position. But it -- if that's 1111 14th Street, NW Suite 400 -- not your position, then I think there's got to be a difference between the -- the Equal Protection Clause analysis and the section 2 analysis."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, is that because there were no other Democrats who could have been identified and taken out?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought you said that the county was 92 percent Latino or something like that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how can you -- how can you possibly take out any substantial number of Democrats without taking out Latinos?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's my point too. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I -- can I -- I don't understand -- I think your argument is at cross purposes. I mean, the one point -- and you're making the point that the Democrats do not vote overwhelmingly for the Democratic candidate. They voted as much as 30 percent for Bonilla. But the Voting Rights Act is concerned with whether or not a group voting ethnically as a bloc can vote for candidates of its choice. Well, if they're 30/70, it's not -- it's hard to think of them as having a clear candidate of choice. So what does it matter whether they're in or out?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, the percentage goes up, the percentage goes down."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It depends on who's running against him. At the low point, there was a popular Hispanic candidate running against him in some of those elections. But it seems to me that the predicate for 1111 14th Street, NW Suite 400 coverage under the Voting Rights Act that a particular group is being denied the opportunity to elect a candidate of its choice doesn't even come into play if you're right that the -- the vote is split over time, depending on the circumstances in a particular election."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then -- well, but then -- and this is why I say it's an argument at cross purposes. If you're right about that, then the assumption that the Hispanic voters are going to be voting Democratic is not one that was unfounded, which 1111 14th Street, NW Suite 400 I thought was your -- your first point."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not just the State that's saying it, though. You have a district court finding that ethnicity was not the predominant factor, that politics was the predominant factor. Maybe -- as Justice Scalia suggests, maybe they were right, maybe they were wrong, but the point was that it was being done for political purposes not for ethnic purposes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, can -- can the State use race as the means to an end of electing a new candidate that the race wants? And what should be the difference?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, it sounds like you're going to say race cannot be used as this basis, but how can race be used not to protect an incumbent but to allow the group to choose the representative of its choice and then reelect him every year?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if the -- if the objective is just to get rid of voters who vote against Congressman Bonilla, why is that an equal protection violation? It's not done for -- for race or ethnicity, but just to get rid of voters who vote against him."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that -- and what relevance does that have? What provision of the Constitution prevents you from leaving a majority of one group in a district to create the impression that the district supports a particular candidate?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's what the Fourteenth Amendment was passed for, to avoid creating the impression that a particular group supports a particular candidate?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And how many -- what percentage would they have shifted from making it look like a Hispanic opportunity district with about 51 percent to when it would actually be one? What percentage does it shift from being looking like one to being one, both above a majority?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But what's the number?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that your number? It has to -- anything short of 63, it's just looking like it? I mean, really, you're asking us to draw a very fine line between a -- in each case a majority Hispanic voting age district, but in one case, it's a constitutional violation and in the other case, it's -- it's required by the Voting Rights Act. So what is the 1111 14th Street, NW Suite 400 magic number between 51 and 63?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the number?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So if this district were drawn with 60 percent, you would say that's just to make it look like a Hispanic district?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No. So what's the number? It's -- it's somewhat more than 51 percent because you're saying that's a constitutional violation, and I want to know how many more it takes before it becomes what's required under the Voting Rights Act."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm just trying to get a number. If you're asking us to rule on a constitutional violation, I'm asking to find out what the number is that changes it from a political nuance to a Hispanic opportunity."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would it have been better --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- would it have been better in your view if they had excluded more Hispanics so it didn't look like a Hispanic opportunity district?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And -- and that would have been preferable. It would have been preferable to you if it was, say, 45 percent Hispanic rather than 50.8, or whatever it was."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, isn't -- isn't one answer that we were doing it, number one, because we wanted to protect the incumbent and we also had to use race to avoid a section 5 problem and a section 2 claim? You've got to use race for those purposes."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So you could have used that reasoning to create a district in the first place, but you cannot use that reasoning to create an offset district in the second place at the same time that you're trying to protect an incumbent. I think that's what you're saying."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, you're saying that would be implausible as a section 2/section 5 justification, regardless of when you're doing it. Is that --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But, of course, you want them to use race to manipulate outcomes. It's just sometimes."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"You may answer."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. 1111 14th Street, NW Suite 400 Perales. Mr. Cruz. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But may I ask, General Cruz, are you talking about replacing the court-ordered map or the preceding Democrat gerrymandered map?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you don't think it really perpetuated the same degree of gerrymandering that was present in the earlier map, do you?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking you."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think it did? Do you think --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- the court-ordered map is just as bad as the Democratic map?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But is your opponent correct in saying that in six of those districts, the Democrat won even though the district was majority Republican?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Does that sound like a gerrymander? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No. I was going to say I -- if I were gerrymandering, I would absolutely want to leave majority other party districts in which the people from the other party were voting for a candidate from my party with some regularity. I'd want to do that. That's exactly what I'd want a gerrymander to do."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So I -- I wrote an opinion, as you know, where I was agreeing with you on that, and I wonder if -- if then the thing to do would be to say, yes, indeed, a legislature can redraw a map to prevent a minority of the voters electing a majority of the congressional delegation. But when they do that, there has to be some reasonable assurance that it works the same way for both parties. I mean as a standard. I thought my standard worked before. I guess there wasn't that much agreement, but -- but -- 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- from the point of view of -- of taking that standard, which you agree with, I'm glad to say, apparently, and modifying it to be sure it works out the same way for both."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you this question? Assume you're correct that as a whole the plan is well-justified and makes gains and so forth. Does that necessarily mean that every district within the -- the plan is immune from constitutional attack?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I understand."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And the -- the next question I wanted to ask you is that if it is possible there can be a single-district challenge, what is the justification for the -- the cracking of district 24, which was a majority Democratic district before, into five different districts, none of which would elect a Democrat."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But is it -- is it defended by anything other than political motivation?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean in district 24."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"A -- a minority who was a majority. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"General Cruz, could I ask you another district-specific question? Because I want to get it on the table and let you explain it to me. Focusing on district 23 for a moment, assuming for the moment -- and I -- I know you probably disagree with this but -- that the results of the redrawing of 1111 14th Street, NW Suite 400 district 23 violated section 2, would you say that it would be a defense to that violation that the motivation was actually non-racial but purely political?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Not a defense. And the second question for me is that if there were a violation in district 23 of section 2, could it be cured by creating a district -- the district farther to the east. I forget the number. I guess it was. Would that be a cure in your -- in your judgment?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Given what the Court said in Shaw II."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Except for the fact the district court really didn't find a violation in section 2. They didn't quite, as I'm suggesting, say, well, given a violation on section 2, can we cure it and have a defense by what we do in -- in district 25. And I don't think De Grandy is an answer to that, and I'm not quite sure whether you said yes or no on my question."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the argument -- the question then would be whether district 25 is a wholly 1111 14th Street, NW Suite 400 different area from district 23."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And what do we look at to determine that? I know what we said in De Grandy, but I mean how -- I mean, you talk about the south and west Texas. I mean, on the other hand, 23 and 25 are actually not that close together. So how do we know that we should be looking at all the way from El Paso to the Gulf, as opposed to a narrower area?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But I didn't understand Ms. Perales' argument to concern section -- district 25 at all."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would a -- I'd like you to elaborate a little because, as I understood your claim, particularly in response to Justice Stevens, you agree that if 23 violated section 2, they can't make up for it somewhere else. You agree they can't make up for it particularly when their only way is for political reasons. But your argument is they never violated -- that 23 as redrawn didn't violate section 2. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the reason that it didn't violate section 2, I want to know, is what? Because you have the three preconditions which seem to be met, and then you have some kind of -- it doesn't violate section 2 from De Grandy if, despite the preconditions, there is some kind of overall proportionality. But all that is rather unclear in my mind, and I want to know what your view of it is."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And why was that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't that somewhat inconsistent with the decision to reshape the district? Why did they do it then?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and in your view, that justification allows the creation of district 25, which has, as far as Latino population, people of quite different economic backgrounds and so forth, you know, the -- the two-ended -- the district on the two ends."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that to me was -- was not discussed much in your brief, but it's a serious Shaw violation. And -- and the two are really linked, 23 and 25, in this respect because it was by virtue of what it did in 23, that the State claims a right to do what it did in 25."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have a -- a section 5 argument with respect to district 25 as opposed to a section 2 argument involving district 23?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is it permissible for a legislature concerned with section 5 to take race and ethnicity in account -- into account in drawing a district? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And as to 23, do you want this Court to say that it's constitutionally permissible to take away a number of minority voters from the district, but leave just enough so that it looks like a minority? Is that a permissible use of race? It -- it seems to me that's an affront and an insult."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but -- but the additional finding is that 50 percent were kept to make it -- to make it look good."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- in -- in --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead. I'm sorry."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"In -- in contrast to that, however, you could not make that argument or -- or that response with respect to -- to district 24, the 1111 14th Street, NW Suite 400 district in which the -- the Black vote was -- was cracked. And in response to earlier questions from Justice Stevens, you -- you mentioned there were a number of motivations for dividing it up the way it did, and -- and yet, as you also acknowledge, those differing motivations don't answer a -- a section 2 argument. What is your answer to the section 2 claim?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but following Georgia and Ashcroft, isn't -- isn't that a possibility that we should consider as a satisfaction of what has come to be known as the -- you know, the first of -- of the Gingles factors?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it -- it is not inconsistent with Georgia and Ashcroft to say that for -- for much the same reason, States have less flexibility in cracking influence districts once they have been established."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, can I move you south and west again, back to district 23? How do we tell -- as redrawn, it had what? 50.8 percent. And I gather that that's not considered a Hispanic opportunity district because of lower voting turnout, registration, participation? How do we tell when something is being done to make it look like a Hispanic district and, instead, when it's being done for the opportunity of providing a Hispanic opportunity district if voter turnout and registration are increased?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, of course, the reason the lines are straight is nobody is there. (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"General Cruz, if you've finished your answer -- I didn't want to interrupt you, but that makes -- reminds me of a question I wanted to answer you because -- ask you, rather, because you make a very persuasive argument in your brief, which I found very helpful, that the -- a State should be able to correct a prior gerrymander by -- for -- with political motivations. I would like you to comment on this suggestion. Supposing we said they have an absolute right to do that with one caveat, that any new district has to be more compact -- no more -- no less compact than its predecessor, wouldn't that avoid all sorts of problems?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We have -- we have quite a history, as you just identified in your response to Justice Kennedy, of being concerned about particularly grotesque shapes, and that's why they developed these tests of compactness for use in this very litigation. And the fact that the lawyers have come up with this 1111 14th Street, NW Suite 400 approach to it makes me think maybe it does have some relevance to the whole problem we're trying to confront."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"When I -- when I was thinking about this problem, I looked at district 24. The thing that was interesting to me is that most of the neutral justifications that you describe -- and they're certainly in the -- in the five new districts that replaced it, but in the key part of the population that was moved, it becomes much less compact than it was before."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Which it seems to me quite significant."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And its particularly -- 1111 14th Street, NW Suite 400 particular reference to the targeted group that was moved out of the district."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm suggesting the challenge to 24 should be a political gerrymandering challenge."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Justice Stevens --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"And that's the standard I'm suggesting. Right. That's exactly the point."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The compactness standard."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure that Justice Stevens is suggesting that as a standard. He's suggesting it as a disqualifier. If it's not as compact, it's no good, but if it is as compact, he's -- I -- I don't think he's suggesting it's okay. So we still don't have a standard."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":5,"sideBefore":"justices","text":"No. I was suggesting that would be a safe harbor, and -- and it would just --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"A safe harbor from an unknown standard. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Jump in whenever you want. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Let -- let me ask you this. Suppose you have a court that's required to redistrict, and the court has two experts. Expert number one says, here is a plan. It's totally partisan in its orientation, but it balances the Democratic and the Republican registration. It gives them exactly proportional representation. Plan number two gives minimal consideration to this, but it's compact. It takes into account geography, communities of interest, and so forth. Would the district court be in error if it adopted the first plan?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but my hypothetical 1111 14th Street, NW Suite 400 is designed to suggest that partisanship, political lines should be certainly a secondary consideration to a valid principled scheme and that perhaps in the hypothetical case, you could reverse a district court for abuse of discretion in -- in overemphasizing political considerations. And then if that's true, it means that there is some standard lurking out there indicating that political considerations should be of at least secondary importance."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What -- district 24. I take it -- it's a long walking stick is what it looks like. And the -- I take it you're saying when I go back to the record here, I'll discover a finding that the district court made. They said this was not an effort to use race to district. Is that right? And one of the reasons that you think that is because, although it's not a circle, it's not absolutely terrible. That -- that is a supporter of the ultimate conclusion they did not use race. Is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then -- then if I -- if I -- so I have to go back, look at the record, and see what it says. Now, suppose I came to a different conclusion. Then you might still win on this point if the rationale for using race to district was because we want to avoid a section 2 violation. And there, you would lose, however, because you can't use that 1111 14th Street, NW Suite 400 rationale unless, according to Bush v. Vera, the district that you draw is, in their words, reasonably compact. So, again, you'd have to say that this district that looks like a walking stick is reasonably compact for that other purpose. Is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, so I understand that. But -- but if -- if I -- you have two bites at this apple with your reasonably compactness. One, you want to say it wasn't -- you think this proves it wasn't to use race in the first place, but if I'm wrong on that, it's still a legitimate use of race because it's a reasonably compact effort to conform with section 2."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And is there anything I can look to to decide what reasonably compact means in that second --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're talking about district 25. Right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, 25."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"General Cruz, why wouldn't it be a -- at least a helpful guide to what is reasonably compact to compare with the preceding district? Now, that fits 24 but not necessarily 25 I understand. Wouldn't that make -- make sense if the reasonable compactness is -- is one of the tests?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When you're carved out of a couple of preceding districts, which is the preceding district? I mean, isn't -- isn't that a problem with that test?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose if you have a plaintiff suing, it would be the one he lives in."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why did they have -- why did have just 50.3 percent?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They're doing that to make it look like whoever was elected had Hispanic support in that district? Is that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"On the -- either it is reasonably compact or it isn't. If it is reasonably compact, we never get into Bush v. Vera, whatever, the Vera case in the first place. And if it isn't, you can't get out of it by saying it's an effort to cure a section 2 violation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You mean 25 -- the -- the Latino makeup of 25 is accidental?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's accidental."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what do you say to Ms. Perales' argument that the -- the numbers are just too precise to have been reflective of anything but a racial motivation, and that, therefore, the -- the district court's finding was clearly erroneous?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Aren't they equally precise here?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I misspoke. Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Cruz. Mr. Garre. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"May I ask you if you agree with General Cruz, that if the results of the 20 -- section -- district 23 violated section 2, it would not be a defense that was politically motivated?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"And would you also agree with the second question I asked as to whether if it were a violation -- I understand you don't think it was -- it would not be a defense that they were able to create a district -- a Hispanic district in another part of the State."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Is that based on the premise that section -- that district 25 and district 23 are in the same part of the State?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Are there cases that -- that we've issued from this Court that address what happens in a case like this where the economic circumstances and many other circumstances of the two 1111 14th Street, NW Suite 400 Latino populations are very different? The border Hispanics and the Hispanics in Austin have very -- very little in common other than -- than the Latino background. Are there -- are there cases that address whether or not these populations can be combined in -- in order to satisfy the -- the Voting Rights Act requirements?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Have we talked about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Is it possible it violates section 2, the following? We look at the map as it's drawn. We ask the question, is there a way to redraw this map so that, say, the minority group has a more 1111 14th Street, NW Suite 400 significant influence for their bloc voting, et cetera, et cetera? Gingles. Answer: Of course, there is. It's the old way. And you say, well, why didn't you do it the old way? Well, the only reason you didn't do it the old way was pure politics and that that isn't a sufficient justification."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"I was thinking of district"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"That's not -- not including 23."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"When you say they drew, you mean the GI Forum proposal?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, Mr. Garre."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Smith, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Who was the -- who was the -- the candidate in that district after the district court plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, didn't the district court say one of its criteria was preserving incumbency?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Smith."}],"people":[{"id":0,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":5317,"interruptions":34,"times_spoken":80,"laughter":0,"num_int_by":7},{"id":1,"fullName":"NINA PERALES","firstName":"NINA","lastName":"PERALES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2271,"interruptions":18,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":2,"fullName":"TED CRUZ","firstName":"TED","lastName":"CRUZ","counsel":true,"justice":false,"side":"respondent","words_spoken":6101,"interruptions":25,"times_spoken":69,"laughter":0,"num_int_by":6},{"id":3,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":1598,"interruptions":6,"times_spoken":11,"laughter":0,"num_int_by":4},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1501,"interruptions":5,"times_spoken":56,"laughter":1,"num_int_by":5},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":897,"interruptions":1,"times_spoken":29,"laughter":3,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":1280,"interruptions":3,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1062,"interruptions":2,"times_spoken":22,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":1229,"interruptions":3,"times_spoken":44,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1041,"interruptions":4,"times_spoken":29,"laughter":1,"num_int_by":4},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":161,"interruptions":3,"times_spoken":6,"laughter":0,"num_int_by":3},{"id":11,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":46,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":52,"words_spoken":7588,"times_spoken":121,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":31,"words_spoken":7699,"times_spoken":80,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":7217,"times_spoken":220,"laughter":7,"num_int_by":8}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034895}}