{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"CUAUHTEMOC GONZALEZ-LOPEZ. ","counsel":[1]},"caseNumber":"05-352","date":"2006-04-18T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in United States v. Gonzalez-Lopez. Mr. Dreeben. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When did -- when did we first hold that the State had to provide counsel if -- if the defendant could not afford his own counsel?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what we generally mean nowadays by the right -- by -- by the right to counsel. And when you talk about fairness being its objective, you're talking about the objective of that newly discovered right to have counsel appointed. But I don't know that fairness was the -- was the object of the original right to counsel in the -- in the Bill of Rights, which -- which only applied to -- to your ability to hire your own counsel, and if you couldn't afford counsel, you didn't get one. I hardly think that -- that fairness is the object of that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When -- when was our first holding to that effect?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In the '30s. Gee, that's"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's hardly -- that's hardly the original purpose and meaning of the Sixth Amendment, and -- and you come here and say that its fundamental purpose is something that is only the purpose of the newly evolved Sixth Amendment and not of the original one."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's the overarching goal of the original. I think it's -- it's very fundamental, that if you have funds with which you can hire someone to speak for you, you should be able to use all of your -- I mean, your -- no. Your -- your freedom is at stake. You should be able to use all of your money to get the best spokesman for you as possible. That's the element of fairness that I think 1111 14th Street, NW Suite 400 is there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But until the 1930s that element didn't exist."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Until the 1930s, if you didn't have the money, you didn't have counsel."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, excuse me. As far as the Constitution is concerned, if you didn't have the money, you didn't have counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but what if -- just to take an example, let's suppose there are two possible defenses you could raise, entrapment and that you didn't do it. And one lawyer wants to argue entrapment and the other wants to, you know -- the one that you want is the one who said we'll argue you didn't do it. Don't you have a right to have a lawyer present the defense along the lines you want presented as opposed to having to take another lawyer that is different than your choice?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that was my -- even in the Chief Justice's hypothetical, I -- I take it the client has a right to direct the attorney what defense to present, or am I wrong about it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in this -- in this case, Mr. Dreeben, we have a defendant ready, willing, and able to pay for an experienced lawyer in whom he has great trust. He's instead stuck with a younger, rather inexperienced lawyer, and he says, that doesn't fit within my Sixth Amendment right. I have a right to choose the counsel that I want and not the one that the court forces on me."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was a junior counsel. As I understand it, the counsel that represented him finally, when the judge wrongfully refused to allow his chosen counsel to proceed, was one chosen as a junior by the more senior counsel, the one that defendant wanted."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So he was just disabled from -- from his first choice."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The court told him you can't have the counsel you want. Go find somebody else."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you reconcile your position with the right to self-representation, if somebody doesn't want a lawyer at all? And I guess if the judge insists on him taking a lawyer, that could be reversible error."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is even a greater right than the right to pick your own lawyer. 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't the choice of counsel protect autonomy too?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have a lawyer. After 30 years, you trust him completely. You want him to represent you. Isn't that a -- an element of autonomy?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would the Government's 1111 14th Street, NW Suite 400 position be if the disappointed client whose choice of counsel was rejected by the court applied for mandate review in the court of appeals?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we don't know -- we don't know if that's the case. He -- he wants to go immediately to the court of appeals. What would the Government's position be?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Government always acquiesces in the propriety of seeking mandate from the court of appeals?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, I suppose the Government can object that it's improper or that it's unnecessary or a waste of time. I'm asking what the Government's position is."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- if the question is fairness, as you -- as you propose, then it would seem to me that there would be no need for the extraordinary proceeding."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say that presumption is sufficient so that mandate should be entertained by a court of appeals anytime this question comes up?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did Flanagan, the case that denied mandamus on this issue -- did it assume any resolution of the question whether if -- if you can't have counsel of your choice, in order to get your conviction reversed, you have to show -- you have to show that the error was not harmless?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand, but --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I would certainly 1111 14th Street, NW Suite 400 -- think that it's relevant to the question of whether you allow immediate appeal, what the consequences of not allowing immediate appeal are. If you're totally deprived of your right, you -- you might allow it and"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, did I understand your brief to suggest that the -- I understand your main burden is to overturn the idea of automatic reversal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if there were a 1111 14th Street, NW Suite 400 standard, is your standard of prejudice the same as under Strickland, or is it a different standard?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would it be easier than in Strickland? In the -- in the case of ineffective assistance of counsel, you have a very focused inquiry, but in this situation, how are you going to -- how can a judge assess, after the fact, whether the strategy that was pursued was inferior to another strategy that's -- that -- that allegedly would have been pursued if the first-choice attorney had been selected? Or maybe even more difficult, how can a judge assess whether the attorney who ended up 1111 14th Street, NW Suite 400 representing the defendant was in some way less skillful than the attorney that the -- the defendant preferred to have? That seems like a very difficult determination to make."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but isn't it almost essential, in one of these inquiries, to -- to invade the attorney-client privilege over and over again to find out what they might have done with a different lawyer?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't want -- I don't want a competent lawyer. I want a lawyer who's 1111 14th Street, NW Suite 400 going to get me off. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I want a lawyer who will invent the Twinkie defense. I would -- I would not -- I would not consider the Twinkie defense an invention of a competent lawyer. But -- but I want a lawyer who's going to win for me. And -- and there's no way to predict what lawyer has a charming way with the jury or -- or brings in some -- some side matters that maybe shouldn't be brought in but the judge is silly enough to let them in. I want to win. And -- and the criterion for winning is not how competent is the lawyer necessarily."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in -- in hindsight, you've always made a mistake if your client is found guilty. I -- I'm just not sure how this inquiry would proceed. It seems to me that there ought to be either automatic reversal on one -- on one hand, or the other rule ought to be incompetency of counsel. But you're -- you're going to have satellite litigation with 1111 14th Street, NW Suite 400 speculation, and it seems -- it seems to me not a good remedy."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The only issue in that case is competent performance, and it seems to me that the -- the difficulty behind a number of our questions this morning is that you are trying to draw an analogy from -- from counsel issues that don't involve an autonomy interest to a counsel issue that does involve an autonomy interest, maybe in theory not as greatly as self-representation, but as -- as everybody agrees, as you've said, it involves some autonomy interest. And if we're going to import the rule of prejudice from non-autonomy cases as the -- as the necessary condition in autonomy cases, then it seems to me the autonomy interest is devalued to the point of almost of disappearance. It becomes not much more than -- a little bit, but not much more than an ineffective assistance case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you say he's -- he's not denied all choice. He is denied the choice that he wants to make."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not the State's problem. We're talking about the State standing in the way of it. In this case the State through the court system stood in the way of it because it made an error that denied him his right. But the -- the -- it seems to me the autonomy interest is not merely an interest in choosing second- best. It's an interest in choosing the one you want."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's second-best to the guy who wants somebody else."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But what good is that as -- as an answer to our question? Sure, no harm, no foul. But that can't be the -- that can't be the criterion for a court and that can't be our criterion in deciding whether he really has a right to his first choice or not."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's basically -- in -- in Justice Scalia's question, it is connected with what the -- the client believes will be a favorable outcome by using the lawyer he wants. It's his judgment about what will probably be a favorable outcome, and his judgment about the lawyer who is most likely to bring that about."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, all -- all I'm getting it, is that's a different -- that is a very different criterion from what we apply in Strickland. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why take it away from the 10 percent?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- because you're saying they don't have it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a fair trial. Nobody is saying it wasn't a fair trial, but he didn't have the lawyer he wanted. I mean, we could assure everybody a fair trial by allowing nobody to pick their lawyers and assigning lawyers to everybody. That would -- that would accomplish fair trials throughout the United States, but that's not the system we have. You're -- you're entitled to the lawyer that you want."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Dreeben, I think you're underestimating the importance of the autonomy interest because going through a criminal trial for a defendant is a very traumatic experience, not just what happens in the courtroom, but during the entire process. He has a lawyer of his own choice who's going to advise him on what he should do and how he should react to possible changes in his own condition and everything else. The -- the autonomy interest is powerful in that situation."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Totally independently of the trial strategy --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"That's the right of assistance of counsel for his defense. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Not for the fuller 1111 14th Street, NW Suite 400 expression of his autonomy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I, Mr. Dreeben --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I mean, you -- you could say the -- you could say the same thing, counsel, about his right to self-representation, that he has the right to self-representation for his defense or for his --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it is limited to the right of self-representation for his defense, just as his choice of counsel is limited to his choice of counsel for his defense."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is there a less worthy historical tradition to be honored in a defendant's choice of his own counsel?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you concede that if -- if it's a historical tradition to speak in one's own voice, it gets -- for practical purposes, it gets a kind of absolute respect. Whereas, if it's a historical tradition to choose one's own counsel, it does not get that -- I mean, it's very -- that seems to me a -- a kind of historical dissonance."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, and the question is he -- I mean, the -- the whole point here isn't the -- isn't the interest in autonomy a separate interest which should be recognized by some means other than merely looking to the fairness of the trial."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But compared to what? You haven't fully stated what you would replace the automatic new trial with. And you said -- you started to say something about if the defendant could show that his preferred counsel would have pursued a different strategy. Is that it? Or would he have to go beyond that and show that that different strategy would have a greater chance of success than the strategy that was in fact pursued? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does different outcome mean --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if the defendant is found guilty, he would have been acquitted?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you think that would work with the Twinkie defense?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think any court 1111 14th Street, NW Suite 400 would conceivably reverse the -- the disqualification of counsel on the ground that he would have come up with that defense and win."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You said you had -- you said you had -- your first preference would be --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- different strategy and would have been acquitted with that strategy. What's your other --"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't the sacrifice sort of egregious here? Because in the case of self- representation, we give virtually absolute respect to it, knowing perfectly well that the decision to represent one's self is usually crazy. Whereas, in 1111 14th Street, NW Suite 400 this case, when the decision may very well be sound, we give -- we would, on your view, give a -- a much reduced respect to it. That does not seem consistent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not just disqualify. Suppose he denies a motion for continuance. The counsel is in another trial and he 1111 14th Street, NW Suite 400 said, I can't be here for another 10 days. And the court says, I -- I deny that. I -- I assume if it's an abuse of discretion, the result would be the same under your view."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you may leave the jurisprudence where you found it, but other attorneys might not. And I'm -- I'm concerned with the consequences of your rule. There are many reasons, it seems to me, why a counsel may not be able to represent the -- the client that has chosen him as -- as the first choice."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And if -- if you prevail here, it seems to me that counsel can come in and say, now, Judge, I've looked at your calendar, and you can 1111 14th Street, NW Suite 400 certainly wait for another 2 weeks, and the judge has to do it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I don't know why he wouldn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You would require -- if -- if a defendant is on his second choice and he's filed an affidavit saying, you know, the guy did a great job. I can't think of a way he would have done anything differently. I was convicted. I'm perfectly happy with his strategy, but I didn't get my first choice. You would still require reversal of the 1111 14th Street, NW Suite 400 conviction in that case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and if -- if he were not able to afford a -- afford an attorney and one were appointed for him and that lawyer were incompetent, that client would still have to show prejudice. But in your case, you don't have to show anything at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does a -- someone relying on appointed counsel have the same right? Why 1111 14th Street, NW Suite 400 -- can't he say to the first person who comes through the door, you know, I've got a -- I'd like to see the others before I make a choice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think he can also reject an appointed counsel. Can't he go to the court and say, I -- you know, I don't like this counsel?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I know it happens."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that 1111 14th Street, NW Suite 400 would happen if there's an autonomous, structural right of the kind you -- you urge."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So I want to control the case by having a different appointed counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How many lawyers -- you're talking about a very refined assertion of a constitutional right. I mean there are hundreds and hundreds of thousands of lawyers, and what you're saying is that if he doesn't get choice one, choice two is just not going to do, no matter how close, no matter how similar their approaches are going to be. It's not like he's, you know, wants a Rolls Royce and he gets a -- you know, whatever -- a Yugo or something. He could choose, you know, the next best out of hundreds and hundreds of thousands."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can there not be a case where it's clear beyond a reasonable doubt that the -- the judge's mistaken ruling on a disqualification motion didn't have any effect on the outcome?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why not in the case of an acquittal? There's still a violation of the Sixth Amendment. Maybe you don't have an appeal, but you have a 1983 action. Right? Because your constitutional rights have been violated because, although you won, you didn't win with the counsel of your choice. And if -- your personal autonomy interests have been quashed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It wouldn't be 1111 14th Street, NW Suite 400 harmless under your theory because your theory is that this is giving expression to your personal autonomy. It's not simply for your defense. If it were harmless, it would say that it's totally wrapped up in the defense. But there's another constitutional interest under your theory."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's say the defendant wanted to be represented by a relative whose -- whose specialty is real estate, and for some reason, that lawyer is wrongfully disqualified. And so then the defendant ends up with a very experienced criminal practitioner with a national representation -- a national reputation, and still the defendant is convicted. Could that not be harmless beyond a reasonable doubt?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or -- or my Uncle Vinnie. What about the real -- the real case of my Uncle Vinnie? There's --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know -- I don't know whether he was a real estate lawyer or not. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but -- but this is all subject challenge as an abuse of discretion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I suppose this -- this right applies on appeal as well. Right? Somebody says, I want Mr. Fisher to argue my case in the Supreme Court. I don't want anybody else. And -- and yet -- and we get motions for admission to our bar pro hac vice. If we deny one of those, does that violate the Sixth Amendment?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying that this -- trial is -- is one thing. Appeal -- but you say he would do the appeal over? He'd do the appellate argument over? Do the petition for cert over with counsel of choice? There's a different stage involved."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you entitled to represent yourself on appeal?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that happens all the time. That happens, for example, in the case of incompetent counsel. There's a right to -- to competent counsel. If you -- if that right is violated, the defendant still has to show prejudice --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- before he'll get relief."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you relying at all on the effect that you want the Court's decision to have on trial judges and prosecutors, that is, a judge who knows if he disqualifies a lawyer who shouldn't be disqualified, that there will be an automatic new trial? And the prosecutor who's standing by -- by the way, what did the prosecutor -- did the prosecutor take the position in this case when the judge says, I don't want that lawyer to be in my courtroom?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are there cases in the records where it shows government overreaching or bad faith and so forth in trying to get rid of the counsel? That just doesn't happen?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would your -- would your rule"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would your rule apply in the case of a guilty plea?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher, remind me in bringing up the plea question. I thought one of the reasons why this defendant wanted this particular lawyer is that this lawyer made good bargains with the 1111 14th Street, NW Suite 400 prosecutor. Was that not so?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Some of the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Some of the concerns about the evidentiary presentation were addressed by the Seventh Circuit and are the reason they adopted a -- a lesser standard than the prejudice standard in -- in Strickland. Why isn't that adequate to meet those concerns?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What are the -- what are the practicalities or impracticalities, as the case may be, of seeking immediate review from the court of 1111 14th Street, NW Suite 400 appeals by writ of mandate?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I think it would be easy for us to make a distinction between the right and the remedy."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I'm -- I'm not sure you're properly characterizing the -- the Government's position. I mean, you -- you don't have to assert that 1111 14th Street, NW Suite 400 the right is not violated until -- until there's an unfair trial in order to take the position that the Government takes. I mean, the right -- a lot of rights that are later reviewed for harmless error or for -- to see whether there was prejudice were violated at the time, and not -- not just on the basis of whether there was prejudice or not."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought they said there isn't if the question is remedied."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but in all events, we could structure the decision to make -- to make sense, and if these instances happen, as you indicate in your brief, very early, it seems to me that the answer is mandate in a court of appeals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but then you wouldn't -- I'm sorry to interrupt you. But at that point, the defendant would be well advised to go ahead with trial with his second-choice lawyer. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Take his chance and then if he -- if he loses, he gets automatic reversal. So why would he do mandamus?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"justices","text":"That's right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Unless you compel him to seek mandamus on pain of losing the constitutional claim, your -- every incentive is to go right ahead with the trial."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think the mandamus solution works unless you compel mandamus, unless you say you lose -- you lose the claim unless you bring mandamus."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In the government, you're including the court in that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's not always true in a Strickland case. It's often the court that's making the mistakes that the lawyer should have objected to and was incompetent in not doing so."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your comment about the defendant running out of a funds is -- raises a good point. So the remedy would be an automatic reversal in a case like that where the defendant would be represented by appointed counsel?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In this case."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How many -- how many circuits are applying that rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Fisher. Mr. Dreeben, you have 2 minutes remaining. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Dreeben, do you agree with his characterization that all the courts of appeals go the other way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3222,"interruptions":24,"times_spoken":66,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3949,"interruptions":25,"times_spoken":48,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":2,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1002,"interruptions":4,"times_spoken":31,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":632,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":430,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":234,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":607,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3222,"times_spoken":66,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":25,"words_spoken":3949,"times_spoken":48,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":15,"words_spoken":4022,"times_spoken":121,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5579234875942498,"respondent":0.4420765124057502,"date":1473644743154}}