{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"v. No. 05-380\nLEROY CARHART, ET AL. ","counsel":[1]},"caseNumber":"05-380","date":"2006-11-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll hear argument first this morning in case 05-380, Gonzales v. Carhart. General Clement. "},{"name":"JUSTICE GINSBURG","id":3,"text":"General Clement, couldn't a similar record be made with respect to what is the more common procedure, the D&E, that involves dismemberment of a fetus inside the womb. So assuming you're right that it is constitutional for Congress to ban the D&X proceeding, wouldn't the same reasoning apply, couldn't Congress make similar findings with respect to what is the most common method for second trimester abortions?"},{"name":"JUSTICE GINSBURG","id":3,"text":"Even though we are told by some of the medical briefs that the procedures are basically the same, they start out in the same way and that the difference -- the differences are not large in particular cases."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, those doctors testified in the congressional hearings or in the Eighth Circuit or Ninth Circuit or the Second Circuit? There are so many doctors here. Which are the two that you're referring to that do not dilate the cervix fully? Did they testify in any of the district court cases?"},{"name":"JUSTICE BREYER","id":5,"text":"Just from my going through this record, I compare it with Stenhart, with what's in Congress. We have two cases here. And it's a fair conclusion that there are, in each case, before Congress and in here, there are some doctors who think this is safe and some doctors who think it isn't safe. And if you look at the -- sort of by counting, by numbers, I guess if you look by lines of testimony or by different doctors, interestingly enough, it seems to me there are more doctors in these two cases and in front of Congress who said it is not safe than there were when we considered the other case. And there are fewer doctors who say it is safe even with the other case. So I don't know if you're supposed to count doctors or what. My question would be, if this -- do we owe more deference to a congressional finding or to Congress than we owe to a State legislature? What is -- I mean, I take it a State legislature is democratically elected, and don't we owe similar deference to both?"},{"name":"JUSTICE BREYER","id":5,"text":"Well, if we owe deference to both, and I would have thought that we did, then I think in the Nebraska case, despite the deference that was owed, the Court came to the conclusion that the statute of Nebraska was unconstitutional because it lacked an exception for the health of the mother, something that came from preceding cases. So if giving deference to Nebraska, we reach that conclusion there, and if the deference that is owed is the same, and if the evidence is about the same on both sides, how can we reach a different conclusion here?"},{"name":"JUSTICE STEVENS","id":6,"text":"General Clement, are not some of the findings by Congress clearly erroneous? For example, there is a statement that no current medical schools provide instruction in the procedure. Now that's clearly wrong, isn't it?"},{"name":"JUSTICE STEVENS","id":6,"text":"Do you think that finding is correct?"},{"name":"JUSTICE STEVENS","id":6,"text":"Supposing there was a lot of evidence introduced in the district court that there were schools like Yale and New York University that did include this as part of a curriculum, could the district court disregard that finding and make a contrary finding?"},{"name":"JUSTICE STEVENS","id":6,"text":"Well, on other findings, is there a different standard of review of what the district court found as opposed to what Congress found?"},{"name":"JUSTICE STEVENS","id":6,"text":"Well, I don't understand Congress to have made credibility findings. As I read the -- I read the whole finding. There were six or seven pages of findings, and I don't find a single reference in those findings to the performance of an abortion on a nonviable fetus. All of the language in the findings seem to be referring to viable fetuses just inches away from becoming a person. And I don't think you can even find the word fetus in those findings. The findings as opposed to the text of the statute."},{"name":"JUSTICE STEVENS","id":6,"text":"I'm talking about the findings. Is there a single word in the findings that refers to a viable fetus? It maybe refers to a nonviable fetus."},{"name":"JUSTICE STEVENS","id":6,"text":"May I interrupt?"},{"name":"JUSTICE STEVENS","id":6,"text":"It's not preventing the lethal act, it is requiring that the lethal act be performed prior to any part of the delivery, because there is no doubt there will be a lethal act. The only issue is when it may be performed."},{"name":"JUSTICE STEVENS","id":6,"text":"Yes."},{"name":"JUSTICE STEVENS","id":6,"text":"Whether the fetus is more than halfway out, and some of these fetuses I understand in the procedure, are only four or five inches long. They are very different from fully formed babies."},{"name":"JUSTICE SCALIA","id":7,"text":"When it's halfway out, I guess you can call it either a child or a fetus. It's sort of half and half isn't it?"},{"name":"JUSTICE STEVENS","id":6,"text":"Wouldn't the fetus be -- I think it suffer a demise in seconds anyway."},{"name":"JUSTICE STEVENS","id":6,"text":"Do you not agree that it has no chance of survival, in most cases?"},{"name":"JUSTICE STEVENS","id":6,"text":"Yes, that's right."},{"name":"JUSTICE STEVENS","id":6,"text":"Congress has made the judgment that it is far preferable to ensure that fetal demise takes place before any delivery begins. That's the big issue."},{"name":"JUSTICE SCALIA","id":7,"text":"Would it, would it be lawful or would it be infanticide to deliver the fetus entirely and just let it expire without any attempt to keep it alive?"},{"name":"JUSTICE GINSBURG","id":3,"text":"Mr. - -"},{"name":"JUSTICE GINSBURG","id":3,"text":"General Clement, that's not what this case is about, because I think you have recognized, quite appropriately, that we're not talking about whether any fetus will be preserved by this legislation. The only question that you are raising is whether Congress can ban a certain method of performing an abortion. So anything about infanticide, babies, all that, is just beside the point because what this bans is a method of abortion. It doesn't preserve any fetus because you just do it inside the womb instead of outside."},{"name":"JUSTICE GINSBURG","id":3,"text":"But if this case were limited to postviability abortions it would be a different matter. But isn't it so that the vast majority of these abortions are going to be performed previability?"},{"name":"JUSTICE BREYER","id":5,"text":"If -- I see what you're driving at in terms of the procedure. We are focusing on a universe where the fetus is not going to survive no matter what, right?"},{"name":"JUSTICE BREYER","id":5,"text":"Okay. So we are not talking about anyone being born and living. They are not going to."},{"name":"JUSTICE BREYER","id":5,"text":"And that's the area of focus."},{"name":"JUSTICE BREYER","id":5,"text":"Now, Congress has said that - - the doctor, you can achieve that result through method A, but not through method B, and you're saying Congress had good reason for doing that. I take it Congress also agrees that if method B, which they don't want, were to be necessary for the safety or health of the mother, the Constitution would require it being done. I didn't see anything here about Congress disagreeing with that."},{"name":"JUSTICE BREYER","id":5,"text":"All right. If that's right - -"},{"name":"JUSTICE BREYER","id":5,"text":"Right. Fine. Okay. They make a finding that although we don't disagree with that, we don't think it's ever necessary for the health or safety of the mother. That's where we are. Now as I look at the record, I see many, many, many doctors telling Congress and everybody else that it is necessary, and safe. And I see other doctors telling Congress primarily, but in court, too, that it isn't necessary, ever for safety. And so if medical opinion is divided, and I'm not advocating what I'm about to say, I just want to know your reaction. If medical opinion is divided, why wouldn't it be up to this Court or could this Court say this use of this procedure, we enjoin the statute to permit its use but only where appropriate medical opinion finds it necessary for the safety or health of the mother? Now, if Congress is right, there will be no such case so it's no problem. But if Congress is wrong, then the doctor will be able to perform the procedure and Congress couldn't object to that because the Congress isn't worried about, I mean Congress, then Congress was wrong. They agreed that we had a health or safety exception."},{"name":"JUSTICE BREYER","id":5,"text":"No. It just wouldn't be a question of the doctor's preference. You would have to refer back to prior cases, and what the prior cases talk about including Stenberg is not that that the doctor simply has a preference, but rather that there has to be a significant body of medical opinion that says that this is safer procedure and necessary for the safety of the mother. Now, where that's true, the Court has previously said that the Constitution protects the right. And I don't see anything in what Congress says that wants to change that law. They simply have a different view of the facts."},{"name":"JUSTICE BREYER","id":5,"text":"So if they have a different view of the facts, why can't we leave it up to whatever facts develop? If there is an appropriate body of medical opinion that does in fact believe this is necessary for the health of the mother, so be it, and the abortion could be performed and the injunction would say that."},{"name":"JUSTICE BREYER","id":5,"text":"And otherwise not."},{"name":"JUSTICE KENNEDY","id":4,"text":"Can you tell me a hypothetical instance in which where an as applied challenge could be brought if we sustain the statutue on its face? The procedure has to take place within 24, 48, 72 hours. How would as applied challenge take place? You know, I read all the doctors' testimony in this case, hundreds of pages, and I'm familiar with the area generally. But it takes a while to get up to speed. I don't know if you could just go to a district judge and say I need an order, the judge would take - - would have to take many hours to understand that."},{"name":"JUSTICE KENNEDY","id":4,"text":"Why isn't that already in the record in the Ninth Circuit, in the Second Circuit and in the Eighth Circuit, in the district courts, proceedings in those circuits?"},{"name":"JUSTICE KENNEDY","id":4,"text":"General Clement, I'm just thinking, trying to imagine how an as applied challenge would be really much different from what we have seen already."},{"name":"JUSTICE GINSBURG","id":3,"text":"But General -- General Clement, conditions don't show up in the abstract. Wouldn't it often be the case that it depends on the vulnerability of the particular patient and you couldn't bring a preenforcement challenge as to that. Maybe it's a question of hemorrhaging, that -- it's a combination of what the condition is and the vulnerability of the particular patient and I don't see how that could be tested in advance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"General, do you understand the scope of this statute to be different than the scope of the statute at issue in Stenberg, focusing in particular on the deliberate and intentional language?"},{"name":"JUSTICE SOUTER","id":8,"text":"But isn't it quite independent of the anatomical approach that the health exception is denied? I mean that's an -- that does not depend on the anatomical approach. The anatomical approach may well be an answer at the facial challenge stage, to problems of vagueness, for example. But the health excepton problem is not affected by that. And the difficulty that I have with your argument that somehow the health exception issue should be left to an as applied challenge is the statement in Stenberg, and it's on 938. I'm quoting: \"But where substantial medical authority supports the proposition that banning a particular abortion procedure could endanger women's health, Casey requires the statute to include a health exception where the procedure is necessary in appropriate medical judgment for the preservation --\" -- excuse me -- \"of the life or health of the mother.\" Now, your position, it seems to me, requires us to do one of three things. Either we, we overrule Stenberg in that respect, or we, we find -- I don't know how but we might find, well, in this case, there is no substantial medical authority, and therefore on the face of the statute there seems to be no impediment in the Stenberg statement. Or three, we say well, there seems to be a tension between the showing of substantial medical authority which occurred in the litigation in these cases and the findings made by Congress, and under those circumstances in effect we are required to ignore the record in the cases and go with Congress's apparently contrary judgment. Which of the three do we take?"},{"name":"JUSTICE SOUTER","id":8,"text":"Take all three. (Laughter.)"},{"name":"JUDGE SOUTER","id":8,"text":"No, but seriously - -"},{"name":"JUSTICE SOUTER","id":8,"text":"Okay, but the problem, I guess -- focus the problem this way. The, the Stenberg opinion talks about substantial medical authority as triggering this requirement for a statutory element. That problem is not focused simply by saying Congress made some findings and the district court made other findings and Congress should prevail. The fact is the substantial medical judgment finding I would suppose is satisfied by the, by the record in the district courts in these cases. This is not one doctor's idiosyncratic judgment and a court can reasonably find, it seems to me, that there is substantial medical judgment. If we are going to defer, as you say we should defer to Congress, haven't we got to overrule that statement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, General. Miss Smith. "},{"name":"JUSTICE KENNEDY","id":4,"text":"Can you tell me -- I didn't find it in the materials. Maybe the statistics aren't available. In the cases where intact D&E or D&X are performed in the period I guess, what, 16 through 20, 21st, 22nd weeks, in how many of those instances, do you have any idea, in how many of those instances is there serious health risk to the mother that requires the procedure as opposed to simply being an elective procedure? Are there any statistics on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We have no evidence either in the record before the Court or Congress as to how often that situation arises?"},{"name":"JUSTICE KENNEDY","id":4,"text":"I have just one other question that, it's generally related to the first. If there is substantial evidence that other procedures or alternate procedures are available, alternate to D&X, alternate to intact D&E, is your response that, although they're available as a matter of science, as a matter of, of medical expertise, they are not available because hospitals don't allow the patients to be admitted? I was going to ask that same question to the Government, because there is some indication in the record that certain hospitals just don't admit patients for this purpose, which is -- goes back to my earlier question. I was wondering if that's because it's surely elective."},{"name":"JUSTICE KENNEDY","id":4,"text":"Because it's purely elective and not medically necessary."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, it might be related in the sense that the Government's argument that there are alternate mechanisms is not a practical alternative. I was going to ask the Government about that. On the other hand, the fact that any number of hospitals don't allow the procedure is also indicated, indication that there is a medical opinion against it."},{"name":"JUSTICE BREYER","id":5,"text":"So in terms of - -"},{"name":"JUSTICE BREYER","id":5,"text":"I didn't like your characterization and the Government's of the state of the record. I asked my law clerk basically to go look up every statement that was made in four forums. The first was the first Stenberg case. Second was Congress. Third is this, one of the cases here; and the fourth is the other case here. Now, my own impression of that is if you're talking about the medical need for such a case, that is for intact D&E, that there is a risk attached if you don't use it in some instances. The fewest number of statements for that proposition was in the first Stenberg."},{"name":"JUSTICE BREYER","id":5,"text":"More statements in Congress, more statements that you -- doctors who say, I need this procedure for safety."},{"name":"JUSTICE BREYER","id":5,"text":"There are many more in this case than there were -- in these two cases there are many more than there were in Congress and in Congress there are many more than they were in first Stenberg."},{"name":"JUSTICE BREYER","id":5,"text":"Now, if we look to the other side of the coin, the doctors who say, no, it isn't safe, there I'd have to say there are probably many more in Congress than there are -- who say it isn't safe, there are probably many more in Congress; and then there are some in these cases, too; and there are hardly any in Stenberg, not too many."},{"name":"JUSTICE BREYER","id":5,"text":"It was against you, in other words."},{"name":"JUSTICE BREYER","id":5,"text":"Yes."},{"name":"JUSTICE BREYER","id":5,"text":"All right, so I'm left with a record where I guess you have a subjective characterization that there is at least as much evidence in these cases supporting you and as much in Congress supporting you as there was in the first Stenberg case. But Congress made this finding, so what am I to do with the finding?"},{"name":"JUSTICE GINSBURG","id":3,"text":"Ms. Smith, was the statement of the American College of Obstetricians and Gynecologists before Congress?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll give you an extra 30 seconds. Proceed."},{"name":"JUSTICE BREYER","id":5,"text":"My question basically I think you might have been going after is, I was saying that I agreed with you in that there is more evidence supporting your side in these cases than there was before Congress, than there was in first Stenberg."},{"name":"JUSTICE BREYER","id":5,"text":"But still there was a finding in Congress and there wasn't a finding in the Nebraska legislature, and so does that fact of the finding being in Congress and not in the Nebraska legislature -- what kind of legal difference does that make?"},{"name":"JUSTICE STEVENS","id":6,"text":"May I ask you this question about what you think we should do. If I thought the evidence did support the conclusion that it's never medically necessary, it merely -- the evidence merely supports the proposition that a doctor has to be a lot more careful if he goes one way rather than the other because there are more risks involved in one procedure rather than the other, would that be sufficient to support the -- I can see the argument that the intact delivery may have less risk of complications and so forth without it not necessarily being absolutely necessary."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I guess that gets back to the point earlier. I mean, do you agree with the discussion earlier that this act is not going to prevent abortions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"What degree of marginal impact on safety do you think is necessary to override the State's interest? I mean, if you have complications under the D&E procedure in say 10 percent of the cases, complications under D&X in 9.99 percent of the cases, is that marginal benefit in safety enough to override the State's articulated interest?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"But I thought your submission earlier was that we don't have any record evidence about how often the complications arise, so it's hard to get a handle on exactly what the difference is in terms of safety under your submission."},{"name":"JUSTICE GINSBURG","id":3,"text":"If we could go back to the first question that the Chief asked you, you said yes, it will prevent abortions because of this uncertain line between the D&X and the D&E. Is there a way that Congress could have written the statute that would have insulated the physician who's performing a D&E?"},{"name":"JUSTICE SOUTER","id":8,"text":"May I ask you to focus on one particular problem that I think is implicated by Justice Ginsburg's question. If I understood you correctly a moment ago, and I think this is in your briefs too, you said that the definitional problem is that doctors always set out to do an intact procedure if they can, because it involves less risk to the mother from, from acts performed inside. And if that's the case, then it would be, I guess in the real world, very difficult for Congress to define a difference between D&E and D&X, because the intention is always, as you understand it, to have an intact result. Your brother on the other side, the Solicitor General says there certainly is testimony to the effect that that is not so. That doctors who intend to perform a D&E simply intend at the beginning to have a lesser degree of dilation which will force them to do the D&E and not have a totally intact procedure. Would you comment on what I think is the factual difference between you and the Solicitor General there?"},{"name":"JUSTICE SOUTER","id":8,"text":"I understand that."},{"name":"JUSTICE SOUTER","id":8,"text":"But could you start simply with the factual predicate for your argument and his argument. You seem to be starting from, if I understand the two of you correctly, you seem to be starting from basically different factual assumptions. Could you, could you start by commenting on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I thought the evidence was that you're looking for a different degree of dilation if you're intending to perform D&E than if -- and you're looking for a greater degree if you're intending to perform a D&X."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Is your submission that there aren't different dilation protocols if you're intending a D&E and if you're intending a D&X, they're the same?"},{"name":"JUSTICE SOUTER","id":8,"text":"Well, they may not be able to control it in an absolute sense, but can't they go about it in a way that would tend to produce less rather than more dilation?"},{"name":"JUSTICE SOUTER","id":8,"text":"It can't guarantee results, but couldn't they at least start with a, I don't know how you put it, a procedure that would be likely to produce less rather than more, and hence come within the safe harbor, if you will, of the statute?"},{"name":"JUSTICE SOUTER","id":8,"text":"Well, you say they don't, but my question is, can they? And the record may not show this. I'm not asking you to answer the impossible, but do we have evidence that would indicate that they can or that they can't?"},{"name":"JUSTICE SOUTER","id":8,"text":"Can you tell us where to look in the record for the evidence on that?"},{"name":"JUSTICE GINSBURG","id":3,"text":"If there were a health exception - -"},{"name":"JUSTICE GINSBURG","id":3,"text":"The health of the woman, would that obviate the vagueness and overbreadth problems that you bring up? Because then after we say to the doctor, you put the health of your patients first and if you think that it's riskier for her health to do it one way than another way, then you pick the safer way. If you had that, then wouldn't the concerns about overbreadth fade?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Do you think the, on the same issue I think, that the addition of the deliberately and intentionally language in the congressional act addresses that concern?"},{"name":"JUSTICE KENNEDY","id":4,"text":"That's what I was wondering, because - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"Suppose, this might help, suppose the physician testifies that I wanted to do a non-intact, an in utero D&E, that that's, that was my intent, that's what I wanted to do, that's what I always want to do. In this case I had an intact delivery and had no other choice. Are you saying that we could interpret the statute to say that that is not the prohibited criminal intent, he is immune from prosecution in that case?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, give me one instance in which your proposed interpretation would work in the real world."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, just on that last point, I mean, we are interested of course in different interpretations, but it just seems to me that your interpretation would have very little practical effect."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Could I ask you just one thing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"The statute, of course, refers to both feet first and vertex deliveries. How common is the vertex delivery in the D&X?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"And in giving your arguments toward the safety benefits of the D&X, I couldn't understand why they wouldn't also apply to the total delivery of the fetus in a vertex delivery situation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, my understanding is that the vertex, the skull and head are already outside the mother."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"And the objection in the feet first is that you want fewer instrument passes and so on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"But in that case, it's not the skull itself that is preventing the delivery of the fetus."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"So your arguments about why the D&X is safer than feet first, wouldn't that apply in the case of total delivery of the fetus as well? In other words, if you want as much of the fetus intact and out as possible, why wait, stop it halfway? Wouldn't the safety argument suggest delivery of the fetus?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"In the case of a vertex delivery, where is the obstruction?"},{"name":"JUSTICE KENNEDY","id":4,"text":"It seems to me that your argument is that there is always a constitutional right to use what the physician thinks is the safest procedure."},{"name":"JUSTICE KENNEDY","id":4,"text":"I inferred that from your comments."},{"name":"JUSTICE KENNEDY","id":4,"text":"So then, you think there are instances in which the State can require that a procedure be used, even if it's not the safest procedure?"},{"name":"JUSTICE KENNEDY","id":4,"text":"So then, the - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"The obverse of the proposition I put at first, it must be true that there are some instances in which the State can prohibit a procedure even if it is the safest procedure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Can I just follow up"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I don't understand that. In other words, the fact that it's not the safest procedure does not itself constitute an undue burden? In other words, under Justice Kennedy's hypothetical - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"He said that the State can prohibit something even if it is the safest procedure, and your answer was so long as it doesn't - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"-- pose an undue burden. And I was just following up to say that so, in some circumstances, prohibiting what you regard is the safest procedure does not itself constitute an undue burden."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Miss Smith."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"General Clement, you have two minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3180,"interruptions":20,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":1,"fullName":"PRISCILLA SMITH","firstName":"PRISCILLA","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2788,"interruptions":13,"times_spoken":57,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":580,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":697,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1182,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":462,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":52,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":767,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3180,"times_spoken":43,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":13,"words_spoken":2788,"times_spoken":57,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":4182,"times_spoken":102,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1}}