{"petitioner":{"name":"WEYERHAEUSER COMPANY","counsel":[0,1]},"respondent":{"name":"ROSS-SIMMONS HARDWOOD LUMBER COMPANY, INC. ","counsel":[2]},"caseNumber":"05-381","date":"2006-11-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in case 05-381 Weyerhaeuser Company versus Ross-Simmons Hardwood Lumber Company. Mr. Pincus. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a preliminary question before you get too far into your argument? Is it your understanding that the instructions to the jury were that finding that predatory price cutting was in itself sufficient to establish a Section 2 violation? I know the Court of Appeals opinion reads that way but is it, do you think the jury was so instructed?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You may consider it as an anticompetitive act, but it does not say you may regard it as a violation of Section 2."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And as I read the instructions, it did require there be three elements of the violation of Section 2 which, two of which were not discussed by the Court of Appeals."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you concede there is monopoly power?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is that relevant to the question whether, if there is monopoly power plus an attempt to preserve that power or require that power, plus an anticompetitive act, is that a violation of section 2."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you do agree that the conduct in itself is not sufficient to establish a violation, the question of whether the conduct plus the monopoly power - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so you're arguing not only that the pricing conduct was not itself sufficient to prove a violation, but it also was not even an anticompetitive act that may give rise to damages?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Obviously, if there's just an anticompetitive act without a violation of the statute, then there would be no basis for damages."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course in the Brooke case, it may not have even been a monopolist."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's a little different here in that in the Brooke Group cases, of course, the alleged anticompetitive conduct was pricing too low, which has at least a direct benefit to consumers either in the short term, certainly in the short term, and arguably in the long-term as well, while here that is not the form in which the anticompetitive conduct, that's not the form the anticompetitive conduct takes. So isn't that a reason not to think that we should apply the Brooke Group test to this situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever identified that as a benefit that the antitrust laws try to achieve, people get higher prices for what they sell?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So in Brooke Group, we said it's a benefit when prices are low to consumers, and in this other case we said it's a benefit when prices are high to suppliers."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume it's a benefit to consumers if the supply of the needed goods is increased because of higher prices being paid for those needed goods, and I assume when a higher price is paid, more of those goods will be forthcoming, which will benefit consumers who want those goods."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't have that in this case, do you, because I thought the, I thought one of the arguments on the other side was the inelasticity of the supplies, so that no matter what they were paying, basically the same amount of wood was ultimately going to get processed; is that correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I presume it could lead to lower consumer prices too. If you have a firm that has developed a new, a new technique for processing the logs, and it can process them cheaper and faster, and sell them for a lower price but in greater volume, and thereby make even more profit, that firm would be willing to pay more for those logs, even though it would sell them for less than competitors might sell them."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there any argument in the trial court or in the briefs of the Court of Appeals as to how to calculate cost? You basically have two markets. You don't usually think of cost when you buy something. But was there any argument as to how to determine whether or not this was below cost in the Brooke Group sense?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was the end of it at the trial court."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pincus, how do you determine the price of the logs? Because we, the charges that some logs were purchased at an excessive price, and if we were dealing with only those logs to determine cost, that's one thing. But we are, also in this picture is that some of the logs came from Weyerhaeuser's own land and some came from long-term contracts that it had, and those, the price was not inflated on those. So if you take those into account you may get one figure, but if you take only the high bid logs you might get a different picture. So how, what is it? How do you determine costs? Do you look at all the logs that were purchased or only the ones that were allegedly bid out?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not clear to me that we have to get into this but if we do, I'm not sure about your answer to Justice Ginsburg's question. If you have your own logs that you own already and if you have logs on a long-term contract, the only relevant logs are the logs that both people are competing for. That's the only relevant market that we are talking about insofar as the purchaser is concerned."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if Weyerhaeuser wanted to drive somebody out of the market, then they go after the logs which are open to both parties."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question? Supposing the evidence was perfectly clear that the company did engage in a plan to get a total monopoly and there were minutes of the board of directors says that in order to do this we've got to drive company X out of business and so you, we want you to compete in every transaction with company X that you can and buy the logs at a higher price. Would that be an anticompetitive act even if it did not result in loss to the defendant?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. The anticompetitive -- the plan is to drive the company out of business. And the only anticompetitive conduct other than proving the whole objective is that you pick on this one competitor and outbid him every time you can. Could that possibly give rise to a damage claim?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the whole purpose was to drive it out of business?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Pursuant to a plan to acquire a monopoly."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it so hard if you take Justice Stevens' premise that there's an agreement and we take that as a given, as a given premise?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but only intent plus monopoly power. You have to be able to prove monopoly power, too."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There aren't too many cases that fit this."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but unilateral conduct where you have monopoly power. There aren't too many of these cases, as you know."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was an issue that was resolved by the jury in this case and I don't understand you to be disputing the resolution of that issue."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What do we do in the correlative situation where there is an allegation of predatory selling rather than predatory buying if you had the same situation posed by Justice Stevens? Namely evidence that you're trying to drive the competitor out of business, wouldn't that establish a violation?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that did not involve a monopoly. That did not involve monopoly power."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Pincus. Mr. Shanmugam. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you describe the hypothetical Justice Stevens posed to your, your brother, would you describe that as just aggressive bidding? Aggressive is, you know, it's kind of a good term when you're talking about competition. But what if it's purposely bidding higher than you know your rival can afford?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, you have to have the monopoly power as well."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In your view, if as the jury was instructed in this case there was proof of monopoly power and intent to maintain or preserve that power, plus anticompetitive acts, does the anticompetitive act have to be in and of itself a violation of the Sherman Act?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And if you do have all three, is that enough to prove a violation?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And isn't that how the jury was instructed in this case?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but if it was not instructed it would be sufficient to find a violation of section 2 by those, by that accounting, is that not correct?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Go back to my hypothetical. Supposing you have the first two elements and you say in order to drive this company out of business we want you to compete with them and get the logs at whatever cost it takes. Would that be an anticompetitive act?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if it was for the sole purpose of driving the company out of business in order to accomplish the goal of getting a monopoly?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no. I'm assuming this is not evidence of intent. There's independent evidence of both intent and monopoly power. With those two elements established, would this, the kind of evidence I described, be evidence of an injury to the plaintiff that could be actual in damages?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Will you need to meet the prongs of the Brooker test even if you otherwise prove a violation of section 2?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You prove monopoly power plus an intent to maintain or acquire it."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's insufficient to prove a violation of Section 2?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I assume you could have a company that has a dynamite evidence of seeking to monopolize and the means that they choose is just idiotic. For example, they say, we're going to try to get a monopoly by buying these logs at a lower price as, at as low a price as possible. You would have the two elements, monopoly power, intent to monopolize, but you wouldn't have an act that constitutes anticompetitive conduct."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's what you're asserting is the case here."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But there is no evidence of monopoly power and it isn't even remotely at issue in that case."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Would your answer be the same if you added to Justice Stevens' hypothetical very high barriers of entry that would prevent other competitors from entering the market after the target was driven out?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You also, I take it, have to have an equally limited approach on the recoupment analysis, then. I mean, your recoupment analysis would have to be symmetrical with your cost analysis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Shanmugam. Mr. Haglund. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But even it does hurt the suppliers and the antitrust laws are just as, I don't know just as, but they are just as concerned about a group of small farmers or a group of small growers or a group of small fishermen faced with a monopsony buyer as they are with a group of consumers having to fight off a monopoly seller."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean that's pretty well established, isn't it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, Congress has actually passed special legislation that the Mandeville Farms is consistent with the Farmers Cooperative and so -- you want me to write the proposition that the antitrust laws are not concerned - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- with the monopoly buyer who would in fact exploit a group of small suppliers, farmers?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That can't possibly be right, can it? I mean if in fact the object here is to strike, is -- suppose their object is what you say. Their object is in fact to try to get a monopoly on the buying side over a group of small woodsmen. And they might do that if they drove out all the buying competitors, and now what are they going to try to do? What they will try to do if they get that terrible monopoly, which would be bad - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Drive prices way down, below what the woodsmen could get for them. And if that's going to have any effect aside from an income effect, it will leave some of them to go to the bread line or go to other places where they have other jobs at lesser revenue than they would get by staying in the woods business and selling at a reasonable price. That would be an antitrust concern."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So where we are is at the problem. The problem is the same as at the buying side. What we have is possibly a very bad motive and very bad effects. On the other hand, low prices are good for the consumer."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Here we have bad effects, bad possibilities. On the other hand, higher prices are good for the woodsmen. So we need rules to separate the sheep from the goats. And the other side is proposing a rule, and the rule simply is don't count this as bad conduct, unless the person who pays the money for the goods is in fact buying so many goods that later on when he tries to sell them he will incur a loss. Now I would have thought for 40 years that was a traditional idea. If you're trying to decide whether people are hogging goods unnecessarily for bad purposes, or rather storing up nuts for winter for good purposes, then a very good key to that is do these people expect in the long run to make money out of this without driving those victims out? If the answer is yes; they can make money on the market, they are storing up nuts for winter. It's good. And if the answer is no it's bad. That's called the recoupment test. I don't think that's new. I think it's old. And I'm not sure what your view of it is."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- I agree with you. But I don't still think you can defend this retail versus maximum price restraint. That's a whole another kettle of fish. And what I'm interested -- I guess my question particularly is, I propose one test not two, but it might be that my test encompasses the dollar test and incremental costs and so forth. What do you think of my one test?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"One test is if they are not going to make money legitimately out of this in the long run, it's bad, unless they can explain it away. But if they are, it's okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What about the fact that the woodsmen in Justice Breyer's story are rational actors as well, and they don't have to be geniuses to realize that they are in a better shape having two buyers rather than just one. So maybe they forego the extra 50 cents a log, or whatever -- tree, it is in the short term and sell enough to keep the other company in business? I mean they can make that decision themselves. Or they can make the decision as rational actors that they are better off having more money that they can then use to buy more alder saplings that they can plant for the future. And either way it benefits the consumers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well if he is, if he is that rational and foresighted, why isn't he rational and foresighted enough to know that he ought to be selling some to the other, the other processor even if that processor is not bidding as much?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If we don't take the Brooke Group approach, is the alternative to ask the jury to do what the instructions in this case ask them to do."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"To decide whether Weyerhaeuser bought more logs than it needed in order to prevent its rivals from obtaining the logs that they needed at a fair price? How is a jury to, a lay jury, to decide whether a company like Weyerhaeuser bought more logs than it needed, or what is the fair price?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But you think it was sufficient."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You think it was sufficient enough."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Who proposed the instruction in this case?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There was no requested charge on this point by the plaintiff?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What does that mean? What does a fair price in this, in this context mean? Does it mean the price that's necessary in order to keep an inefficient competitor in business?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that the standard of fairness? I mean that, you know, that may be fine. But how does, how does a jury, A, what's the authority for saying that is the standard of fairness and B, how does a jury know that?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe you didn't, but that basically left the jury on a, on a free float, didn't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Let's assume I accept your sort of Delmonte's analysis here. If we were to approve of that instruction in effect, as you want us to do, and we also believe that on its face something more has got to be said than merely the word fair, what proposition would we say must be included in that instruction to make the so-called fairness instruction a sensible one that can be consistently applied?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, I realize that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And I'm saying if we follow your lead, we're going to try to take that and make it a closer to perfect instruction, and what should we say must be added to it?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Why is it easy to figure out? As Justice Breyer brought up the stockpiling, how do you know whether they are storing it, or a time when the supply is short, or they are just letting it go to rack and moon in order to put this company out of business?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why did they say they needed it? I mean, why do you need all this Ph.D. guy up there? Why don't you just prove what you just said?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. Then why do you need all these other instructions about pricing? I suppose the only reason you'd need them is if there's a dispute as to whether it was in their economic interest in the absence of any intent to monopolize these people to buy all these logs or not. And so it would be very interesting if you have a way of proving that they did not need these for any legitimate purpose, a matter which is likely to be disputed. So, I think the hard thing in these cases is to prove that. And if you can tell me how you prove that without giving the jury an instruction something like, look to see whether they can sell them reasonably at a profit. Or, look to see even if they can't sell them at a profit, whether they could recoup whatever they are losing later. Or, or, and you fill in some blanks, and now I'll have some candidates for testing."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh. But of course, I want to injure competition always when I in fact sell at a lower price that I very much hope my competitor can't possibly meet, indeed would go out of business. I cheer. I would love to get a monopoly. I would love to make a better product, lower prices, et cetera. Do you see the problem? And so what you've told the jury there on that instruction - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- is that they can find this person guilty even if all he wants to do is so second-guess that market that he gets the logs and will sell them at a huge profit later on in a competitive selling market."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What if it were the highest cost producer? Suppose still, they think that by buying these logs we later can make a profit when we resell them on the competitive market. You see, the reason they're coming up with this test is they don't think you can give, the reasoning of it is that they don't think that you can produce a better one. So I'm listening."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you agree that you couldn't have made it on Brooke Group because they were selling these logs at a profit?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree that you could not have prevailed under the Brooke Group test because Weyerhaeuser was, was making a profit on these sales even though it had bid up the price of the logs?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's ultimately a jury question, I assume."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that question was not put to the jury, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So then, would you be entitled to a remand on that or not, given that you withdrew that instruction?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But what about the recoupment prong, given that Weyerhaeuser doesn't have market power in the selling market and that mills were entering, new mills were coming on line during this period. How would you satisfy the recoupment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm losing you. What's the second point that they're trying to make besides the fact that this didn't conform to Brooke Group?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Regardless of Brooke Group."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But isn't that something that we've got to consider because if, if we disagree with them on Brooke Group, we've got to do it in the course of making a choice between a Brooke Group instruction and something else, and the only something else we've got right now is what we have in this case and we ought to, we ought to decide whether in fact that is good enough."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And so I mean, I think, they may not have made that an independent basis of reversal but we've got to consider it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'll stipulate to that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Assuming they don't have a leg to stand on in complaint, we have still got to face what the alternative to a Brooke Group kind of instruction is. And -- and however they may have tried their case, we've still got the same problem."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Haglund. Mr. Pincus, you have two minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Pincus. The case is submitted."}],"people":[{"id":0,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2444,"interruptions":12,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":1,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":1299,"interruptions":8,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MICHAEL E. HAGLUND","firstName":"MICHAEL","lastName":"HAGLUND","counsel":true,"justice":false,"side":"respondent","words_spoken":2982,"interruptions":23,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":426,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":783,"interruptions":1,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":299,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":194,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":194,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1000,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3743,"times_spoken":51,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":23,"words_spoken":2982,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":3550,"times_spoken":97,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7677631803443778,"respondent":0.23223681965562215,"date":1472501778714}}