{"petitioner":{"name":"CARL KIRCHER, ET AL.","counsel":[0]},"respondent":{"name":"PUTNAM FUNDS TRUST, ET AL. ","counsel":[1]},"caseNumber":"05-409","date":"2006-04-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Kircher v. Putnam Funds Trust. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your approach, Mr. Frederick, the Federal court would decide the principal substantive issue in the case, the principal legal issue, nonfactual perhaps, and then decide that is has no jurisdiction if it finds that it doesn't come within -- within (c), sends it back to the State court. Is -- is the State court bound by -- by that finding by the Federal court?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And for this Court, I assume, at least theoretically, on petition for certiorari?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what was the basis then, or was there a basis, for Judge Easterbrook's comment, it's now or never?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have a standard --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Do we have any cases that -- that are like this one which are like this one which involve not just res judicata of -- of the -- of the finding by the Federal court, but the law of the case? I mean this is the same case when it's remanded. 1111 14th Street, NW Suite 400 You've already had a court that has found a particular element with respect to this case. It seems to me highly unusual to have the same issue in the same case then decided by a second court. Do you have any -- any parallel?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have any case of ours, though."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is -- is there -- correct me if I'm wrong, but I -- I had thought there was an -- an easier answer, and that is that the -- the decision that ultimately the State court will make, as 1111 14th Street, NW Suite 400 to whether there is or is not preclusion, is not identical to the decision that the Federal court -- that the district court makes on the motion for remand because on the -- and this is the way I was going about it. On the motion for remand, all a Federal court decides is whether, in fact, there is a colorable basis for the removal. When it goes back, if it does go back, to the State court, there will be an opportunity not to go merely to the stage of colorable basis, but to litigate it ultimately on the merits. So -- so that what we have is a -- in effect, a kind of quick-look finding at the Federal level, and that does not preclude a -- a complete development of the issue on the merits in the State court, if that's where it goes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but do you take the position -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you must take issue with the this is only a quick determination, unless you also agree with -- disagree with Justice -- Judge Easterbrook when he said, the decision for the Federal court is only two things. It's either remand or dismiss the action. That is, the Federal court under no circumstances will keep this case for trial. Either it will dismiss it outright or it will remand."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that was not -- certainly not the Seventh Circuit's understanding."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether preemption applies or whether there's a colorable basis for saying? I thought you were saying that the district court decides whether preemption applies."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you don't -- you don't agree with what Justice Souter was saying, that all it's -- all it's making is a colorable basis."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, you take the position that -- and -- and you may well be right, but I mean, you take the position that there is a complete determination on the merits at the -- at the stage at which the district court rules on the motion to remand."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say on the basis of the record then before it. I mean, they can -- they can -- can they put in any evidence they want?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, as I understand it, at least the Seventh Circuit's fix on this case was that the Federal courts have adjudicatory authority to do one thing and to do that one thing finally, that is, to decide whether this is a case that cannot be brought in any court or whether it's a case that Congress has left over for the States still to deal with. That was the whole theory of the Seventh Circuit, that this is no quick look. The -- the Federal courts are making a final determination. And I think that would exclude what Justice Souter has suggested."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't -- what Thermtron says is that we read (d) in conjunction with (c). Now, the reason that (c) is relevant here is because it says, if at any time before final judgment it appears that the district court lacks subject- matter jurisdiction, the case shall be remanded. Presumably what (c) is thinking of are cases where subject-matter jurisdiction is not the whole issue before the -- the Federal court. It's thinking that subject-matter jurisdiction in certain instances, like a defect in a removal proceeding, is something that the -- that the Federal court could get to prior to a final judgment. But here, the final judgment in the Federal court is the very question of whether this is preempted 1111 14th Street, NW Suite 400 or not. And therefore, I guess what Easterbrook is thinking is that that isn't the kind of subject-matter jurisdiction dismissal to which (c) refers. Consequently, it is not within the scope of (d)'s no appellate review rule."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. It's no doubt that all the lower courts then would be wrong. But the reason he says that they are wrong is because they looked at the word, subject-matter jurisdiction, in (c) without realizing that the reference in (c) is a reference to instances where subject-matter jurisdiction is not the whole issue; i.e., it's something other than the final Federal court decision."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be the argument he's making. I would like your response."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you. You would also have to say that the same rule applies, one, to the complete preemption cases and, two, to sovereign immunity determinations under the Foreign Sovereign Immunity Act. But he would say that may be so, but nonetheless, Judge Easterbrook would say, well, so be it. That's what Congress intended. That is wrong to deprive someone of a right to appeal when it turns on a misreading of (c) and an incorporation of the misreading into (d)."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but isn't the -- isn't the argument --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Frederick, can I ask you a question?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- that in those cases in 1111 14th Street, NW Suite 400 which Congress has provided, we -- we are not dealing with a situation in which the -- the removal or not, the preemption or not is the end of the litigation. Here, we've got a case in which there -- there are basically two kinds of preemption, as -- as you've recognized. There is -- there is regular preemption, on the basis of which there may or may not be a removal, and there is a preclusion of any litigation whatsoever. And in the cases in which Congress has made specific provision, were they -- the instances -- were they instances in which it was the second issue which precluded any litigation whatsoever? The answer may be yes. I just don't know."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you one preliminary question just to be sure I understand the case. Is it your view -- when the petition for removal was filed, did the district -- Federal district court have jurisdiction to decide the preemption issue in your view?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the -- there -- there was jurisdiction in the Federal court to entertain the removed case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- then why -- then how can you say the -- the remand was based on a lack of -- of jurisdiction?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but they -- they had held it acting on an interpretation of SLUSA before our decision in Dabit."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And isn't it at least possible that they would -- would have decided that issue had they reviewed --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Frederick, will -- would you please explain something to me that you just said? You said that our complaint isn't about fraud. It isn't about deception. It's about negligence. But the Seventh Circuit reported and seemed to have no doubt about it that the complaints in this set of cases were based on allegations of deceit and manipulation, not mismanagement."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the Seventh Circuit said precisely, in particular, they did not argue in their briefs and did not maintain at oral argument, despite the court's invitation that their suits allege mismanagement rather than deceit or manipulation. So is that totally wrong, that you did do it -- mention it in your briefs?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then how could the Seventh Circuit have gotten it that wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- it might have been that prior to Dabit, you would have been emphasizing -- or whoever would have been emphasizing the -- the fraud character of -- of the claims, and after Dabit, perhaps the negligence boat is the only one left for you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe this is not a fair -- how likely is it, given our determination in Dabit about how Congress intended to treat fraud claims, that negligence claims are going to fare any better?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it make sense --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it make -- what's worrying me in the back of my mind is we have decided Dabit since this case was brought. Then I thought, well, could we remand this case in light of Dabit. Now, if we did that, we wouldn't decide the issue that you all want decided, and we'd let this, unfortunately, slightly confused situation continue to exist. What would be the consequence of that? Are there -- are there a lot of cases, or is this something that comes up often? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to think. It seems if you -- it ought to work out similarly to what happens in a case where there's a Federal issue that you remove under. Now you've removed. And there also is a State issue pendent. Now, what the judge does is he says, defendant, you win on the Federal issue, and I'm going to send this thing back now, remand it, because I don't think I want to maintain here the State issue. And so it's a remand order. The case is remanded. Now, I think you get an appeal on your Federal issue there. And then -- then why shouldn't -- if that's so, shouldn't this work out the same way? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Shouldn't it work out the same?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But aren't you -- aren't you urging a very strange result that the -- the decision on the merits of the SLUSA preclusion issue should be decided by the State courts when the whole purpose of -- of that provision was to take matters out of the 1111 14th Street, NW Suite 400 State courts because there was a view in Congress that they were not being handled properly there?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said the merits of the issue was not going to be decided by the Federal court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So he's right that it's ultimately not decided by the Federal court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying the Federal court makes a decision which is not binding in the case. That decision can be undone by the State court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I understand that. Can you answer my question? You -- you were saying that the -- that the decision by the Federal court on this issue is not final."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but it is not final --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for purposes of the lawsuit."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, but as long as you say that, the point that -- that Justice Alito makes is -- is well taken, that we -- we thought that this was a -- a statute designed to have the Federal courts determine this issue, and it turns out that the Federal court just takes the first swing at 1111 14th Street, NW Suite 400 it, and if a State court disagrees, it's -- it's free to do so."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if the Federal district court says there is preclusion, therefore, case dismissed, that would be reviewable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. Mr. Perry. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could we just -- can I ask you suppose they didn't waive it? Would their -- would their position have any merit?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me put the question just a little differently. Suppose the -- in Dabit, we decided that the distinction between the purchaser- seller rule and the scope of 10b-5 did not prevent SLUSA from preempting. But does SLUSA preempt a claim 1111 14th Street, NW Suite 400 that is beyond the scope of rule 10b-5?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But they can always amend the complaint and pare it down and say now -- we -- we complained all along about negligence. Now, Judge, we are complaining about mismanagement on the defendants' part, nothing more. No manipulation. Cut out -- they could have such a complaint, and would that be precluded if -- if they started afresh in the State court and they said, we are complaining about mismanagement? We're not charging anyone with fraud or deception. Couldn't -- isn't that a viable claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and I understand your submission -- and perhaps it's distinct from the Seventh Circuit holding in this respect -- to suggest that those are different standards, the standard for removal and the standard for preclusion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that under your view at least, it's possible that you could have removal jurisdiction and then determine that the -- the case is not, in fact, preempted."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so that an entirely State law case would proceed in Federal court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there another instance in which we've upheld Federal court jurisdiction over a purely State law cause of action, apart from the Federal officer situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But those are the only two."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So this would be a pretty unusual creature that you're asking us to sanction."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But then, Mr. Perry, there's a whole case. See, what's peculiar about this is Congress says it's not really preemption. I think Justice Stevens pointed that out in Dabit. It is preclusion. It says this action shall not exist. Period. Not as a State claim, not as a Federal claim. And it wanted the Federal courts to monitor that determination. It surely didn't want -- if -- if the State claim is outside that preclusion, didn't want the Federal courts to sit and have a whole trial on what is a non-diverse, no Federal question case. I mean, it just seems -- if you're going to imagine what Congress wouldn't want in the Federal court, that would be it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But now there you must admit that you are departing from Judge Easterbrook because Judge Easterbrook said this statute gives the Federal court adjudicatory authority to do one thing, to decide whether there's preemption or preclusion or, if not, then to remand. So they make -- they make one determination and bow out he said. And you're telling us, no, they don't bow out. They can, if they want to, keep the State law claim and adjudicate it on the merits."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. I'm simply asking about the Seventh Circuit's understanding of the case. It says, after making the decision that 77p(b) requires, the district court has nothing else to do. Dismissal and remand are the only options. So Judge Easterbrook or the Seventh Circuit clearly did not think that there was any adjudication on the merits of a State law claim to be made. He said it twice. One is at 14a of the joint appendix, and the other is 11a."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm confused now. You're saying both sides agreed that section 1447(d) does not apply?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, then -- then I understand that. What I don't understand is the question about something remaining to be done. What -- what 77p(b) says is the covered class action, I take it, is any private party alleging. And when I see the word alleging, I think you're supposed to look at the complaint to see what they allege, not some other thing about what's going to happen later. But you're telling me that's wrong. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And if you're right that that's wrong, I don't see how you could possibly get out of (c) in 1447(c) which talks about a decision before final judgment, that it lacks subject-matter jurisdiction. Because if you're right, then this is before final judgment, it lacks subject-matter jurisdiction. That's the end of your case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. You have to disagree with -- I guess -- go ahead. Disagree. I'd like to hear the answer. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, which would have to be a colorable defense that there is an allegation by the plaintiff that falls within (b). 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't think that any of those cases are comparable, in that the removed case is going to be tried someplace. Take a diversity case. The Federal court has to decide -- and it's removed -- whether the parties are really diverse. If it decides that they are really diverse, it keeps the case and it's adjudicated in Federal court. If it decides they're not, the case is adjudicated in the State court. But here, the determination is, is there a claim to be tried anyplace? And if there is preclusion under SLUSA, then it's not a question of, as Judge Easterbrook put a menu, where is -- it's not a where question. It's a whether question. And so that makes 1111 14th Street, NW Suite 400 -- makes SLUSA quite different from other cases where the -- the case is going to be tried someplace. Here, the decision to be made is, is this going to be tried or not? Is it -- is it a claim or is not a claim?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you say it is not -- why do you say that it cannot be examined in State court if there's no appeal in the Federal forum?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but -- but there is also exceptions to the rule of claim and issue preclusion, and when you don't have an opportunity to appeal because the system doesn't let you appeal, then you can say, Judge, don't give this preclusive effect. I did not have that full and fair opportunity because I was unable to appeal. And I think that that's a solid preclusion law."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And a Nassau County court could say, we're not going to treat that as preclusive. They didn't have a fair chance to appeal. And that would be all right."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you wouldn't be stuck with it. I mean, that would be a Federal preclusion decision and that would ultimately be reviewable here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But in any case, you said Easterbrook made only one mistake."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But he made another one when he said, it's now or never for appellate review. That preclusion question could come to this Court if it went -- the case went back and the Nassau County said, well, I'm going to follow the Federal court, I'm not going to -- at the end of the road, the preclusion 1111 14th Street, NW Suite 400 question would be open for this Court to review."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now or never. The question is not can you -- is there an appeal or does 1447(d) bar it. The question is whether an action under State law is preempted. And suppose this case had gone along in the Federal -- in the State court, and the defense of preclusion is made in the State court. The State court could certainly decide that question. Nobody removed it. So the State court has competence to decide that 1111 14th Street, NW Suite 400 -- question, doesn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And in -- this Court could decide it on review."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't understand that. Why can't it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"And your best case on that is Munsingwear?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, the Missouri Pacific case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Was that a case where there was no possibility of reviewing the decision of the court of first instance?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"On -- on the merits of the issue as opposed to diversity?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And why --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"In other words, if -- I mean, it's awfully surprising -- I think that's why you're getting this resistance -- that there's an issue in a case, does -- is the -- the State action preempted or not. They've never had an appeal. So they get it tried. The whole case is tried out, and then the -- some State court says, in our opinion it is preempted. But they can't decide that. They can't decide it because there was a Federal judge who said the opposite in the same case before the case was final."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And if they don't -- and if they refuse to decide it, why wouldn't this Court say, this is the same case? There is only one case. It isn't over yet, and we're reviewing that, and we think that district judge was wrong. We think that Federal district judge never read Dabit, which isn't surprising since it was decided after he wrote the opinion. (Laughter.) 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying we would have to overrule Missouri Pacific?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is part of the dynamic here, Mr. Perry, that if this goes back to the State court, that affects the dynamics of the litigation because you now have a class action that has to proceed, and that a large part of the litigation strategy in these cases is determined by whether or not there's going to be a full trial on the merits of the class action to effect a settlement, and so forth, so 1111 14th Street, NW Suite 400 that Congress wanted to have this reviewed quickly and in the Federal courts?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question? Because I hadn't, frankly, realized the importance you attach to the Missouri Pacific case. And the way you describe it as saying that the -- the State court cannot be held to have decided against a Federal right -- well, anyway, the -- the point is there are two things that are decided by the Federal court when it remands a case. One, there was no preemption, and two, therefore, there shall be a removal. Now, as I understood the principle underlying that case, the -- the correctness of the remand could not be reviewed. That's litigated. But could not the correctness of the reason given for the remand, namely there was no preemption, be removed by us on certiorari?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Under their theory, but it 1111 14th Street, NW Suite 400 seems to me very strange to say that we could not, when we do get the case on a petition for certiorari -- couldn't review whether it was -- whether it was in fact preemption."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the reason is there are two separate questions. They just happen to be identical. But I mean, the State court isn't going to worry about whether removal is appropriate or not. It doesn't have to answer that question, but it may well have to answer the question whether it's preempted. It happens to be the same analysis, at least under a reading of the statute, but that doesn't meant that you -- that just because a review of the removal decision -- the remand decision is -- is precluded, that review of the preemption decision is precluded."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it's so odd."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose the -- it came up under the Foreign Sovereign Immunities Act. The district court judge remands the case. In his opinion Romania is not a country. That's what he thinks. Never heard of it. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"So -- so it goes back to the State court and the State court says, yes, that's right. We've not heard of Romania either. It's not a country. All right. Now, you're saying there we are for all time. Everybody is stuck with this holding."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right? Maybe that's why I'm so surprised that such could be the law."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- you're positing a -- a State court that's going to, by golly, give that Federal decision preclusive effect even though, say, the Restatement of Judgments says -- now if a decision 1111 14th Street, NW Suite 400 didn't -- if there was no opportunity for review, then that's a ground for refusing preclusive effect."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought Munsingwear was about mootness."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in -- in any case, Munsingwear turned on -- not on the availability of -- of an appeal generally, but on the mootness of the case. In other words, Munsingwear said, look, your case disappeared, and the -- the only way to get rid of the order you don't like is -- is vacatur. And if you didn't take that opportunity to get rid of it, then the -- the decision that was made survives, and that gets preclusive effect. It -- it doesn't -- Munsingwear would not apply of its own force in this case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But not if the litigant asks to have it vacated under Munsingwear, the litigant would be entitled to have it vacated. So it was a foot fault and the -- the Court held the counsel to the mistake that had been made."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if you -- on the removal question, if there's a dispute about whether it's a covered class action, dispute about the number of people involved, the dollar amount, I take it that is litigated at the jurisdictional stage?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But you say that when it gets to whether it's a -- there's a -- involving a covered security, for some reason that can't be litigated at the jurisdictional stage."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. No or yes? That that is not litigated at the jurisdictional stage?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that? There -- it's the same clause. What you can remove is a covered class action involving a covered security. So 1111 14th Street, NW Suite 400 why do we have such different approaches to the different prongs?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How do you answer the argument, the third argument, that Mr. Frederick stressed that is, that Congress provided specifically in the Class Action Fairness Act, a couple of other acts, and 1447 itself with respect to civil rights actions removable under 1443? In all those cases, it provided specifically for review of remand decisions, and here the silence is deafening."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what -- what Congress' knowledge about Thermtron was a district judge who said, they removed this case, but I'm much too busy. This court is much too busy to mess with stuff that belongs in the State court. I'm remanding it. That was just too much, and the Federal court --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but I still don't -- and this gets back to the question I asked before. I mean, subsection (c) of 77p -- it's unfortunate we've got a lot of subsection (c)'s here but -- of -- of SLUSA incorporates subsection (b)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it says what can be removed is the covered class action involving a covered security, as set forth in subsection (b)."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but here, what is set out in subsection (b) is exactly the reason for Congress' wanting to place these restrictions on it, and that, it seems to me, is the sensible reason for reading it the way your -- your brother on the other side does."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why would it have done that? That would have been a waste of time. I mean, you just say, as set forth in subsection (b). You're saying if they had repeated subsection (b) 1111 14th Street, NW Suite 400 there, we'd have -- the case would come out the other way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Perry. Mr. Frederick, you have 4 minutes remaining. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that there 1111 14th Street, NW Suite 400 would be Federal court review in this Court from a State court determination on the applicability of SLUSA in this case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you one question, Mr. Frederick? Because it's important to me. Would you agree that a complaint that alleged that the defendant negligently used or employed manipulative devices and so forth would be covered by SLUSA -- would preempt it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the mere fact that it's negligently caused would not preclude preclusion."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then the district court was wrong too I guess because the district court made the same --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3027,"interruptions":13,"times_spoken":51,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MARK A. PERRY","firstName":"MARK","lastName":"PERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":3092,"interruptions":20,"times_spoken":58,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":190,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1381,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1034,"interruptions":2,"times_spoken":21,"laughter":3,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3027,"times_spoken":51,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":3092,"times_spoken":58,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":4745,"times_spoken":118,"laughter":3,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126772}}