{"petitioner":{"name":"MOHAWK INDUSTRIES, INC.","counsel":[0]},"respondent":{"name":"SHIRLEY WILLIAMS, ET AL. ","counsel":[1,2]},"caseNumber":"05-465","date":"2006-04-26T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Mohawk Industries v. Williams. Mr. Phillips. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Before you get to your second point, why is that first point before us? You -- you didn't raise it in the courts below. You didn't raise it in your petition here. Your question presented it -- I'd like to stretch to reach it, but I don't even find it necessarily included within the question presented. The question presented is whether a defendant corporation and its agents engaged in ordinary, arms-length dealings can constitute an enterprise in light of the settled rule that a RICO defendant must conduct or participate in the affairs of some distinct enterprise and not just its own affairs. It seems to me it's only question two you put before us."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As it is in nine other circuits."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And all circuits against you."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And we would have been unlikely to accept cert on -- on point one alone I think."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it's -- it's a little more difficult in your case because you're pursuing an interlocutory appeal, which you were allowed to do only because you've got double certification and you got certification on the questions that the district court addressed. You can't 1111 14th Street, NW Suite 400 expand a 1292(b) order to include things that were not decided below."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In light of the settled rule that a defendant must conduct or participate in the affairs of some distinct enterprise and not just its own affairs."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you hadn't included that last part, in light of, but it seems to me you're focusing on the -- on the particular claim that you're making."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It is logically prior, and I hate to go through all the trouble of figuring out this case if, indeed, corporations are ineligible anyway. I 1111 14th Street, NW Suite 400 mean, you know, we're -- we're answering a totally hypothetical, nonexistent question."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And they weren't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they weren't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they weren't -- your problem is you don't have a final judgment. The only way that you can get even to the court of appeals is on that 1292(b) order. And I thought that the function of 1292(b) was to say specify the questions that are so important that they have to be decided and appealed 1111 14th Street, NW Suite 400 before there's a final judgment. And whatever there might have -- whatever one might read into a question presented, I don't think that 1292(b) orders have ever been treated that way."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose we get through that. I see the artificial part. Just what is it? Piling Pelion on something or other. Mountains that you pile one on top of the other. But your opponents have cited in your brief -- in the brief on page 12 that counsel for Mohawk said to the court, specifically, Mohawk agrees that a corporation can be both a RICO person and part of an association-in-fact enterprise. Now, if we can overcome all these other problems --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what do we do about that 1111 14th Street, NW Suite 400 particular concession?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, unless somebody raises it. Unless somebody raises it below to preserve it for the rehearing en banc or -- or some other way."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what sense would it make on the merits to get your interpretation on the merits, which would mean, I guess, that five individuals could be an enterprise because that's a group of individuals. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Five labor unions couldn't. Five corporations couldn't. One individual and four labor unions couldn't. One individual and four corporations couldn't. One individual and three partnerships couldn't. And -- but what -- what sense would that make?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if Mohawk were a partnership instead of a corporation --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the partnership is an association of individuals."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the answer is yes, if Mohawk had been a partnership, you would not have this particular objection."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's only the corporate form."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's why I'm asking you about the partnership because it is an association of individuals. So I'm not clear on what your answer is. No partnership could be treated just like a corporation. They're not an individual? Or 1111 14th Street, NW Suite 400 partnerships are okay because there's not a separate entity. It's a -- it's a association of individuals."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Would the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If this provision is exclusive, as you claim it is -- it's intended to be an exclusive definition, why -- why would they include union, just union and individuals? What's magic about 1111 14th Street, NW Suite 400 a union that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that is not equally magic about a partnership or a corporation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This refers to a union that is not -- is not an association."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or any legal entity."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A union that is not --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not a legal entity. I see."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":5,"sideBefore":"justices","text":"But why would they use 1111 14th Street, NW Suite 400 includes in that provision and means in other provisions?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And don't they do that by -- don't the allegations do that here by claiming that the corporation was manufacturing or providing false Social Security cards and was giving aid to the immigrants if the -- the law got too close to them? I mean, that is not merely the conduct by a corporation of the normal 1111 14th Street, NW Suite 400 business of hiring and employing people. Isn't that the sort of extra that is alleged that takes this out simply of the -- of the category of the -- of the corporation conducting its own affairs?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe I misunderstood the thrust of the allegation. I thought the thrust of the allegation was that Mohawk was acting illegally in providing phony Social Security cards."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't that get 1111 14th Street, NW Suite 400 them at least to -- through the motion to dismiss, and doesn't it at least get them to summary judgment?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- in Reves -- and if -- and -- and you -- you may well correct me on this because I'm -- I'm -- my memory is not precise. But I thought in Reves, in effect, what they did was to lie in the course of doing the sort of the thing that they normally do. Here, the allegation is that they were doing something, providing phony ID's, that employers don't normally do. Isn't -- and, you know, maybe that's a fine line, but is -- is it not a fine enough line to get it out of Reves and get it beyond the motion to dismiss?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is -- there is a common element of illegality, but the distinction is that in Reves, you're supposed to be providing these services, making out statements, et cetera, and you put the wrong numbers in them."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Whereas in -- in this case, an employer does not normally go about providing phony ID's or any ID's for the people it hires. It says, who are you? What's your Social Security number? And -- and there's -- there's an affirmative act here."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in -- yes, but you're doing it in connection with a -- a joint recruitment activity. In other words, the -- the agencies that you hire to get the workers up to the door are not going to succeed very well if -- if all the workers are going to arrive without any papers and without any -- any indication like a Social Security card and so on that they can be part of -- of the legal work force. So there's -- there's something extra being done both by the -- the recruiters and by you, and the extra, in effect, is a -- a scheme to provide phony ID's that suggest that these people are -- are lawful rather than -- than unlawful immigrants."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that if you charged --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if you charged the workers, you know, $10 for their fake ID cards, you think that would be a different case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because there, that's -- there, you -- you -- there's a separate enterprise basically selling ID cards, and that's not part of Mohawk's business. But if you're just hiring them the way you hire other employees, illegally as it's alleged, that's Mohawk's enterprise if there's some separate illegal activity?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, I -- I tend to agree with that, but I -- I just hate to get the lower courts into this business of determining when a corporation is going beyond its business. Your -- your discussion with Justice Souter I think indicates how -- how hard that is, or some of the examples that the Government brings up, such as a drug company that -- that sells drugs illegally, violating the drug laws. Is that part of its business or not part of its business? I -- I really don't -- don't want to buy into that."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but I still think sooner or later we have to come back to something that 1111 14th Street, NW Suite 400 you and I went over a moment ago, and that is the -- one function, maybe the function, of -- of the -- of the -- the entity claimed here is -- is providing cover for the illegal status of the aliens. And it seems to me that there is at least a bare claim here that Mohawk is directing the affairs or the business of -- of this third entity --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- by -- by the way that it is -- allegedly provides phony Social Security cards."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where do we -- you're going to have to help me out then. Where -- where in the -- the pleadings or the -- the papers do we get into the Social -- do we get the allegations of the Social Security card?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that factual 1111 14th Street, NW Suite 400 allegation, as a bare matter, sufficient to satisfy the objection that you raise, that something more than merely the activity -- the conduct of -- of their separate business is going on?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- if, in fact, it is the case that Mohawk is -- is providing the Social Security cards, isn't it directing the means by which the third -- the third entity is, in effect, illegally -- or supplying illegal workers in -- in this -- this joint enterprise?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it reasonable -- is it reasonable to suppose, on the basis reading the allegations as they have to be read at this stage of the proceeding -- is it reasonable to infer that -- from the allegation that there is an understanding between Mohawk and the employment agencies that Mohawk will provide this documentation and therefore make the scheme work?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say that in any -- any black letter statement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Mr. Foster. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There may be no dispute about it, but it does seem kind of strange to encompass them under the term individuals when the same statute uses individuals and corporations separately."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you agree that that's an exhaustive list in subsection (4)?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, would you agree that includes is meant to be exhaustive in many of the other -- in a number of the other subsections of this definitional provision?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how your point regarding union helps you any because if -- if you -- if you win the point that union doesn't mean a labor union, you still have, as -- as the end of this definition, any union or group of individuals."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"A union of individuals or a group of individuals. You're still stuck with 1111 14th Street, NW Suite 400 individuals."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Either union means labor union or it means a union or group of individuals."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'll give you that. Then -- then it means a union or group of individuals."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right. So, you know, you're just as bad off."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not defined in the statute, but the prior list in the same sentence says individual, partnership, corporation. So you'd assume whatever an individual is it's different than a corporation or they wouldn't have had to say corporation again."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There is --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Still, it -- it -- you know, we usually talk about person can mean a corporation. This says individual. A person is defined in -- in sub (3) just above it. A person includes any individual or entity. Then the next thing says individual. So it's not a -- it doesn't sound like a corporation."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your position was it shouldn't be read at all because --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- this -- this Court is a court of review, and to take a question that was never certified, even to the court of appeals, to have this Court address it seems to me very strange. It seems to me to erode rather starkly the final judgment rule, which we don't have here."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what we're reviewing is a ruling, not a question. You certify a ruling. Now, it's usually set out for the court of appeals so they know what the question is."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What you're reviewing here is a ruling."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is there different about your proceeding to treat this as a RICO enterprise that isn't covered by normal corporate criminal conspiracy law? What does RICO add here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So they hire more than one person."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How is that different than a normal contractual relationship that a corporation is going to have with any number of suppliers, vendors, agents?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I'm trying to see what RICO adds to the normal conspiracy law --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that would otherwise be applicable. So we're assuming that the arrangement is there and that they're engaging in illegal activity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Congress didn't -- to be fair, Congress did not enact RICO because it was concerned that criminal conspiracy law, applied to corporations, didn't adequately touch interstate commerce. The whole point is that they had something significantly different in mind, and your allegations in the complaint seem to be fully met by application of criminal conspiracy law."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't -- isn't the plus simply more than one act?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so -- no, but I mean literally. As -- as long as -- as two illegal workers are going to be hired, isn't that sufficient to convert -- to go from conspiracy to -- to RICO on your analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm trying to give you a chance to explain why this looks like RICO rather than just criminal conspiracy. And you've come up you said interstate commerce. There's got to be more than one. Well, none of that really suggests a distinction. What -- what is it that makes this a RICO case rather than just a criminal conspiracy case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's a pattern because they hired more than one."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Reves demonstrates that -- that your statement earlier that since it was fraudulent action, it couldn't have been the business of the corporation is simply false. We -- we haven't held that whenever a corporation violates the law, it goes beyond its business, although in a sense it does. In Reves, we -- we said it didn't."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that, but that's -- we have to get into that is my point. We can't just say since providing them with -- with phony ID's is unlawful, it can't be the business of the corporation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. And Mr. Stewart. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why shouldn't includes here be read to mean means when that seems to be the way it's used in other subsections of this provision and when the only thing that seems to be -- if this is not an exhaustive list, the only thing that seems possibly to be omitted from the list is what's involved here, which is a group consisting of a corporation or other legal -- other legal entity and -- and natural persons."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do -- do any of those cases that you allude to that have means in some sections, includes in others -- do any of them have in third sections, includes, comma, without limitation, comma?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think that's a big 1111 14th Street, NW Suite 400 difference."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Close enough."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but if we're trying to think of what they were getting at, it's possible that Congress was worried about organized crime taking over the pizza parlor or taking over a trades union or taking over a similar kind of enterprise. So that's what they're thinking about. Now, if we're thinking about that, they put in the word groups of individuals because they understand that organized crime could take over a group of individuals. Now, once you do that, you RICO-ize vast amounts of conspiracy law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but they had no reason whatsoever for doing the same thing for what we have are associations of trade unions with each other or associations of -- of corporations with each other. And to do that, adding that in when it doesn't say that, would RICO-ize, with its treble damages and private plaintiffs and everything, vast amounts of ordinary commercial activity, not ordinary only in that, but importantly, a certain amount of criminal 1111 14th Street, NW Suite 400 activity like passing bad checks or fraudulent behavior is involved. But Congress wouldn't have wanted to -- that has not to do with organized crime. That does not have to do with taking over legitimate enterprises. So read this, I think he's saying, to mean what it says most naturally. They're worried about groups of individuals. They're not worried about groups of corporations or groups of trade unions interacting with each other. And I'm trying to put the argument the other way, and I wanted see what you respond."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're willing to go this far with them. You say take those words, groups of individuals, and throw them away. And you're saying after we throw them away, they're still covered, and the reason that they're still covered is even though the word enterprise includes any individual, partnership, corporation, the word enterprise also includes groups of legal entities, groups of trades unions, groups of associations, even without that word group of individuals."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, is there any indication in the legislative history or anywhere else in the statute that this meaning of the word enterprise is what is intended, that is, that this meaning of the word enterprise went beyond what it says here, excluding group of individuals?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart, this -- this thing is at least -- at least -- ambiguous. Why shouldn't we apply the rule that we normally apply with regard to criminal statutes that where there is an ambiguity, the rule of lenity applies and we shouldn't give the -- the Government license to -- to ride closer herd than -- than is clear in the statute? Why isn't -- why isn't that an easy way to --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- resolve this question?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's irrelevant because it's not taken alone. It is defined. So the only -- the only question is what this -- what this definition means. Is it exclusive or not exclusive? That's really the only issue."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Even -- even when it's absolutely clear and -- and as pointed out by -- by your friend, you -- you did not refute the point that in other sections where it says includes, it is unquestionable that it is exclusive."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, a State attorney -- a State attorney general wouldn't fall within subsection Would -- would that be the case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What's the best court of appeals opinion, the most thoroughly considered? I haven't read any of them. Tell me -- tell me the best one. I'd like to read it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Are there any dissents in any of those cases?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do any of the court of appeals opinions deal specifically with the peculiarity of this definition in which, although it starts out with the word includes, then follows a -- a listing, A, B, C, and D, and then it repeats one, but only one, of the items on the list and says groups of these items, i.e., individuals, are included? That's the peculiarity of the definition. Do any of the courts of appeals come to grips with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Phillips, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3883,"interruptions":15,"times_spoken":52,"laughter":0,"num_int_by":5},{"id":1,"fullName":"HOWARD W. FOSTER","firstName":"HOWARD","lastName":"FOSTER","counsel":true,"justice":false,"side":"respondent","words_spoken":1643,"interruptions":14,"times_spoken":28,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1957,"interruptions":10,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":97,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":861,"interruptions":3,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":346,"interruptions":7,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":928,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3883,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":24,"words_spoken":3600,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":3391,"times_spoken":101,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034904}}