{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"VIET MIKE NGO. ","counsel":[2]},"caseNumber":"05-416","date":"2006-03-22T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in 05-416, Woodford versus Ngo. Ms. Perkell. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say to the argument that that really is an inapposite argument because the 1983 proceeding is de novo?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the -- a function of -- you want the first-line decisionmaker -- you need that decision, because, at the second rung, in -- at the court level, deference is owed to it. But in the prison setting, there's no deference owed to it. So, I would think that this kind of requirement, that you must file someplace else first, a place that won't get deference, is more like the EEOC example and the Age Discrimination Act."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, Ms. Perkell, could I ask you to speak up just a bit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thanks."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Invoke what?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you saying, then, that those two go together, they're inextricably tied together? If you've got an exhaustion rule, then embedded in it is always a procedural default rule?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They're saying that it's special here. If you look at the language of the text, 1111 14th Street, NW Suite 400 the language talks -- is almost identical to the language that was in CRIPA, or whatever is -- you know, CRIPA. Is that the correct pronunciation of the concatenation of --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm think -- oh, well, I guess it isn't -- unlike IIRIRA, it is apparently unknown."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a predecessor act, and the predecessor act used this same language, just about. And what it said was, \"Judge, you may require exhaustion of such remedies as are available.\" And, given that language, nobody thought that was a procedure default rule; it just meant the judge, if there's a remedy available, can say, \"Prisoner, go do it,\" in an appropriate case. And all that happened here, if you look at the history, is, they changed the \"may\" to a \"must.\" And all the people that wrote in were writing in about that. Nobody dreamt, nobody said, nothing suggests, that what Congress intended to do was to bring in the procedural default aspect of it. And there would have been a lot of objections if they had. So, that's the argument the other way. Now, I'd like to know what do you have at all that overcomes what I just said? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was a comment made when the decision itself held that there was no exhaustion. The -- wasn't that so? I mean, the holding in Madigan was in favor of the Petitioner."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean McCarthy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was -- in McCarthy, itself, the wording was something that -- of the kind proposed. And so, it's not clear whether it's referring to -- what was proposed was a rule that would incorporate a procedural default motion. It's not clear, just from the -- reading that opinion."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you get to the purposes, you quote in your brief -- the only legislative history I could find here -- you said that Congressman LoBiondo referred to McCarthy, which you find relevant, because McCarthy indicated that the word \"exhaustion\" would carry along with it a procedural default rule. So, what did the Congressman say? 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So, I take it from your answer he didn't really say anything helpful to you"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- except to refer to the name of the case --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in which case, what we have on the -- all right. Is that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In thinking --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of what Congress might have meant, one part of the picture is, we're not dealing with statutes of limitations enacted by legislatures. We're dealing with grievance procedures that vary from State to State, and maybe even from prison to prison. And some of them have a very short span. I think the brief said some of them are 2, 3, 5 days."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you would treat a State with a 2-day statute of limitations just like your State, with a 15-day statute."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It was --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- available for 2 days, so that satisfies -- so, I suppose it would be okay for 6 hours, too."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I suppose --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":3,"sideBefore":"justices","text":"-- plausible?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I suppose there can always be a specific objection to the reasonable availability of a particular remedy. I mean, if this -- the prison remedy is, you know, within 5 minutes you've got to file a complaint or something. But that's not the question here. The question here is what the PLRA requires, as a general matter, with respect to prison remedies."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that there's a requirement that the exhaustion period be reasonable?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Conceivably, if it's too short, it's not reasonably available. I guess --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's conceivable."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what do you --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what do you make of the fact that there was prior law that required -- I forget its exact words, but something like \"reasonable procedure,\" and that language was repealed?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's -- if that's the case, then, on your own reasoning, you can't assume that there's -- that availability requires any reasonable availability. It's got to be availability as, I guess, a physical possibility, and that's all."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you find -- 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it plausible that Congress, in effect, would have intended these -- the statute of limitations on 1983 to be truncated in that way?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the abuse was not coming from people who filed -- or the -- let's say the line that identifies the abuse was not a line between those who file a grievance within 2 days and those who do not. I mean, that's -- that -- it's true, if you -- if you have a 2-hour statute of limitations, you're going to keep out a lot of cases, but it's not a tool that is particularly suited to the problem that Congress was dealing with, which is frivolous actions."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't you like to have a 2 - 1111 14th Street, NW Suite 400 -- hour time limit? [Laughter.]"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You'd have a lot -- you know, a lot more time at the park. [Laughter.]"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you just one thing"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- about how this operates and who reviews what? One of the claims that was made -- this prisoner filed twice. And, the second time, as I recall, he said, \"Every day that I'm here, the clock starts running again, because this is a continuing violation. I'm restricted today, and I'll be restricted tomorrow.\" And there was no -- is that something that would be reviewable in court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- role would govern whether a continuing violation occurred? Would it be --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the law of the prison grievance proceeding on that point?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he -- that -- his point is that the event at issue happens every day."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your -- but your point -- your -- whatever the internal grievance procedure is, there's no judge that would decide that, which you said, this is all for the internal procedure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Perkell, perhaps you'd like to save your remaining --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- time for rebuttal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. 1111 14th Street, NW Suite 400 Mr. Himmelfarb, we'll hear now from you. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is his best case, your brother's best case, in your view -- and you probably -- may not think of it as a very persuasive case -- Fay and Noia, is that the closest Respondents can come?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Could --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Would Respondent tell us, well, that at least in some administrative law schemes, generally there is a requirement that the exhaustion period must be reasonable?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, wouldn't it go -- wouldn't that apply -- that principle apply to reasonable -- unreasonable remedies? You have to have a reasonable remedy. I don't see how you can decide to import half of administrative law and not the other half."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not just a filing deadline. It's the whole procedure. I mean, Rehnquist -- 1111 14th Street, NW Suite 400 Chief Justice Rehnquist, in McCarthy, lists a bunch of reasons in cases where the process subjects the plaintiffs to unreasonable delay, to an indefinite timeframe. And there could be others. The normal thing is, you excuse exhaustion where the exhaustion requirement was such that the person couldn't reasonably comply. Now, either you do want to import that into this statute, or not. And if you do not, then I think you're asking us to say we import what goes normally with the word \"exhaustion,\" where it favors the Government, but not what normally goes with the word \"exhaustion\" where it doesn't."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Would that apply to a prisoner who claimed he'd been raped by a guard or something, but was afraid to bring the proceeding, for 2 or 3 weeks, until the guard was transferred to another facility? And he alleged those facts, and then he was denied relief because it was over 15 days. Would that be --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, those are --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- his allegations. These are just his allegations. And when that -- and they then said, \"No, it's -- you're out of time.\" Could a Federal Court take that case?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, he -- first he files a prisoner complaint, 17 days late, but makes the allegations I describe, and he's just denied because he's 1111 14th Street, NW Suite 400 too late. Could a Federal Court take that case, under your view?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And then he'd have to file a second -- subsequently file a 1983 case."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So even --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- if it was seven --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- even after the 17th day, the Federal Court could hear a -- have a factual hearing."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"He's just alleged it isn't -- in -- and the only -- the only response from the State is, 1111 14th Street, NW Suite 400 \"You're 2 days late.\" That's all -- that's all the State has said."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why did they use the word \"until,\" instead of the word \"unless\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Himmelfarb. Mr. Feder. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I would -- I would not describe \"exhaustion\" that way. I would -- I would describe a failure to file within the prescribed time, not as an exhaustion of remedies, but as a failure to exhaust remedies. I mean, I guess I'm having a terminological problem in this case, as I did in the previous case."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, well, we're talking about administrative law, which is a field I used to know something about, and I've never thought \"exhaustion\" included \"failure to exhaust,\" which --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- which is --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- what happens when you simply don't file within the prescribed period."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not sure. It seems to me, as Justice Scalia's question indicates -- I was surprised that we're talking about procedural default. I, too, thought this was an administrative law case. And it's an administrative law case, because we want the input of the administrative -- of the administrative body. In the habeas cases, we're simply giving deference as a matter of comity and courtesy to the State Courts. Is it"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, not so much maybe input, 1111 14th Street, NW Suite 400 but so that they can -- they can resolve the program -- the problem within the institution, and not have to come to the courts."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But how does it do that? I mean, if there's any object that Congress had in mind, surely it was to reduce the number of frivolous prisoner claims that are coming into Federal district courts. And it hoped to do this by sending the -- making sure that they went through the prison system first. Whether we looked at what the prison system did or not, we hoped that the prison system would get rid of a large -- a large number of these frivolous claims. Now, can you tell me how that purpose is 1111 14th Street, NW Suite 400 possibly served --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- by saying, \"Do nothing. So long as you don't even try to go through the prison grievance system, you can come directly into court.\" It seems to me this --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- this --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, no, \"You -- you have to go there late. You\" --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"you just sit around until it's too late, file a grievance that you know will not be accepted, because it's too late, and then you can come into Federal Court.\" This is going to cut back considerably on the number of frivolous claims?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe because they thought they had to file on time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes it is. Because the whole -- one of the reasons you have reasonably short time is that you get the witnesses there, they remember it. If you have to file within 15 days with the prison, the prisoner does that, the guard is there, \"Do you remember what happened?\" \"Yes. This, this, and this.\" \"Who else was there?\" \"These people were there.\" You wait 3 months, the prisoner files a complaint, they ask the guard, \"Do you remember?\" \"Not really. It was 3 months ago.\" \"Who else was there?\" \"I'm not sure.\" 1111 14th Street, NW Suite 400 Then he has -- you know, the evidence against him is much weaker when he files his claim in Federal Court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, the point is that if he complies with the time limit, it's going to hurt his claim; therefore, he doesn't want to comply with the time limit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you were suggesting that the prisoner had no incentive not to comply and go through the State grievance procedure. And 1111 14th Street, NW Suite 400 it seems to me that the reason you have the short procedures are to maintain a fresh record that more accurately reflects the truth, and, since Congress was acting against the backdrop in which they thought there were too many frivolous cases, they thought that might be one way to limit those."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"And the more frivolous the case, the more likely it is that it won't be remembered by a guard. I mean, you know, the suit is, \"A guard spat on my painting,\" or something like that, you know. Who's going to remember anything like that 4 months later?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, all right, but the thing I don't understand in this, which is hard -- Is there any answer to this point from the other side? What this 1111 14th Street, NW Suite 400 statute does seem to be about is exhaustion, which normally does carry with it the notion, \"If you don't exhaust, you lose.\" Dozens of cases say that. And it seems to make it a requirement, not leaving it to the discretion of the prisoner. Well, your interpretation leaves it up to the prisoner. If the prisoner doesn't want to do it, he doesn't do it. He pays a price, he has to wait, but it's up to him. Now, that's the point that is bothering me the most, frankly."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, but, I mean, that's a -- that sounds to me like a verbal gimmick, to tell you the truth. If he waits, and he waits to past the deadline, sure, he'll put a piece of paper in, but it'll be denied."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that true? So, I'm not counting he puts a piece of paper in, and it's -- in my way of speaking, if what's left for him to do in the system, because there is this deadline, 6 months, it's passed, it's now 9 months, so he says, \"Here's my paper. 1111 14th Street, NW Suite 400 I'm exhausting.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Denied."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now, I'd say that's -- means he isn't exhausting. He's failed to exhaust, as I'm using the term."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I want to get rid of that argument. Use my --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- terminology --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- and now answer what I am, frankly, bothered by the most --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- which is what I just said. It leaves it up to him."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me you're 1111 14th Street, NW Suite 400 understating the amount of time that he's saving by failing to exhaust. It's not just if he waits six months and then puts it in. If he had filed within the right period, he would get a hearing at one level. And there may be as many as two other levels of review before he's fully off -- before he's fully exhausted. Now, here's a guy who -- you know, he's lying around in jail. He's -- this is a frivolous filer. He wants to get out of the jail, downtown, you know, to the district court in L.A., where he can look at the beautiful people and relieve the humdrum of prison life. He wants to get to district court as soon as he can."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- but as I interpret your argument, you're saying that there is some merit, some benefit, to avoiding the State administrative procedures. What you're saying is that, \"You know, these\" --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"administrative procedures aren't all that -- they're cracked up to be. There's a good reason to avoid them.\" I --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's a --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's a -- that's a difficult argument for us --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- to accept."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not necessarily."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that's what I find interesting. It might be, if you're representing the interests of defendants here, you'd love this to have the procedural default rule, because it will end up with the Federal judges all over the country systematically reviewing the exhaustion procedures -- or the -- yes, the remedies in the prisons. And where those remedies are not right or unfair or too short or have other problems with 1111 14th Street, NW Suite 400 them, the judges will say, \"You can't have this kind of remedy. If you want me to apply exhaustion principles, you can't do it.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And, therefore, we'll get a force for improvement. And that's, I thought, maybe why nobody wanted, really, to bring it up."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I suppose you could add to that, that Mr. Himmelfarb wouldn't even accept \"reasonable.\" He said it has to be \"impossible\" to comply with."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let me be sure --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Mr. Feder --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":5,"sideBefore":"justices","text":"-- I understand one thing about your position. You do agree, do you not, that in order to exhaust, even if the time has run the 15-day period, there is an obligation to go to the State and ask them to hear the case, even though it's untimely?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So that you do say that you at least will give the State the opportunity to decide whether it wants to try and remedy it in an informal or 1111 14th Street, NW Suite 400 hasty manner."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"And is that true even if the State does not have a procedure for reopening for late claims?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- the State says, \"We don't consider late claims.\" As they do here."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the State says, \"We don't consider late claims.\""},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What if the claim is presented in a way that's gibberish, it's impossible to understand?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But he can --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But it can never be procedurally defaulted, because the claim isn't presented in a comprehensible form to the -- to the prison grievance officials?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that procedural rule binding on him, but the time procedural rule not binding on him? I don't know why. I mean, if -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- they're procedural rules, you have to set it forth in a comprehensible manner, and you have to be on time."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Feder, there is one anomaly that the Government points out. And I -- before you sit down, I'd like to know what your answer is. They said, \"Imagine one prisoner who begins the grievance process on time, he goes to step two, goes to step three, then he stops. And then another prisoner who waits til the time has come and gone, she files. The prison says, 'We don't take late filings.' The second prisoner gets to court, and the first, who did go through three steps, but stopped short of the fourth, doesn't have any access to Federal Court.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Feder. Ms. Perkell, you may have a minute for rebuttal. 1111 14th Street, NW Suite 400 "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted. [Whereupon, at 12:02 p.m., the case in the above-entitled matter was submitted.] 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"JENNIFER G. PERKELL","firstName":"JENNIFER","lastName":"PERKELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2094,"interruptions":28,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DAN HIMMELFARB","firstName":"DAN","lastName":"HIMMELFARB","counsel":true,"justice":false,"side":"petitioner","words_spoken":1300,"interruptions":10,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":2,"fullName":"MEIR FEDER","firstName":"MEIR","lastName":"FEDER","counsel":true,"justice":false,"side":"respondent","words_spoken":3461,"interruptions":28,"times_spoken":51,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":262,"interruptions":4,"times_spoken":12,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":523,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":923,"interruptions":6,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":6,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":328,"interruptions":8,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":556,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":43,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":3394,"times_spoken":68,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":3461,"times_spoken":51,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":40,"words_spoken":3383,"times_spoken":126,"laughter":2,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.5236253994952199,"respondent":0.4763746005047801,"date":1473644743161}}