{"petitioner":{"name":"JACOB ZEDNER","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"05-5992","date":"2006-04-18T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Zedner v. United States. Mr. Zas. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about, Mr. Zas, that the court thought it was home free on the Speedy Trial Act? After all, it had gotten a waiver for all time. Isn't that why the 165 days?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but on -- on that one, the -- the Second Circuit said that he was incompetent, and you could have excluded the time on (4) because (4) allows you to exclude time when he's incompetent. And if, in fact, the district judge is sitting there thinking he's incompetent, then the failure is simply a failure to write down his reason why it's excluded. I guess there's uncertainty here as to what reason was the district judge excluded that time, and it's a little bit hypothetical for the reason that Justice Ginsburg mentioned. But if you were to lose on the first point, then I guess on this point, the thing to do would be to send it back and determine whether, in fact, the judge intended to exclude on the ground of competency, in which case his failure was simply a failure to note down his reason, which is not required by the act."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not quite through your answer yet, but is there also a requirement that the competency determination be made within 30 days? Or am I -- am I in error on that point?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. My act must read differently. My act says in (4), any period of delay resulting from the fact that the defendant is mentally incompetent. It doesn't say anything about 30 days."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But that -- but that's different, I take it, from the judge's delay in making the finding of competency."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's why, see, I guess on this point, we'd have to send it back because if, in fact, the judge had determined in his mind within the 30-day period that the person was incompetent or he was incompetent in fact, then that could have been his reason. I'm not sure what to do about this point in any case, and I understand that you think he wasn't incompetent, or at least it hadn't been so found. The Second Circuit seemed to think he was incompetent because that was their basis. So I guess if he was, it's excluded, and if he wasn't, it isn't excluded. And I don't know. The Second Circuit said he was. So maybe you should have another chance to argue this before the Second Circuit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The delay -- the delay was not because we can't try this man because he's incompetent, and until he's rendered competent, we -- 1111 14th Street, NW Suite 400 we have to stay proceedings. That wasn't the basis at all. It was just I haven't made up my mind yet."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is what is specifically precluded by the requirement that -- that you act within 30 days, and -- and all the rest of the time, the clock is running."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I take it the trial -- the Speedy Trial Act doesn't say if the judge is thinking about something, it requires him to make an order."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was going to ask you about that. Or could he vacate submission because he wants new evidence or something? Could you vacate submission of the -- of the first competency hearing in order to take new evidence? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your view is that we should say that the Second Circuit's statement that the defendant could not have been tried because, at that time, he was incompetent, that we should simply say that's false, that the Second Circuit is wrong to say that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, we've been talking about the competency period. I take it the first period was one of just repeated requests for extensions. That's January '97 until May '97."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's this -- that's the first of the two periods that's involved here."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know if it makes any difference to the case. Do you -- do you think the court could have made findings that would have been justified? I mean, it takes a while to find an expert to say that a bond is genuine when it spells United with O, but -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there -- are there cases in which the judge's findings -- let's assume that he made the findings -- are set aside for abuse of discretion on -- on review for a violation of the 1111 14th Street, NW Suite 400 Speedy Trial Act?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who -- who could complain? Because in -- in all of these instances, it was the defendant who sought the enlarged time. In fact, even though the judge had given -- gotten this all-purpose waiver, he didn't give defense counsel as much time as defense counsel asked for to -- to investigate the genuineness of the bond."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think it's -- it's not harmless error if they didn't make the finding but -- but could have?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but isn't -- isn't the difference that in the latter period, the court took no action, and there is a mandate on the court to act? With respect to this earlier period, the court did act. Incidentally, it did exactly what the defendant wanted it to do, but it acted so that the only -- the only reason for arguing error here is, in effect, a clerical reason. He didn't say the magic words or make the magic conclusion. If, in fact, that's because he couldn't have made it, no question. You -- you got a violation of the statute. But if he could have made it 1111 14th Street, NW Suite 400 and -- and simply didn't say the magic words, you're in a very different position here from what you are in -- in the case of -- of the failure to act on the -- on the competency issue."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's put it this way. It's a failure to speak rather than a failure to act. In -- in the latter case, no action. In this case, action, in fact, action as more -- it's as requested. But a failure to speak contemporaneously with the action, that's different."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we don't -- we don't know. I mean, on the face of the record, we don't know whether he weighed or whether he didn't weigh. In the second case, we know that he didn't act, and -- and action is what he's got to -- to accomplish. But 1111 14th Street, NW Suite 400 whether he weighed or not, we don't know. He just didn't say whether he weighed."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I -- I --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's -- it requires -- in order for us to conclude that that's the only way it can be taken account -- into account, we -- we'd have to conclude that -- that rule 52 was, in effect, 1111 14th Street, NW Suite 400 partially repealed and made inapplicable implicitly here without any reference to it. And that's -- that kind of, let's say, implicit modification of -- of one of the rules is, as a matter of normal interpretation, disfavored."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's always some sanction for error, and the point of the harmless error rule is to determine whether that specific sanction should be applied."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd like to know how -- how do we know that the judge didn't set forth orally his 1111 14th Street, NW Suite 400 reasons for finding that the ends of justice outweigh the interest, et cetera? Is that in the record what he actually said?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I don't know that you'd have to use the exact words, the ends of justice served. You know, you don't have to -- I'd like to read what he actually said, and where -- where is that? It's not on page 192, which is somebody's opinion. But rather, if I want to read the words, where do I look?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He didn't think he needed it. He had a perpetual waiver."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Zas, are you going to talk about estoppel?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't there something more than a waiver here? I mean, waiver is a very 1111 14th Street, NW Suite 400 broad term. I mean, it would cover a situation, for example, in which the Government asked for time and the defendant said, okay, I waive. In -- in this case, there's -- there's an affirmative act on the part of the defendant. He's not merely waiving. He is affirmatively asking for action on the part of the court, and subject I guess to cutting down the period somewhat, he got what he asked for. This is something more than waiver. This is, in fact, a -- a grant of specific relief requested by him, and he now wants to turn the tables based on receiving exactly what he asked for. That's more than waiver."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I can. Did he ask for a perpetual waiver? I thought the way the colloquy went, the judge said, no, you know, I can't give you a waiver unless you'll -- unless you'll make it a perpetual waiver. And then he said, okay, I'll make it a perpetual waiver. Wasn't -- wasn't the -- the initiative for the perpetual waiver from -- from the court?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And hasn't my brother cleverly changed my hypothetical? Because I was -- 1111 14th Street, NW Suite 400 (Laughter.)"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- I was not talking about the perpetual waiver. I was talking about the waiver for whatever number of days he actually took in -- in that case, which was what? 90 days?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As long as they're not in jail pending trial."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe you could say then that it's the Government that has the right. If it's the Government that has the right, then Government should have objected. I mean, the problem, of course, is obvious, that it's a little hard on the district judges that people come in and both sides tell them what you have to have here is a waiver. Are you sure you won't raise this against me later? I'm positive. I swear. You mean you absolutely swear a thousand times that no matter what I do and have delay, you will never raise this as an error and it's fine? Yes. Okay? So he says, okay, fine, done. You win. Then he raises it as an error. That's rather -- called sandbagging the 1111 14th Street, NW Suite 400 judge. And obviously, one would look to -- or I would look to ways to avoid that, but you're telling me I can't avoid it, and that's what Congress wanted and so be it. Is that right?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it not correct? That's what I'm --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about here. I'm saying that in your -- if I adopt your position in this case, I would have to have the same position, I would think, in the most egregious cases. Wouldn't I? Because the only reason I'd adopt it here is because Congress wanted it no matter what."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Then you're -- then am I right in characterizing?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe. I mean, judges are very busy. Not all the prosecutors get the word. It's very hard to ask district judges to raise something on their own in the face of lawyers who are telling them the opposite. So you say, oh, they'll all know. I've noticed there are a lot of opinions we write that they don't know about -- (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- until, say, the lawyers point them out."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- this was a judge who apparently was doing this as a -- a matter of standard practice. He had a form that he whipped out. It must be a very old form. It looked like it was typed on a regular typewriter."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And Gothic print, right?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"It could have come from my chambers. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask what is the date of the Speedy Trial Act? 1975?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it was widely publicized among the judiciary then."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you make an ends of justice finding for all time? Could he start at the beginning, any continuance I grant is granted after my weighing the different factors set forth in the statute and it's in the ends of justice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Joseffer. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but as we've indicated, the -- the judge was the one that opted out of the act by this regular practice of requiring the perpetual waiver, or whatever we call it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's pretty hard to read those pages as if they were anything other than what they seemed to be on their face, that he didn't worry about the Speedy Trial Act because he thought that it had been waived."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then why isn't that the end of that, that the -- if you agree that the defendant can't waive it, well, the reason that he got the continuance is because he waived it, otherwise there would have been something else done and -- or at least might have been."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How can we say it's purely procedural with respect to the first time? I mean, the reason that was given is I have to -- I need this time to find out if these really peculiar looking bonds are genuine. Now, the -- the Second Circuit said -- and I don't understand why they said this -- this is a complex case so that continuance is warranted. Was this a complex case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did the Government at any point tell the -- tell the court, Your Honor, we think the act requires you to make a specific finding and we request you do that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because, I mean, you're -- you're coming in and saying, oh, well, he waived, but certainly the Government could -- could have asked the -- asked the district court to make the necessary findings."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what are you hypothesizing? That the court actually made this 1111 14th Street, NW Suite 400 finding in its mind but just didn't express it? Or are you hypothesizing that the court could have made it but didn't make it, never even went through the mental process?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could have made it. So -- so we're going to -- why can't life be simple? We're going to have to have trials all the time as to whether, in this hypothetical situation, this finding could have been made. I mean, you know, this creates subsidiary litigation that we really don't need."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you ask the judge. You say, Judge, 2 months ago the defendant came to you and said, I waive the Speedy Trial Act. Now the defendant says, Judge, I now would like a month's continuance. The judge says, I'll give it to you. The opposing counsel says why. He says, because he waived it. Now, you're telling me that, one, he cannot waive it, but two, even though the judge said I did it because he waived it, that still itself is okay. We go ahead and let him exclude it because the judge might have done something differently. Is that what you're saying?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it's possible you could argue, looking at the record, that the judge should have tried it -- should have excluded it on a different basis. He should have excluded it on the basis of the interests of justice, et cetera required. So what the judge said, just to make it 1111 14th Street, NW Suite 400 clear, is I'm not even thinking about this different basis, though I might. I'm doing it just because he waived it. And now you're telling me, I take it, he can't waive it, but nonetheless, the error is harmless because he waived it, or something like that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's not harmless. You're saying it's a procedural error."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So we don't say the judge is right because he waived it. We're saying he's right because the judge made a procedural error. I'm having a hard time following that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But, you know, Congress could have -- could have written it the way -- the way you're proposing it. Congress could have said, you know, when there -- when -- when there is good cause for the continuance, the clock won't run. It didn't say that. It -- it said the judge has to make a finding. I mean, don't we have to give that some effect? You're saying it really doesn't matter whether he makes the finding or not. So long as there was good cause so that a finding could have been made, 1111 14th Street, NW Suite 400 that will be enough."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me the Government is equally remiss for not pointing out the obligations of the court under the act. But let me ask you this. Probably you can respond to that as well if you like. What are the problems with reindicting -- I mean, how -- how is the Government hurt if it can reindict? I recognize that it's costly to the system, et cetera. But is there any real prejudice there?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, I'm -- I'm supposing that after this rule, there would be no trial because there would be -- if -- if you don't prevail, there wouldn't be a trial."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm asking are there -- are there severe costs with that when there's been no trial? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's -- there's no trial."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the action is dismissed for a Speedy Trial Act violation because the position of the Petitioner here is accepted by this Court and the Government just reindicts."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm hypothesizing that there hasn't been."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The case is dismissed."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And there is a reindictment."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How costly is that to the system other than getting the grand jury together?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In this -- is there a statute of limitations problem in -- in these cases if their dismissal is without prejudice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Mr. -- 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"-- the -- the argument you're making is really one of invited error, and I'm not sure it even applies on these facts. I mean, the -- the defense lawyer didn't, as you hypothesized in one of your answers, say something to the effect of don't worry, you don't need to make any findings of the ends of justice or anything like that. He just said I'm waiving my speedy trial rights, and that may mean he's not gong to argue, you know, that the ends of justice don't justify it or whatever. He's just saying I don't have any objection. Maybe he assumed that the judge would go on and say, okay, I'm making the findings required by subsection 8(a)."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in this case, the judge told the defendant I've got a solution to this. Here's my form."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any idea how often this -- this sort of situation comes up where there's an alleged violation of the act and then a denial by the district court of a pretrial motion to 1111 14th Street, NW Suite 400 dismiss?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you made an argument a moment ago which included the point that he asked for this particular relief and represented what he needed to do if he got the relief, the continuance. You -- you came right up within a step of -- of making a judicial estoppel claim, although you did not use those terms. I have two questions. Did the Government raise at least the -- the theory of judicial estoppel in the litigation before it reached this point? And the second question is, even if the Government did not raise that term, asked for -- for estoppel to be applied in those terms, did the Government make the same argument that you have just made which emphasizes the fact that he asked for it and he represented the reasons for -- for needing it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. The difference between acquiescence and -- and potentially sandbagging."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Except -- except where there's a public policy against what you want to estop 1111 14th Street, NW Suite 400 him into doing. I mean, it seems to me for the same reason that you don't allow a waiver, you shouldn't allow an estoppel. There's a public policy against it. The -- the Congress wanted these things tried promptly, and -- and whether he merely waives or -- or goes further and affirmatively causes the court to do something which it shouldn't have done, you're just as much violating the policy it seems to me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if what you say is true, I don't know why it makes any difference that the defendant led the court into it. If you -- if you believe that this is just a procedural nicety that was not complied with, why shouldn't you do the same thing when -- when the court fails to make the finding but could have made the finding whether or not the defendant was the one that led him into it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's harmless error because 1111 14th Street, NW Suite 400 he -- the evidence of guilt was substantial? What -- how does the harmless error work?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you -- why do you put that in a separate category? It's kind of unusual for Congress to put that type of a requirement 1111 14th Street, NW Suite 400 in the statute. They could have normally -- I suspect they normally would write it. You know, you -- you -- they're excludable only if the court finds in the interest of justice. But they went further and they said if the court sets forth orally or in writing in the record of the case. I mean, they set it forth as a separate requirement. I don't know that we can give it sort of a second-class status."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Or say the error is not complying with the act."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, within 70 relevant days counted as the statute requires them to be counted, which includes the requirement of this finding set forth in the record before you can stop the clock running for -- you know, for some period. I don't think that that's -- I don't think that's very complicated."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Oh, no, that -- pardon?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"The -- is that -- is there any reason to believe that the judge, of course, would clarify it and say the ends of justice, if we took your 1111 14th Street, NW Suite 400 -- remand solution."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that in this case, that -- that all-purpose waiver that the judge, and not for the first time, proposed is -- is what caused all this. And -- and my question that I had is knowing that this was the judge's practice -- and indeed, he had written about it -- did the U.S. Attorney's Office try to do something to say, look, the act doesn't permit that kind of thing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it was not known at the time that he was incompetent. And -- and therefore, that could not have been the reason that he was not being tried. The reason he was not being tried was that the -- that there was pending before the judge the 1111 14th Street, NW Suite 400 inquiry into whether he was competent."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You really don't know the answer of whether the clock is running until the finding is made. If the -- if the judge finds that -- that he's not incompetent, well, too bad. You know, the Speedy Trial Act requires dismissal. On the other hand, if the judge finds that he is incompetent to be tried, there hasn't been a violation of the act. I mean, it's a very strange situation. And it also, as -- as the -- the other side points out, it -- it puts considerable pressure on the judge when -- when he is in violation of the Speedy Trial Act, to find that the individual is incompetent because, otherwise, there has to be a dismissal."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you relying to any extent on something that I think you brought up? He also could not have been tried because the prosecutor was having a difficult pregnancy and she was on extended leave, which was occurring in this period?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even if we agree with you on the incompetency exclusion, we still have to reach the waiver for all time question. Correct? You don't argue that the incompetency goes back that far, 1111 14th Street, NW Suite 400 do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're not suggesting he was incompetent during that period as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Am -- am I correct that the -- the particular provision that you think is relevant here is -- is (h)(1)(A) on page 4 of the -- the appendix in the blue brief?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I've -- I've got it. Okay."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do you make of the language, any period of delay resulting from the fact that the defendant is mentally incompetent? I mean, the claim here is that -- that the -- that the delay did not result from that fact, but simply from the failure of -- of the judge to make that determination so that what you're really doing is making a harmless error analysis."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but isn't that a --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- isn't that a harmless error analysis rather than a -- a subsection (4) analysis?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but I guess my only point is that (4) does not say any period during which the defendant is mentally incompetent. It says any period of delay resulting from the fact that he was mentally incompetent, and this did not result from that fact until at the end of the period the judge says, oh, I find him incompetent, so that any period after that would be the result of the fact that he was 1111 14th Street, NW Suite 400 incompetent. But the -- the delay up to that point was attributable solely to the judge's failure to make a determination."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If it was a question, yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It was -- it was cleverly disguised, but it really was a question. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't -- isn't that so? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Zas, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It goes back some way because he's looking at reports from those earlier times. It's not only effective as of the date he makes the finding."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"I guess you can be -- I'm sorry, go ahead."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":6,"sideBefore":"justices","text":"If the judge, when he finally found the defendant competent, had said expressly, and I -- I made this determination in my mind shortly after the hearing and the -- the briefs that were submitted at that time, but now I'm putting it on the record, that wouldn't be sufficient?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does the act say that, that there has to be a finding at the time?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But there's no provision, is there, that says that the finding under (b)(4), that there has to even be a finding under (b)(4), much less when the finding has to be made?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"EDWARD S. ZAS","firstName":"EDWARD","lastName":"ZAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3198,"interruptions":17,"times_spoken":50,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DARYL JOSEFFER","firstName":"DARYL","lastName":"JOSEFFER","counsel":true,"justice":false,"side":"respondent","words_spoken":4368,"interruptions":17,"times_spoken":54,"laughter":2,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1119,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":607,"interruptions":0,"times_spoken":23,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":818,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":985,"interruptions":2,"times_spoken":22,"laughter":3,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":147,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3198,"times_spoken":50,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":4368,"times_spoken":54,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":6,"words_spoken":4506,"times_spoken":114,"laughter":6,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5512315927520329,"respondent":0.44876840724796707,"date":1473644743176}}