{"petitioner":{"name":"BRIGHAM CITY, UTAH","counsel":[0,1]},"respondent":{"name":"CHARLES W. STUART, ET AL. ","counsel":[2]},"caseNumber":"05-502","date":"2006-04-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Brigham City, Utah v. Stuart. Mr. Gray. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What were they doing in the yard anyway? This sort of occurred to me. They couldn't have seen that until they went into the fenced backyard violating the curtilage of the property. How -- was that justified?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is any less required to -- to go into the curtilage than is required to go into the house?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. It's the same test?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say that even if he didn't see him throw the punch and -- and draw blood, they could have gone in just because they heard somebody say, stop, stop, get off me? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what you're saying is they've got to have a reasonable ground to take the first step. That may not be a reasonable ground to have taken the second step right then and there, but it's the same reasonableness standard."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One thing that was left out of the succession of acts -- Utah provides for telephone warrants, and there was no attempt to do that. Once they checked to -- to determine that there was probable cause to enter, they could have called for a warrant, but they didn't. Is there a reason why they didn't?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't -- you don't really mean that if they saw somebody inside with a gun and they heard him saying, I'm going to shoot you in 2 minutes, since they could have gotten a telephone warrant, they would have to had to get a telephone warrant?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you -- you don't want the -- the telephone warrant requirement to -- to up the ante on -- on what it takes to -- for the police to go in without a warrant, do you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wouldn't be of the essence if you know you have 2 minutes. You know I'm going to kill you in 2 minutes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you really want the 1111 14th Street, NW Suite 400 policeman to say I got 2 minutes, you know, dial in and get a warrant? That's ridiculous. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are the police instructed -- the city police instructed about when the telephone warrant procedure is appropriate?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When you speak about a violent situation, would that be limited -- would that apply here just because a punch was thrown, or would it be enough that the officers saw some men restraining the young man, or would it be enough if there were violent words being exchanged?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they know that minors were involved? The record doesn't show that, at least in the preliminary direct exam of the officer."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I mean, they knew that once they got into the backyard. Did they know before they got into the backyard?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or did they just know that minors stay up late at night?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's after they went into the backyard."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They could see that they were minors."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How much -- you've been focusing on the violence because of the punch being thrown, but I gather they were called originally because of concern about the noise and disturbance of the peace and all that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a sufficient basis for them to have gone into the backyard and proceed from there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They're just shouting. There are five people in the house shouting. It's 3:00 in the morning or whatever. Is that -- is that enough?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if -- if the -- if the complaint were -- were simply a complaint of noise, and they got to the -- the gate, the back fence, and they could hear all the racket inside and there didn't seem to be any practical way to get people to come to the fence to talk to them, wouldn't they have had the right to go through the gate and at least go up to the door and bang on the door?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So they could have gotten through the curtilage. They could at least have gotten to the back door based entirely on noise."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that there was a front door, which they approached first. As I recall, they left one of the officers in the front."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So they could have banged on the front door."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm a little puzzled. If the noise is the cause of their being there and if the noise is so loud at 3:00 in the morning that it's still continuing and nobody can hear the knock on the door -- they knock on the door several times and shout -- would they not have the right to go in then to quell the noise?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you're going to rely on the safety and the -- safety and the danger of harm, how serious does the harm have to be? And I use the word harm as defining the -- the threshold for this kind of entry. What if a father was spanking his child, for example?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't yelling so loudly you can't hear police knock at the door at 3:00 in the morning suggest that violence is at least imminent or may well be associated with what they're hearing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there, in addition to the safety rationale which you're -- justification, which you're arguing here -- is there a justification to go in to stop an ongoing felony whether safety is involved or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is that a separate --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you see a guy turning out counterfeit dollar bills, $100 bills, and can you go in right away if you see him doing that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, but if that's the case, you have a much easier argument. Wasn't there an assault here? There was clearly an assault."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In connection with the answer you just gave, it doesn't matter then? If it's an ongoing crime, they can go in? It doesn't matter whether it would be a misdemeanor or a felony? It doesn't matter how grave the crime is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Any kind of assault. I gather it's an assault if you're just sort of a 1111 14th Street, NW Suite 400 couple of guys pushing each other back and forth."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me just ask this one 1111 14th Street, NW Suite 400 question, if I may, if you have -- did the other side preserve the right to challenge this entry under the Utah constitution?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General McNulty. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So if there were no punch in this case, would they have had a sufficient basis? 3:00 in the morning, loud shouting. Can they conclude, based on their experience, that's likely to escalate into violence and enter on that basis?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's just because it's loud? Suppose they were just singing and laughing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"One thing leads to another. Right?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So there has to be some indication of the likelihood of escalation into violence?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why? What if they're just so loud that it's perfectly obvious they're keeping -- getting -- the neighbors are awake and disturbed by it. Does it have to be a threat of violence?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So then it doesn't matter what's being said."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":9,"sideBefore":"justices","text":"So then it does matter."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It may determine what is necessary to prevent harm, but what if it's not necessary to prevent harm, just necessary to prevent noise?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It seems to me the harm inquiry in this case is, you know, sort of superfluous. We don't even have to look at that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, no. You -- you don't want to say that. The noise alone wouldn't justify 1111 14th Street, NW Suite 400 -- going in without knocking as would the -- a scene of a violent event occurring. Certainly you'd have to knock on the door. Now, if they didn't hear you and the only way to get their attention to stop the noise is to go in, fine, but wouldn't you have to knock on the door real hard before you went in to stop the noise?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Not appropriate. Necessary."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Necessary."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I hope so. I mean -- people"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Yes, but we've got a case in which knocking on the -- the noise is so loud nobody can hear the knock."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And they did knock on the 1111 14th Street, NW Suite 400 door, yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"This wasn't -- this wasn't a domestic violence case. It wasn't anybody inside calling the police and crying, danger, rescue me. It was an outsider who complained about the noise. So I am wondering why you are emphasizing the prevent somebody from being hurt instead of they're disturbing the peace and the police have a right to protect the neighborhood. It seems to me that that's an easier argument to make."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, counsel, let's suppose you have a police officer who knows there's 1111 14th Street, NW Suite 400 evidence in this house, but he doesn't have probable cause to get a warrant. And he also knows that the family is going to be reenacting the murder scene from some movie as part of the family reunion. And so he's there just at the time where the -- in the scene the one guy says, and now I'm going to kill you with this knife, and he says, ah, and he goes in. Now, subjectively we know that he has no basis for fearing violence, but a reasonable officer on the scene, hearing somebody say I'm going to kill you with this knife, would have a basis for entering. So under your test, is that entry permissible or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Really."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, no. He knows. He knows. He heard this is what they do at the family reunion. They always reenact this. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"So he knows that there's no -- well, but that's the difference here 1111 14th Street, NW Suite 400 between looking at the subjective motivation or what an objective, you know, officer would understand."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're saying the objective -- the -- the objective officer always knows at least as much as the officers actually know."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"A good way to put it."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't -- isn't that your standard?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. I -- I thought you were getting to the point of saying that on the objective test that you urge, the officer -- the objective police officer who sets the standard is deemed to know at least as much as the officer on the scene actually knows. In other words, we don't exclude 1111 14th Street, NW Suite 400 information --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- from our objective test when the officer actually has that information."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Except I -- I don't think we look to whether he knew that this was a family reenactment. I think we look to the facts that he had -- that had come to his attention which caused him to believe that this was a family reenactment. I mean, you know, if he had read it in a newspaper or something else. The facts are -- are what matter and not --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, General. Mr. Studebaker, we'll hear now from you. "},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I thought that probable cause was conceded, and I thought that the Utah courts didn't question that there was probable cause."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"May -- may I just get back to your general statement? Do I understand you to say that if they arrived on the scene and, you know, a really wild party was going on at 3:00 a.m., they knock at the door, nobody answers the door, they can't hear it for all the screaming and the music and so on, that under those circumstances, the police could not go in to -- to quiet things down?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say they -- they see a fight going on. What kind of calculation do you think has to go on in the mind of the officer? They have to think, well, let me look at these people. Do they look like they're -- they're strong enough to really hurt each other? How likely is it that they're going to grab some object that's lying around, a knife, a baseball bat, or something, and -- and escalate the violence? What -- what sort of thought process do you think a reasonable officer is supposed to go through in 1111 14th Street, NW Suite 400 that situation?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why can't you? Is there any case or anything that says you don't look at the whole circumstance to decide if it was reasonable to enter? I mean, suppose I just wrote an opinion, for a hypothetical's sake, that says, look, there was so much noise at 3:00 in the morning nobody could even hear a knock and he looks in the window, sees one of the -- a kid there being held, who's obviously been drinking under age. He takes a swing at somebody else and pokes him in the nose and blood starts to run or -- and under 1111 14th Street, NW Suite 400 those circumstances, of course, it was reasonable to go in. End of the matter."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You mean -- you mean the noise stopped?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No. The question is whether he could go into the house, and are you saying that before he went into the house, all the noise stopped?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So my question is I'm interested in the law of it. Why can't I -- what's -- what -- the -- the Constitution says reasonable or unreasonable, forbids an unreasonable entry, search. So this doesn't seem unreasonable. A policeman isn't a lawyer. He just has to do what's reasonable in the circumstance. It's a huge -- well, I would be 1111 14th Street, NW Suite 400 repeating myself. But what I want to know is what in the law makes that opinion wrong?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And there are two reasons why he didn't want to go get a warrant. It would take about half an hour, at which time all the neighbors are awake, and they have to lose an hour of sleep. And in addition to that, the underage drinking will continue for another half an hour or an hour. And in addition to that, somebody else might get poked in the nose. So those are the reasons why -- or worse. So those are the reasons why he thought it was reasonable to go in."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Those are the reasons why it was reasonable to go in."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, what's wrong with that opinion?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, suppose I were to say at the end of that it doesn't require a warrant because it was not unreasonable objectively to go in under those circumstances. What I'm looking for you to do is to tell me why."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Studebaker, I'm not sure that even the noise wasn't enough to justify what the police did here. As -- as I recall, they -- before they went in, they -- they heard all this noise and they saw the punch. They pushed open the screen door and announced that they were the police. Okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And then only went in when nobody heard them. Then they shouted even louder, police. I'm not sure that -- that just the noise wouldn't be enough to allow that. If you can't hear the policeman from the door, who's coming to check about a 3:00 a.m. noisy party, you don't hear his knock 1111 14th Street, NW Suite 400 on the door, can the policeman not open the door and shout, police? Is that an unreasonable search and seizure. And then if you don't hear that, can he take two steps into the house? He's -- he's not looking under the carpets. He's not looking in the desk drawers. He's just shouting police so that he can bring to the attention of the people there the fact that there's been a complaint from the neighbors and you have to knock off the noise. I -- I would think that's perfectly reasonable. Never mind the punch in the nose."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't hear him when he -- when he just opened the screen door. He had to step in a few more -- a few more steps. Then they finally heard him. That's his -- the way I understand these facts."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, he had to raise his voice. I mean, there was a lot of noise going. It just seems to me so unreasonable, when a policeman comes to tell people they're making too much noise and the neighbors have complained, that he can't do the minimum that's necessary to get their attention so he can tell them that. He has to go get a warrant to tell them that the neighbors are complaining about too much noise? That just seems absurd."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does it say that in a case 1111 14th Street, NW Suite 400 somewhere, or is that just your opinion?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, what I would like to know is what does it say in a case because I -- I agree, at 3:00 in the morning, it might not appear to many people to be unreasonable when the party is so loud that no one can sleep, that they have to take an extra hour or half an hour or 40 minutes to just tell the people inside the house, knock it off. Now, is there a case somewhere that says -- I guess, we could take a poll or something, but is there a case that casts some light on this?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Which case?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was that involving a -- is that in this Court? Yes?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And was that involving a party or noise, or what was it involving?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. It involved -- it 1111 14th Street, NW Suite 400 -- involved a homicide, but there, the search in question took place after the premises -- after the entry, after the premises were secured. The entry was never in question in Mincey."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What was in question was the search after the premises had been secured."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't see how that helps you because here, in the course of securing the -- the premises, they had all -- all the evidence they needed."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So Mincey doesn't help."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I wouldn't want this to be the party case. This also involves violence and it also involves underage drinking and all three are there together. But I guess a policeman, where he sees or hears or knows a crime is going on, can take steps to try to stop it so that it doesn't have to continue. 1111 14th Street, NW Suite 400 And is there any case that says it depends on how serious a crime? Is there a case that says if it's a sort of minor crime, like a disturbance of the peace, you have to permit it to continue, but if it's a major crime like homicide, you don't have to?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it was -- it was over until somebody threw the next punch. They don't know what's going to happen the next. The kid broke away from the four people who were trying to restrain him once. Presumably he might be able to do it again. Maybe one of the four who were restraining him might come up with the idea that the best way to stop him from throwing another punch was to throw one at him. 1111 14th Street, NW Suite 400 The -- the police cannot make -- it seems to me on the facts in -- in this record, could -- could not reasonably draw the assumption that there was no risk of further violence. Am I going wrong somewhere?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You don't -- you can't attribute what you just said to the trial court, and you emphasize the trial court's findings. The trial court said about what went wrong what the police should have done, as required under the Fourth Amendment, was 1111 14th Street, NW Suite 400 knock on the door. The evidence is there was a loud, tumultuous thing going on and that the occupants probably would not have heard him. But under the Fourth Amendment, he has an obligation to at least attempt before entering. Now, that's a statement that what went wrong was they didn't knock even though it was likely a futile act. Do you -- do you agree that that's a correct statement of the law, that what the police didn't do that they should have done was knock?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't screaming, police, enough? I mean, as I understand the facts, he first opened the screen door. Now, is -- is that an entry? He didn't go in. I assume the screen door opens out. Most screen doors open out. He opened the screen door and shouted, police. Now, that -- that doesn't count? he has to knock on the screen door instead, even though they're more likely to hear him if he opens the screen door and yells, police? Why doesn't that meet the requirement? I -- this -- why is the trial court obsessed with knocking? (Laughter.) 1111 14th Street, NW Suite 400 --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"I don't understand that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, but the -- as I understand the -- the trial court, he accepted the probability that the knock would be futile, and yet he thought as a formality it was nonetheless required. A, do you understand the trial court to have taken that position? And B, if it did, do you believe that is correct as a statement of Fourth Amendment law?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, did -- do you understand the trial court to have taken the position that even though the knock would probably have been futile, the police were required to -- to make it anyway, to knock anyway?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and do you understand that to be a Fourth Amendment requirement, i.e., no 1111 14th Street, NW Suite 400 -- futility exception?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why should there be no futility exception?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- that may be on your argument that noise is never sufficient to dispense with a warrant requirement. But it seems to me that in -- in the reasonableness analysis that the trial court was going through, the trial court was saying even if it would probably be futile, it is not a reasonable entry without a knock. And -- and I take it you -- you accept that and you think the trial court was correct, that there is no futility exception."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why should we require 1111 14th Street, NW Suite 400 a -- a futile act in the name of reasonableness?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No one is denying that. I mean, we've had a knock and announcement requirement for 900 years."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the question is do you have to knock and announce when, on the facts before you, it is apparent that nobody will hear the knock and it will just be a wasted gesture."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't the standard of the Fourth Amendment a reasonableness standard, and isn't there something bizarre about saying reasonableness requires a totally futile gesture? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, yes, that's why courts review these things."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And if the court says, yes, based on the evidence before me, it would have been futile, do you think Fourth Amendment reasonableness requires the court and ultimately the officer to demand the knock anyway?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where did the -- where did the trial court say that in the findings of fact?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking at the findings of fact. They're in the petition appendix at page 46 and 47. I don't see anything that has been specifically identified by the finder of fact as inadequate, other than the failure to knock. Where -- where did the -- where does the court say it doesn't rise to the level of exigent circumstances?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where is it? Where is it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but what it says right after that to explain is it would have been sufficient. What he -- what he should have done was knock, and that would have supplied all that was necessary."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You know, maybe -- maybe you're taking our announce and a knock -- knock and announce requirement too -- too seriously or too literally. I mean, if a police officer comes up and the door is open, what does he have to do? Lean over and knock on the side of the door? Can't he shout, hello, police? Don't you think that satisfies a knock and announce requirement?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You really think you got to knock even when the door is open."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. And he did that here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He stood at the door. He 1111 14th Street, NW Suite 400 opened the screen door and said, police --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- which he thought would be more effective than knocking on -- on the -- you know, the -- the edge of a screen door, which doesn't make a very good knock. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they still didn't stop. I -- I read somewhere in the facts that only gradually, as each participant in the melee became aware of his presence, did they sort of stop. It wasn't that as soon as he entered, everything quieted down immediately."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there seemed to be 1111 14th Street, NW Suite 400 agreement that they couldn't have made their presence known because the noise inside was so loud that they would not have been heard."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, was there anything in the facts that a reasonable officer would know from looking in the window to suggest that these -- the adults were not -- did not have the intention of inflicting some sort of serious injury on this young man that they were restraining?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They had -- did they have any reason to know why they were holding him?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Utah Supreme Court seemed to be puzzled by your failure to raise the Utah protection against the -- the counterpart to the Fourth Amendment. They seemed to suggest that their own constitution afforded greater protection to the privacy of the home. Was there a reason why you argued only the U.S. Constitution and not the State constitution?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask? I don't think the charges are in the record. At least I missed them. 1111 14th Street, NW Suite 400 They were charged with -- what are the charges and how -- what were the penalty for what the defendants were exposed to? There's been no trial. They -- they suppressed the evidence. I suppose the proceedings were dismissed, were they?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What are the penalties for those charges?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the major matter we're resolving today."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is the actual evidence that was suppressed? And to what extent is that evidence that wasn't available just from looking in through the door?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Couldn't they have gotten all -- wouldn't he have been able to testify to all of that without even entering the home?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but among the evidence they did have were the two -- two teenagers are drinking beer in the backyard. So they pretty clearly had the alcohol -- they could have gotten that in evidence."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This wasn't kind of 1111 14th Street, NW Suite 400 constructed as a test case, by any chance, was it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, not by you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gray, you have 6 minutes remaining. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think the evidence that was available without going in the house would have supported all those charges?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But two teenagers in the backyard were intoxicated."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, they charge that the adults were intoxicated."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a serious crime in Utah I guess. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's your response? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you have -- you have two questions presented. The second is 1111 14th Street, NW Suite 400 whether this was sufficiently -- sufficiently exigent to fall under the exigent circumstances. But the first was whether the test should turn on the officer's subjective motivation. I haven't heard much about that this morning. How is that presented on these facts?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My point was simply that this was not a 911 call from a distressed spouse. This was a neighbor saying they're keeping me up at night, so that the -- the police response was to the noise, not to the violence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. 1111 14th Street, NW Suite 400"}],"people":[{"id":0,"fullName":"JEFFREY S. GRAY","firstName":"JEFFREY","lastName":"GRAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1739,"interruptions":11,"times_spoken":46,"laughter":1,"num_int_by":6},{"id":1,"fullName":"PAUL J. MCNULTY","firstName":"PAUL","lastName":"MCNULTY","counsel":true,"justice":false,"side":"petitioner","words_spoken":971,"interruptions":14,"times_spoken":24,"laughter":0,"num_int_by":6},{"id":2,"fullName":"MICHAEL P. STUDEBAKER","firstName":"MICHAEL","lastName":"STUDEBAKER","counsel":true,"justice":false,"side":"respondent","words_spoken":2687,"interruptions":21,"times_spoken":64,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":586,"interruptions":0,"times_spoken":21,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1138,"interruptions":4,"times_spoken":32,"laughter":3,"num_int_by":4},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":822,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":218,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":0,"times_spoken":19,"laughter":2,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":2710,"times_spoken":70,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":21,"words_spoken":2687,"times_spoken":64,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":7,"words_spoken":4654,"times_spoken":141,"laughter":6,"num_int_by":5}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.8586577573608167,"respondent":0.14134224263918327,"date":1473644743165}}