{"petitioner":{"name":"GLEN WHORTON, DIRECTOR, NEVADA DEPARTMENT OF CORRECTIONS","counsel":[0]},"respondent":{"name":"MARVIN HOWARD BOCKTING. ","counsel":[1]},"caseNumber":"05-595","date":"2006-11-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Whorton versus Bockting. General Chanos. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you give an example, General Chanos, of one that is other than Gideon? Is there any other one, or - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And none other occurs to you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it from your presentation you think we do have to go through the Teague analysis. We can't just rely on 2254(d)(1)?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well then, what do you do about 2254(e)(1), or I guess (e)(2), which seems to suggest at different rule if a case is made retroactive?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, my point was that looking at (d)(1), it says is the decision contrary to established law. And I would have thought that if it's a new decision it's clearly not contrary to established law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But on the other hand, you look at (e)(2) and it says here's what you do if you're applying a new decision that's that been made retroactive. So I would have thought that meant you can't say simply because it's a new decision it won't apply."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose the state has, which is going straight to AEDPA. Does that mean that Teague is out entirely, even the first category, that is a decision, a substantive decision that would mean that what defendant did was not a crime?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the source of the rule in Teague? Could Congress overturn the rule in Teague if it wanted to and say that nothing is retroactive or that everything is retroactive?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Habeas is an equitable - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Habeas is equitable relief and the Court has a lot of discretion in identifying the boundaries of equitable relief, doesn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that's how we got to Teague."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Let me ask this question as to the basic issue of whether you should be relying on Teague or the statute. If you're relying just on the statute, how would it apply to a case which was correct under established law at the time that the state court made its ruling, but before the case reached the appellate court, in which there was a change in our interpretation? What if this case -- if Crawford had been decided while the case was on appeal?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it really makes a difference whether we rely on Teague or whether we rely on the statute if we disagree with you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I assume there would be a Rule 60(b) motion or the equivalent of it in state court."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If indeed our law had changed; don't you think?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's inconceivable that the problem wouldn't be solved in some fashion by the state court that rendered the decision."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a odd position to take, to proliferate proceedings that way. I mean, I thought your argument, AEDPA argument, was: Too bad, the Federal court is out of it, but the state court is most likely, recognizing that this Court has said what this man did wasn't a crime, to grant him relief. But if you're making this two-step and saying, but somehow we can change the substantive proceeding into a procedural proceeding, that seems to me odd, to proliferate proceedings that way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying not just \"clearly\"; \"then clearly established law.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is, at the time of the state court decision. *END STENO"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The word was is somewhat ambiguous. It could either mean at the time of the trial court's decision or at the time of the final judgment on appeal."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you win under either view, but - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it could mean either of those two things."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Crawford did use the term bedrock?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You make the same analysis if you say the right is not necessarily the right of confrontation but the narrower right of cross-examination."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that is central to Crawford."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is a new emphasis on cross-examination."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. But you know, how you play the game depends upon at what level of generality you describe the right. And I agree with you if you describe the right as the right to cross-examination, that -- that was -- reinstituted by Crawford, which said that the confrontation right is a right to confrontation -- to cross-examination, which didn't exist before. I mean, you could dispense with that right of cross-examination if there were indicia of reliability."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that you can so -- in such a facile fashion decide what is a bedrock principle. Frankly, I don't know any formula that would -- that would describe it. I really think it is a -- you know it when you see it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is like obscenity. (laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That gets, if you follow Justice Scalia's argument, that gets you to, I think to the argument you have made. And that is all right, we have got to look at it pragmatically. I mean, what are the consequences of following a reliability model rather than a cross-examination model? And your argument is consequences that are not necessarily more favorable to defendants, in fact -- or more productive of ultimately reliable determinations, in fact. And that I take it is your basic point. So I think you've answered what for all of us is a problem. And that is we don't have a clear analytical definition of bedrock; but if we look to consequences, you have got an argument. Your friends don't think it is a good one, but that's your point."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there wasn't cross-examination by defense counsel."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case there wasn't cross-examination by defense counsel. Or am I incorrect?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, oh. No, I mean of the witness."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- accuracy-enhancing then?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a question about how much more accuracy-enhancing, if at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you General Chanos. Mr. Gornstein, we will hear now from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Since you barely cite AEDPA, I think you assume we need to reach the Teague question before the AEDPA question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"It is law that is applied in Federal court, though. I assume you have an interest in that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"","text":"Can't you make that argument about any, about cross-examination in general? It is debatable whether -- how good cross-examination is in determining the truthfulness of a witness's testimony. Now, our Constitution decides the issue one way, but any infringement of cross-examination could be susceptible to the same argument that you are making."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"Well I guess you're asking us to say Crawford, get one, take one, it is really not that important. If that's so, I suppose we shouldn't have overruled Roberts."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"How many times have we dealt with a quote, \"new rule,\" with the argument made that it was watershed and therefore should be retroactive? This is not the first time."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"But that's not this case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"I'm talking about the daughter's testimony."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Is that the case in Federal courts, too?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"I mean, it is conceivable that Federal courts would interpret the hearsay rule to require precisely that anyway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"In which case you shouldn't be making this argument because it applies only to state courts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, Mr. Gornstein. Ms. Forsman? "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we didn't say in Crawford, I don't think we said in Crawford -- I ought to know, I suppose. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- that the new rule produced greater accuracy. We said that it was the view of the framers of the Constitution that cross-examination, confrontation in that sense, was necessary for greater accuracy. Now in our evaluation of what constitutes a landmark decision, are we bound to the framers' view of things? I mean, you know, maybe -- I'm not sure that if you apply a proper interpretation of indicia of reliability under Roberts, I'm really not sure whether it wouldn't be more accurate than confrontation, but that wouldn't matter to me, because confrontation is what the Constitution required and what the framers thought were necessary. Am I bound, for purposes of the rule we're arguing about here, to what the framers think?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think that discussion of the, you know, the contrary decisions that had been produced under Roberts was just for the purpose of justifying the overruling of a case that -- you know - - that was not that old. It hadn't worked out as well as we maybe expected it would. But I don't think it was for the purpose of showing that it always produces unreliable results."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's in an instruction, like Toomey versus Ohio. The judge is corrupt. It is just structural. You can't say that about Crawford, or can you?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Forsman, what about the cases we're had so far on this second Teague category? As far as I know -- well, we haven't found anything to be retroactive on collateral review so far, so this would be the first time."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about the decision that said Ring v. Arizona was not retroactive on collateral?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The problem with your case -- maybe it's our problem because it was our rule -- is that we're asked to adopt an across-the-board calculus as to the rule. In some cases, as I think you will have to concede, under the Roberts jurisprudence, the fact finding was more accurate. In your case, what you are telling us is that the fact finding is far less accurate. But I think you are stuck unless you can give us some reason that we depart with it. With a rule-made jurisprudence, we have to look at the rule in the whole universe of cases, not just your case. It seems to me that was the problem you had in arguing in this area, and maybe you can suggest some way out. I don't see it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But Ohio versus Roberts was not overruled because of a judgment that it was not doing a good enough job in assessing reliability of these statements. It was overruled because of a judgment that the Founders wanted there to be cross-examination."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You had the opportunity to challenge those findings under the Roberts regime in state court?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You can still argue -- what hearsay exception did it come in under?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Adequate indicia of reliability."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"Adequate indicia of reliability?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that universal in Nevada? I mean, is they are no more hearsay rule in Nevada, that you just evaluate hearsay straight out in every case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"This is for children under ten, isn't it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"As you just said."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And here we had someone who was six years old and was hardly articulate, it seems from the little we have of this record. So the Nevada statute I think was very specific to children and was not - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So if you lose this case, you can go back to the Ninth Circuit and say, well, even under Roberts it shouldn't have come in?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would you comment, Ms. Forsman, on your opponent's argument based on 2254(d)?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's not -- the state has to result -- the state -- it's adjudicated on the merits in state court and results in a decision that was contrary to clearly established Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it seems to me that the question is what was the law, what was the clearly established law at the time of the state decision."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any language in 2254(d) that could incorporate the Teague exceptions?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What would we say if we were to say that 2254(d)(1) accommodates the Teague exceptions, that Congress meant to put them in but just forgot to do it? How would we account for the language?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that making the tail wag the dog, because there's language in the provisions on successive petitions that refers to Teague, that you would read the Teague exceptions into 2254(d)(1) when there's nothing in the language there that can be interpreted to refer to them?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Forsman, can I ask you a personal question? Were you a moot court finalist? (Laughter.)"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I attend a moot court at Notre Dame in about your year and it was an awfully good moot court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Forsman. General Chanos, you have two minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Particularly if it is Justice Harlan you're quoting. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"GEORGE J. CHANOS","firstName":"GEORGE","lastName":"CHANOS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2036,"interruptions":10,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":0,"fullName":"IRVING L. GORNSTEIN","firstName":"IRVING","lastName":"GORNSTEIN","counsel":true,"justice":false,"side":"","words_spoken":1346,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":1,"fullName":"FRANCES A. FORSMAN","firstName":"FRANCES","lastName":"FORSMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3282,"interruptions":6,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":346,"interruptions":0,"times_spoken":17,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":1,"times_spoken":17,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":219,"interruptions":1,"times_spoken":9,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":158,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":144,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":68,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":2036,"times_spoken":38,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":6,"words_spoken":3282,"times_spoken":24,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":4,"words_spoken":1985,"times_spoken":77,"laughter":4,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6604857564798279,"respondent":0.3395142435201721,"date":1472523515255}}