{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"No. 05-547\nALBERTO R. GONZALES,\nATTORNEY GENERAL;\nand : REYMUNDO TOLEDO-FLORES,\nPetitioner,\nv. : No. 05-7664\nUNITED STATES.\n","counsel":[2]},"caseNumber":"05-547","date":"2006-10-03T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We'll hear argument first this morning in Lopez versus Gonzales and Toledo-Flores versus United States. Mr. Long. "},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, do you agree that if there were a State conviction for an offense that would have been punishable under the Federal law, their both being felonies, that enhancement can apply, in that instance, and that that does meet the definition?"},{"name":"JUSTICE SCALIA","id":5,"text":"Where - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Where are those sections?"},{"name":"JUSTICE SCALIA","id":5,"text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"text":"What are the sections -- (b)?"},{"name":"JUSTICE SCALIA","id":5,"text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, that doesn't carry too much weight, though, because the provision that -- I'm looking at (g)(3), \"violates any State law relating to any controlled substance,\" can be broader than what's punishable under the Federal Controlled Substances - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"-- Act."},{"name":"JUSTICE ALITO","id":6,"text":"In - -"},{"name":"JUSTICE ALITO","id":6,"text":"In 8 U.S.C. 1101(a)(43)(B), what, in your view, does the first phrase, \"illicit trafficking in a controlled substance,\" add to the reference to a drug-trafficking crime - -"},{"name":"JUSTICE ALITO","id":6,"text":"-- as defined by 924(c)?"},{"name":"JUSTICE ALITO","id":6,"text":"But are there any trafficking offenses that would not fall within 924(c) if you define a \"trafficking offense\" that way?"},{"name":"JUSTICE ALITO","id":6,"text":"Well, no, there - -"},{"name":"JUSTICE ALITO","id":6,"text":"-- are possessory -- there are \"mere possession\" offenses that are outlawed by 924(c), but is it not the case that any -- if you interpret \"trafficking\" to mean trafficking in the way the word would be used in ordinary speech -- that any State trafficking offense you can think of would have a corresponding felony violation under the Controlled Substances Act, so that if you read the statute that way, the initial phrase is superfluous?"},{"name":"JUSTICE ALITO","id":6,"text":"Let me ask the same question a different way. If -- since 924(c) includes some \"mere possession\" offenses, and illicit trafficking in a controlled substance includes all violations of 924(c), doesn't that show that the way Congress used \"illicit trafficking in a controlled substance\" is not in the sense in which the term is used in ordinary speech, but's much broader, so that it can include \"mere possession\" offenses?"},{"name":"JUSTICE BREYER","id":7,"text":"But that's ambiguous. That's perfectly ambiguous. Because, the case of your client, it is a felony, and it is punishable under the Controlled Substances Act."},{"name":"JUSTICE BREYER","id":7,"text":"No, that's - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- right. But it is a felony under South Dakota law. And what the statute says -- and that's the Government's argument -- they say \"any felony punishable under the Controlled Substances Act.\" They don't mean, necessarily, any felony punishable as a felony under the Controlled Substances Act."},{"name":"JUSTICE BREYER","id":7,"text":"It might mean anything that is a - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- felony, and - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- it is also punishable; in which case, you lose. But, in the first case, you win."},{"name":"JUSTICE BREYER","id":7,"text":"So, what am I supposed to look to, to decide which is --"},{"name":"JUSTICE BREYER","id":7,"text":"Uh-huh."},{"name":"JUSTICE BREYER","id":7,"text":"Oh, but you don't mean that, because you're prepared to concede -- at least I thought you were, until your last argument -- you're prepared to concede that if a person engages in a crime that is punishable as a felony under South Dakota law, and it is also punishable as a felony under Federal law, under 801, et seq, well, that counts."},{"name":"JUSTICE BREYER","id":7,"text":"Do you - -"},{"name":"JUSTICE BREYER","id":7,"text":"Do you concede that - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- or not?"},{"name":"JUSTICE BREYER","id":7,"text":"You --"},{"name":"JUSTICE BREYER","id":7,"text":"-- you say your answer is, you don't make the concession?"},{"name":"JUSTICE KENNEDY","id":4,"text":"But I thought that - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"-- was the concession you made in response to my - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"-- question."},{"name":"JUSTICE STEVENS","id":8,"text":"But you - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- make the concession, as I understand it, because it's a Federal felony, not because it's a State felony - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- isn't that right? Yes."},{"name":"JUSTICE GINSBURG","id":9,"text":"Is it - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"Is it -- if this is an ambiguous statute, do you -- what mileage do you get from Barrett? There is certainly an argument that what was - - Congress was trying to do was to codify that practice of saying, \"If there is analogous felony -- if there is analogous crime under State law, that should be included.\" And that made good sense."},{"name":"JUSTICE GINSBURG","id":9,"text":"What - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"You've - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"-- about the - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"-- answered Justice Breyer by citing the Jerome case. After Jerome, we decided United States vs. Gonzales, having to do with the consecutive or concurrent sentencing terms. And it -- are those two cases in some tension? Gonzales didn't mention Jerome. And I noticed that none of the briefs mentioned it either. Is there some tension in the cases? And, if so, is this a case where, when we write an opinion, whatever the outcome, we should talk about that? And, if that's so, what should we say?"},{"name":"JUSTICE KENNEDY","id":4,"text":"But it does - -"},{"name":"JUSTICE KENNEDY","id":4,"text":"-- it does seem to limit the broad statement in Jerome, without mentioning Jerome."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"But has it ever been applied in a -- to a statute that specifically says that the term \"aggravated felony\" applies to an offense described in this paragraph, whether in violation of Federal or State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"That would seem to me to be a very express legislative repudiation of the Jerome - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"-- principle."},{"name":"JUSTICE STEVENS","id":8,"text":"But are you saying it would also include State trafficking offense, because it's described in the word \"trafficking\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Long. Mr. Crooks, we'll hear now from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"But there's no supervised release of people outside the United States."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, like what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"What's going to happen to him if he does that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Has anything like that ever happened before with people subject to supervised release who are then deported? It would be the first time, if the District Court did that, right?"},{"name":"JUSTICE GINSBURG","id":9,"text":"And that - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"-- that period has how many months to run?"},{"name":"JUSTICE GINSBURG","id":9,"text":"Do you -- you said you rely primarily on that argument -- do you have another argument?"},{"name":"JUSTICE SCALIA","id":5,"text":"We have a case involving standing which says that -- you know, the doctrine of standing is more than a -- an exercise in the -- in the conceivable. And this seems to me an exercise in the conceivable. Nobody thinks your client is really, you know, abstaining from tequila down in Mexico because he's on supervised release in the United States, or is going - - is going to apply -- having been deported from the country for criminal offenses, is going to apply to come back in the -- these are ingenious exercises in the conceivable. This is just not the real world."},{"name":"JUSTICE SCALIA","id":5,"text":"That depends on whether you consider the sentence to be effectively expired once he leaves the country, if the sentence is one of supervised release, which is impossible once he leaves the country. Supervision being impossible, supervised release is not a realistic consequence of the prior conviction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, no, because - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"-- in that -- in that instance, action can be taken against him if he does further violate the law under the terms of probation. The point is that the jurisdiction of the probation office or the District Court doesn't extend to Mexico."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"-- you don't want to say that your case is not moot because your client is going to violate the law again in the future."},{"name":"JUSTICE SOUTER","id":10,"text":"No, but it is different, in the respect that he would first have to violate the law by entering the United States."},{"name":"JUSTICE BREYER","id":7,"text":"Do you work in - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"On - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- this area?"},{"name":"JUSTICE GINSBURG","id":9,"text":"On collateral consequences, do you have -- what is your best authority to say that in -- it would keep this case from being moot?"},{"name":"JUSTICE GINSBURG","id":9,"text":"Because - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"Because the length of the sentence counts heavily in the attorney general's assessment, is that --"},{"name":"JUSTICE SCALIA","id":5,"text":"Do you think there's a realistic possibility that this person is going to be readmitted? A realistic possibility?"},{"name":"JUSTICE SCALIA","id":5,"text":"Oh."},{"name":"JUSTICE SCALIA","id":5,"text":"Do you think there's a realistic possibility he's going to try to get readmitted, so that he can be subjected to really enforced supervised release?"},{"name":"JUSTICE SCALIA","id":5,"text":"Has he applied for such a visa? Has he expressed any intention to apply?"},{"name":"JUSTICE SCALIA","id":5,"text":"Well - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- then it's an exercise in the conceivable, it seems to me."},{"name":"JUSTICE STEVENS","id":8,"text":"May I - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- ask this question? It's - - presuming -- supposing we say it's not moot, and you prevail. Could he be resentenced without being present in court?"},{"name":"JUSTICE BREYER","id":7,"text":"In the Southern - -"},{"name":"JUSTICE BREYER","id":7,"text":"In the -- have you ever heard of, or had, a client -- or heard of a person from Mexico who had been deported because he has been involved in drugs, and the Government wants to bring him back because he may be a witness -- maybe something develops, some other members of the gang are there, they'd like his information?"},{"name":"JUSTICE BREYER","id":7,"text":"So, if - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- they pick up some friends of his who are engaged in drugs, the Government might decide to try to get him back."},{"name":"JUSTICE SCALIA","id":5,"text":"Is there any indication that that's in the works, or is this just another conceivable thing?"},{"name":"JUSTICE SCALIA","id":5,"text":"Yes."},{"name":"JUSTICE BREYER","id":7,"text":"Well, it's conceivable, I guess, that people will break their parole. Often it doesn't happen; sometimes it does. Sometimes they want to get him back; sometimes they don't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Mr. Kneedler. "},{"name":"JUSTICE KENNEDY","id":4,"text":"Why don't you say \"it just happens\"? I mean --"},{"name":"JUSTICE KENNEDY","id":4,"text":"-- it's there in the statute."},{"name":"JUSTICE KENNEDY","id":4,"text":"That's why you're here."},{"name":"JUSTICE SCALIA","id":5,"text":"I thought the Government has taken the position -- and as far as I know, all the Courts of Appeals have bought the Government's argument -- that there -- you do not need a conviction --"},{"name":"JUSTICE SCALIA","id":5,"text":"-- that so - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Yes. You don't - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Yes, but - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- but 924(c) is incorporated in 1101(a)(43). It's - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- incorporated. So, you want us to interpret 924(c) one way for criminal convictions - - a criminal sentence -- that is, you don't need a conviction in order to get the enhancement -- but another way for --"},{"name":"JUSTICE SCALIA","id":5,"text":"-- for the INA?"},{"name":"JUSTICE SCALIA","id":5,"text":"Why is --"},{"name":"JUSTICE SCALIA","id":5,"text":"-- that?"},{"name":"JUSTICE GINSBURG","id":9,"text":"Mr. Kneedler --"},{"name":"JUSTICE GINSBURG","id":9,"text":"-- if there is room for more than one construction of this statute, it seems to me unseemly, in the immigration context, to say that two people who have committed the identical acts, one of them is barred from ever coming back, doesn't have any of the dispensations, and the other does, because of the happenstance of the State in which they were convicted. That kind of disuniformity in an area where the Constitution expressly charges Congress with authority to make uniform laws, it's -- doesn't that uniform-law specification in the Constitution tug in the direction of the interpretation that Mr. Long was --"},{"name":"JUSTICE GINSBURG","id":9,"text":"-- presenting to us?"},{"name":"JUSTICE BREYER","id":7,"text":"I'm prepared to accept perfect ambiguity here, linguistically. And I thought of an empirical question, that you may know the answer to, that might shed some light. Now, going along the way -- maybe I'm making a mistake to point it out, if I am -- but I go to the key thing here, which is the words in 924(c), What is a \"drug-trafficking crime\"? A \"drug-trafficking crime\" is a crime -- \"any felony punishable under the Controlled Substances Act.\" That could mean an act, physically, that is a felony under some law, and is also punishable under the Controlled Substances Act as a misdemeanor. Okay? Felony under -- it could pick that up. And it also could mean any conduct which is punishable as a felony under the Controlled Substances Act. And I could look at those words a thousand times and not have a clue which it means. So, I thought of an empirical test. This statute, 924(c), happens to be a statute that, if you engage in a drug-trafficking crime, as defined, and you have a gun with you, you get mandatory 5 years. That's the point of it. And the Government does all the prosecuting. So, in how many cases where a person committed a misdemeanor offense, simple possession, and had a gun, did the Government insist that they get the 5 - years minimum? Now, if you're prepared to tell me \"a lot of 'em,\" I'm prepared to tell you, the Government has consistently interpreted the statute the way you are now. But if you're prepared to tell me \"zero,\" I would say I would be suspicious of an interpretation that comes along now for the first time. And my mind is open on it. I'm quite interested in the answer."},{"name":"JUSTICE BREYER","id":7,"text":"But if --"},{"name":"JUSTICE BREYER","id":7,"text":"No, no. We both agree. All - - everybody agrees here. It doesn't have to be a Federal crime."},{"name":"JUSTICE BREYER","id":7,"text":"And --"},{"name":"JUSTICE BREYER","id":7,"text":"Correct, it doesn't have --"},{"name":"JUSTICE BREYER","id":7,"text":"-- to be. It could be conduct that violates the State law, but -- and punish it under the State law -- but the conduct involved would have to constitute what is a felony under the Controlled Substances --"},{"name":"JUSTICE BREYER","id":7,"text":"-- Act."},{"name":"JUSTICE BREYER","id":7,"text":"A felony or a misdemeanor."},{"name":"JUSTICE BREYER","id":7,"text":"Yes."},{"name":"JUSTICE BREYER","id":7,"text":"All right."},{"name":"JUSTICE BREYER","id":7,"text":"All right. So, I say it's suspicious."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"And, of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"-- course, that's - - when you get to that, it must give you pause that your analysis is of a term, \"drug-trafficking crime\" or \"illicit trafficking,\" and your theory leads to the conclusion that simple possession equates with drug trafficking."},{"name":"JUSTICE GINSBURG","id":9,"text":"Then, in those cases, you can say the conduct would constitute a felony under the Federal statute; but here, if I recall correctly, the amount involved would not have qualified for possession with intent to distribute, under Federal law."},{"name":"JUSTICE STEVENS","id":8,"text":"Yes. We have a case in which we're assuming, for our purposes, we just have possession. I mean, I understand the facts of this case. And I wanted to ask -- I have two questions, Mr. Kneedler. One of them -- the second one, I'd ask that -- you were going to mention three different points, one about conviction; you had two other points you didn't get to. I want to learn what those were. But, before that, it seems to me that, when you put the whole statute -- all the -- all the different statutory provisions together, you really boil down and focus on 924(c)(2) and the words \"for purpose of this subsection, the term 'drug-trafficking crime' means any felony punishable under the Controlled Substances Act.\" And if the word \"Federal\" had been inserted before the word \"felony\" in the statute, would that not make the statute perfectly clear?"},{"name":"JUSTICE STEVENS","id":8,"text":"It was a question of - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- whether the change was intended to be --"},{"name":"JUSTICE STEVENS","id":8,"text":"-- substantive - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- or merely - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- stylistic."},{"name":"JUSTICE STEVENS","id":8,"text":"Just again, Mr. Kneedler - - focusing again on that specific language, you're saying, in effect, that that phrase means any State or Federal felony punishable under the Federal statutes."},{"name":"JUSTICE STEVENS","id":8,"text":"And is it ever true that a State felony is punishable under a Federal statute?"},{"name":"JUSTICE STEVENS","id":8,"text":"Yes, I know, but - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- but do you know of any instance where we've said a State felony is punishable under a Federal statute?"},{"name":"JUSTICE STEVENS","id":8,"text":"But you do agree - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- that the key to the case is how we read that one sentence."},{"name":"JUSTICE SCALIA","id":5,"text":"Well, but you don't -- you don't look to the jurisdiction of conviction. Are you telling me you require a conviction? You -- I thought you told me you don't require a conviction."},{"name":"JUSTICE SOUTER","id":10,"text":"All right, Mr. Kneedler, assuming that -- as I understand it, the answer you just gave, your second point, as well as the point that you and Justice Stevens were debating, turns, in your view, on a definition, or a reading, of the statute that would work this way: that if, under State law, the act were a felony, but, under Federal law, the action was merely a misdemeanor, it would still, for purposes of this definition, be an aggravated felony."},{"name":"JUSTICE SOUTER","id":10,"text":"That -- isn't that very strange, that Congress would have wanted a reading of the statute that would turn its definition of a \"misdemeanor crime\" into an aggravated felony for purposes of the immigration law?"},{"name":"JUSTICE SOUTER","id":10,"text":"No, but I'm - -"},{"name":"JUSTICE SOUTER","id":10,"text":"-- saying, if - -"},{"name":"JUSTICE SOUTER","id":10,"text":"No, go ahead."},{"name":"JUSTICE SOUTER","id":10,"text":"Well - -"},{"name":"JUSTICE SOUTER","id":10,"text":"-- I know it says that, but that doesn't necessarily take you any further than saying that if the words of the statute refer to something that could be a State law felony, under the -- under the penultimate sentence, it will count. It does not necessarily answer the question that we have, and that is whether a particular reference in the statute is a reference to a Federal felony or a State felony. So, it has a -- the penultimate sentence has work to do. And, in fact, we can see the work being done in the -- in the very definition of \"drug trafficking\" -- but it doesn't necessarily lead to the conclusion that you draw from it."},{"name":"JUSTICE SOUTER","id":10,"text":"Even when - -"},{"name":"JUSTICE SOUTER","id":10,"text":"-- the consequence, in effect, is to turn for -- turn the gravity of the Federal misdemeanor into the gravity of - -"},{"name":"JUSTICE SOUTER","id":10,"text":"-- a felony that --"},{"name":"JUSTICE SOUTER","id":10,"text":"-- just happens to be a State felony."},{"name":"JUSTICE SOUTER","id":10,"text":"No, I realize that. But, if we're asking, \"What is important in the mind of Congress, for purposes of the immigration law?\" one would suppose that the most obvious touchstone of importance is the way Federal law deals with it -- i.e., in the case of a crime, whether Federal law calls it a felony or Federal law calls it a misdemeanor. You know, in your reading, when Federal law calls it a misdemeanor, if State law calls it a felony, it becomes a Federal felony for the immigration law. And that's what seems to me odd."},{"name":"JUSTICE SCALIA","id":5,"text":"Mr. Kneedler, could - -"},{"name":"JUSTICE SOUTER","id":10,"text":"Yes, but - -"},{"name":"JUSTICE SOUTER","id":10,"text":"May I just ask one --"},{"name":"JUSTICE SCALIA","id":5,"text":"Sure."},{"name":"JUSTICE SOUTER","id":10,"text":"It's one thing to turn to State law to get an answer where there is no other answer. The problem here is that State law and Federal law are at odds in determining the gravity of the offense. The Federal law, on my hypothesis, would say, \"It is minor; it's just a misdemeanor.\" The State says, \"No, it is a felony.\" It seems to me very odd, given the tension between the State and Federal classifications, to say that, for Federal purposes, the State classification is going to trump the Federal classification; and that's a different situation from the one you posit."},{"name":"JUSTICE SCALIA","id":5,"text":"Mr. Kneedler, could I ask you about your assertion that you \"look to the State of conviction\"? What do you mean by that? For purposes of Does that mean, if you're convicted, in State court, of a misdemeanor -- and even though that action would be a Federal felony, it's not an aggravated felony?"},{"name":"JUSTICE SCALIA","id":5,"text":"So, it's sort of a double inconsistency. Not only do you treat State -- State actions that are -- that are minimal -- I'm sorry, where the State treats it more seriously than the Federal Government, not only do you follow the State, but, where the State treats it less leniently than the Federal Government, you also follow the State."},{"name":"JUSTICE SCALIA","id":5,"text":"Is that right?"},{"name":"JUSTICE SCALIA","id":5,"text":"So, you look to the State of conviction. What - -"},{"name":"JUSTICE SCALIA","id":5,"text":"That's for purposes of the immigration law."},{"name":"JUSTICE SCALIA","id":5,"text":"Okay. Now, do you do the same for purposes of the felony enhancement provision?"},{"name":"JUSTICE SCALIA","id":5,"text":"You - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Well, that seems to me - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- very strange. You would look to the -- you would look to the State law for purposes of the immigration section; but, for purposes of 924(c), what would you look to? Either one. Either one. Whichever - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- whichever -- for 924 - - whichever one would make it a felony."},{"name":"JUSTICE SCALIA","id":5,"text":"You lose."},{"name":"JUSTICE SCALIA","id":5,"text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"text":"Right."},{"name":"JUSTICE SCALIA","id":5,"text":"All right."},{"name":"JUSTICE SCALIA","id":5,"text":"If it's a felony under either one, for purposes of 924(c), you lose, right?"},{"name":"JUSTICE SCALIA","id":5,"text":"If the act is either a State felony or a Federal felony, you lose. I mean, the defendant gets the enhanced sentence, right, under 924(c)?"},{"name":"JUSTICE SCALIA","id":5,"text":"No?"},{"name":"JUSTICE SCALIA","id":5,"text":"Well - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Listen."},{"name":"JUSTICE SCALIA","id":5,"text":"Listen. My question is a simple one. If it's -- it seems to me, if it's -- what you're saying is, if it is either a felony under Federal law or a felony under State law, you get the enhanced sentence under 924(c), isn't that right?"},{"name":"JUSTICE SCALIA","id":5,"text":"I thought that's - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- what the whole argument is about, whether it has to be a felony under Federal law. You're telling me, if it's a misdemeanor under Federal law, that you don't get - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- the enhanced sentence?"},{"name":"JUSTICE BREYER","id":7,"text":"But why not?"},{"name":"JUSTICE SCALIA","id":5,"text":"You've thoroughly confused me now."},{"name":"JUSTICE BREYER","id":7,"text":"But 924(c)(1) says that if you have a gun, and you have a drug-trafficking crime, book, 5 years. Okay, now we go to two, what's a \"drug - trafficking crime\"? It means any felony punishable under the -- under the Controlled Substances Act. Now, in your definition, we first look to see whether simple possession is punishable under the -- in Controlled Substances Act. It sure is. It sure is. It's punishable as a misdemeanor. So, it meets that. Under your definition, is it a felony? Yup, it's a felony in South Dakota. Okay. So, now we've got a prosecution, in Federal Court in South Dakota. And, on your reading of the statute, that guy should get a bump-up of 5 years."},{"name":"JUSTICE BREYER","id":7,"text":"Because?"},{"name":"JUSTICE BREYER","id":7,"text":"Yes."},{"name":"JUSTICE BREYER","id":7,"text":"Yes."},{"name":"JUSTICE BREYER","id":7,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"That's correct."},{"name":"JUSTICE BREYER","id":7,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"Right."},{"name":"JUSTICE BREYER","id":7,"text":"Yes."},{"name":"JUSTICE BREYER","id":7,"text":"But you still have to know whether that word, \"felony,\" in (2) means \"any felony punishable as a felony under the Controlled\" - -"},{"name":"JUSTICE BREYER","id":7,"text":"-- \"Substances Act.\""},{"name":"JUSTICE BREYER","id":7,"text":"And there - -"},{"name":"JUSTICE BREYER","id":7,"text":"Yeah. You have to know the answer to that."},{"name":"JUSTICE SCALIA","id":5,"text":"Never mind sentencing, let's get back to the immigration. If I understand what you're now saying, if you're convicted in State Court of action that is a Federal felony, but it's just a State misdemeanor -- right? -- you look to the State of conviction, and it would be a misdemeanor, and the immigration provisions would not -- would not take effect. Is - -"},{"name":"JUSTICE SCALIA","id":5,"text":"-- that right?"},{"name":"JUSTICE SCALIA","id":5,"text":"That's extraordinary."},{"name":"JUSTICE GINSBURG","id":9,"text":"Mr. Kneedler - -"},{"name":"JUSTICE STEVENS","id":8,"text":"But is - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"Do you - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- that a reasonable -- let's say the statute's ambiguous, and you've convinced us there's no constitutional requirement of uniformity. But is it reasonable to assume that Congress would want the different consequences to depend on the State of conviction?"},{"name":"JUSTICE STEVENS","id":8,"text":"Is there anything in the legislative history suggesting that?"},{"name":"JUSTICE GINSBURG","id":9,"text":"Barrett suggests otherwise. If what Congress was trying to do was to codify that practice of looking for an analogous crime under State law, that's -- that seems to me the -- at least what Congress was trying do."},{"name":"JUSTICE GINSBURG","id":9,"text":"You - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"May I - -"},{"name":"JUSTICE GINSBURG","id":9,"text":"May I just switch gears for a moment, because your time is almost up, and we -- you haven't addressed the mootness problem in Toledo-Flores."},{"name":"JUSTICE GINSBURG","id":9,"text":"Is the Second Circuit wrong in U.S. v. Hamdi? Because it seems to me that U.S. v. Hamdi is on all fours with respect to mootness."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Kneedler. Mr. Long, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, I thought -- I thought you conceded that a State offense could constitute illicit trafficking - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"-- in a Controlled Substance - -"},{"name":"JUSTICE ALITO","id":6,"text":"You think there's a uniform Federal definition of a theft offense?"},{"name":"JUSTICE ALITO","id":6,"text":"There's -- they'll -- there's no variation in State offenses that would fall within that, a theft offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Long. The case is submitted. [Whereupon, at 11:03 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"ROBERT A. LONG","firstName":"ROBERT","lastName":"LONG","counsel":true,"justice":false,"side":"petitioner","words_spoken":2293,"interruptions":32,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":1,"fullName":"TIMOTHY CROOKS","firstName":"TIMOTHY","lastName":"CROOKS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1154,"interruptions":21,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":3207,"interruptions":70,"times_spoken":106,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":363,"interruptions":7,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":830,"interruptions":18,"times_spoken":54,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":897,"interruptions":16,"times_spoken":47,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":10,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":13,"times_spoken":22,"laughter":0,"num_int_by":6},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":523,"interruptions":8,"times_spoken":16,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":53,"words_spoken":3447,"times_spoken":83,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":70,"words_spoken":3207,"times_spoken":106,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":80,"words_spoken":3848,"times_spoken":203,"laughter":0,"num_int_by":9}],"outcome":{"side":"petitioner","margin":7},"prediction":{"petitioner":0.4995400288828084,"respondent":0.5004599711171915,"date":1472411005524}}