{"petitioner":{"name":"ADRIAN MARTELL DAVIS","counsel":[0]},"respondent":{"name":"WASHINGTON. ","counsel":[1,2]},"caseNumber":"05-5224","date":"2006-03-20T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Davis v. Washington. Mr. Fisher. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, when you say --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"How does the fact that it's sole proof mean that it's testimonial?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- it -- it adds to the general appeal of your case I -- I suppose, but what does that have to do with whether or not it's testimonial?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you did use the word inquisitorial, and there's one large difference, it seems. This is not a magistrate judge or a police officer coming to a person for an interview. This is initiated by the caller, by the victim, and it's initially a cry for help."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I didn't say that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I said that the call was initiated by the victim. It wasn't a -- a police officer coming to interview her."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're splitting up two things that I think go together. That is, this is not just a call. This is a cry for help. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your argument that any statement made to law enforcement is testimonial?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that's what you said in your argument when you started off."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you started out by saying that the purpose of the Confrontation Clause was to keep out the accusations made out of court, but I would have thought that was the purpose of the hearsay rule. And if that's the purpose of the hearsay rule, how does the Confrontation Clause differ?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, so it's not the purpose of the Confrontation Clause to keep out out-of-court accusations. Only some, and which, and what's the rule?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you do believe that, but I want to know why in terms of the purposes of not the hearsay --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- rather the confrontation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I point the finger in an affidavit, and I just send the affidavit, you 1111 14th Street, NW Suite 400 know. I -- I don't want to get involved. I'm in a foreign country. I sign my name. I even do it under oath, and I send it right to the judge that's trying the case, not to a law enforcement officer, to the judge. You don't think the Confrontation Clause would cover that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So your -- your thesis that it applies to just accusatory statements to a law enforcement officer has to be expanded a little."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about -- what if you -- what if somebody runs out of the -- the house? There are two people standing in the yard, a law enforcement officer and the next-door neighbor. She yells at the next-door neighbor, he's trying to kill me, and then he comes out. Is that covered by your rule? It's not to a law enforcement officer. It's to the next-door neighbor, but the law enforcement officer overhears it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was she calling 911 for if she didn't want help?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, she -- she wanted 1111 14th Street, NW Suite 400 something from 911. What did she -- what did she want? Did she want the police to come over and arrest her husband? Was that -- or --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said -- you said we don't know, but you -- that's slightly in conflict with what you said earlier. They asked 26 questions. How long was this telephone conversation between the 911 operator and the victim?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought that was -- I thought that was to determine if there were outstanding orders and warrants against the individual."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's related -- that's related to sending people to prevent crime as opposed to gathering evidence to be used to convict."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the only 1111 14th Street, NW Suite 400 question -- what if a 911 caller says nothing more than, in a very excited way, someone is attacking me, send a police officer right away to make the person stop attacking me? Is that testimonial?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But a simple cry for help that doesn't say I'm being battered may not elicit an immediate response on the part of the police. This kind of call, I need help now, and the information that comes with it is likely to be given priority attention as this very call was."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any -- 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Well, they're not sending someone -- they're not sending someone to apprehend Mr. Davis. They're sending someone to prevent him from attacking his wife."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question? I -- I guess in an awful lot of these cases there's a mixed motive: protection and enforcement. Is it your view that whenever there's a mixed motive, it becomes inadmissible?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in doing that, do you distinguish, for example, between the -- the expectation that lies behind a merely excited utterance, on the one hand, and the expectation or lack of expectation that would qualify -- that would be the case in a -- in a true res gestae statement in the very strict sense? So that, you know, if -- if the attack had occurred 30 minutes beforehand and -- and the victim is saying on the telephone to the police, Adrian is trying to kill me, that would be -- that -- that wouldn't -- would not be admissible, I take it, on -- on your view under the Confrontation Clause. And yet, if in the course of the 911 call, Adrian was battering the -- the -- you know, the victim over the head with something and she blurted out the same statement, he's trying to kill me, would the -- would the latter be admissible in your case --"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under your theory?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I misspoke. On your theory."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So that the answer to my question is there would be no distinction between the merely excited utterance 30 seconds later and the utterance in the course of in -- in my hypo."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You say according to your reading of the cases, but you really don't have a case like this. You -- you have a case where, after the fact, the -- the victim went to a constable or to some other official to report the event, and perhaps to seek help against the person who -- but you don't have anything where really, in the course -- in the course 1111 14th Street, NW Suite 400 of the attack or -- or while the person is still at least under threat, a -- a constable is -- is called, do you?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You could have -- you could have somebody walking by -- a policeman walking by outside."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the victim shouting, you know, please, somebody help me, Harry is beating me. You don't have a case like that. So -- so I don't know why we should flop one side rather than the other on this -- on this case that -- that doesn't seem covered by -- by the old jurisprudence. Why should we go your way on it and say that it -- it falls within the prohibition rather than say it falls outside the prohibition?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's not this case."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of the -- because of the Confrontation Clause you think?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not -- that's not true at all. I mean, if -- if the -- the witness may be a good witness and compelling on the stand, they may have every incentive to bring her in in person. This is only addressed to the situations where the witness is unwilling or unable to testify."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I assume the defendant could summon that -- that witness if -- if that witness' location was known. No?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And could find out from the prosecution where that witness was, I assume."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But Justice Scalia's question raises the -- the point. The reason these witnesses are not there is not because of anything that 1111 14th Street, NW Suite 400 the government has done. It's -- it's the concern they have, the particular domestic abuse situation. It's not the government that is keeping these witnesses out. They're not relying on the 911 calls as a matter of preference."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there -- suppose the defendant procured the witness' absence by a threat."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then the 911 statement could come in. Right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But those are -- those are three neat legal categories. The practical reality, is it not so, is that many women in these situations are scared to death of what will happen to them or they're so insecure financially that they think they have to put up with the battering? So your neat legal categories really don't conform to what happens in people's lives who are in this situation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you do that? How would you do that forfeiture?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you do that? I'm interested in that because I thought it sounded good. Then I thought about it. I thought to have forfeiture, you'd have to show that this defendant, in fact, forced the wife not to testify. It's a crime to do that. So you'd have to prove another crime against the defendant in order to prove the first crime. And I thought perhaps that doctrine is not very practical. You tell me why it is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. My point 1111 14th Street, NW Suite 400 is that to prove the wrongdoing would probably be even harder than to prove the original crime. All we know is the wife isn't there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And we suspect that she's afraid of her husband. He may have offered to cut off financial aid, said goodbye, no money, or he may have done worse. I'm just saying you're telling us that because the prosecution can prove that in court and only then will it be able to introduce the testimony given beforehand by the missing wife."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it work?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe we should just -- just suspend the Confrontation Clause in spousal abuse cases instead of designing the entire application of the Confrontation Clause everywhere on the basis of what seems to be a special problem in spousal abuse cases."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suppose we could also have said that the Sixth Amendment, like some other amendments, doesn't apply to State prosecutions --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or the Confrontation Clause portion of it, anyway --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which would exempt spousal abuse cases, by and large, until we -- until we enact a Federal spousal abuse statute, which -- which may well occur. It seems to me there -- there are better ways to -- to solve this problem than to design the whole 1111 14th Street, NW Suite 400 Confrontation Clause jurisprudence on the basis of what happens in spousal abuse cases."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This is true, but the reason I thought spousal abuse cases are relevant --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"A reason I thought they were relevant is just what you're about to address. They're evidentiary of the problem that exists when you bring something within the Confrontation Clause. Prior to Crawford, even though it was within the clause, if it fell within a well-recognized exception to the hearsay rule, it could come in. So you could bring in co - conspirators before the conspiracy ended. You could bring in, for sure, excited utterances. You could bring in all kinds of things that now, no matter how reliable, you have to keep them out."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that is a problem that you have to address in respect to drawing a fairly narrow line, and I want to know what that narrow line is with spousal abuse and other cases in mind."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fisher. Mr. Whisman. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Like what is his name? I mean, that's the present tense. Not what was his name or what will be his name. What is his name? You think that's the present tense. So that shows that this is all seeking help."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You know, powerful is part of the problem. This -- this kind of telephone call evidence is even more powerful than -- than the kind of a signed affidavit that used to be banned because it was testimonial. I mean, to hear -- to hear the voice on the phone makes it, if it is -- if it is impermissible under the Confrontation Clause, it makes it even a more damaging violation than the kind of violation that -- that occurred in -- in Sir Walter Raleigh's case, for example."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you -- would you rather put the woman on -- if you had a choice, would you rather put the woman on the stand?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Rather than have her -- her voice on the telephone call --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- when she is -- she is in -- in -- supposedly in great fear of -- of her husband and -- and -- I'm sure you'd rather have the telephone call."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As a prosecutor."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think it would be an easy choice."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Did -- did you subpoena her at that point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, your -- your position is not that anything that she says or anything anyone says in a 911 call is -- is consistent with the Confrontation Clause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what is your -- what is your test? We have your friend saying any 1111 14th Street, NW Suite 400 accusatory statement made to a law enforcement officer. What -- what is your proposal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher tells us that's exactly what happens, that the 911 operator goes through the elements of the crime in a very structured way."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let's -- let's not overread Crawford. Crawford didn't say that the only thing the Confrontation Clause was directed at was the kind of abuse that -- that occurred in the case of Sir Walter Raleigh. It said that that was the principal abuse at which it was directed. I doubt very much, unless you 1111 14th Street, NW Suite 400 think otherwise, that if somebody, without provocation from the police, wrote up an affidavit, signed the affidavit, and gave it to the police, I doubt whether that would have been allowed under the Confrontation Clause. Do you think it would have?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Your test wouldn't cover the example I just gave."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you think that that should be admissible in a criminal trial?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, now the person disappears afterwards, is unavailable."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I can't imagine that that wouldn't have been covered by the Confrontation Clause"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- such -- such an obvious violation of your right to confront your accuser, and just because it was presented to the police without -- without an initial interrogation by the police, I don't think that would have made any difference at common law."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I agree that that's the extreme, but you're urging us to -- to adopt a test that embraces only the extreme and does not embrace the hypothetical I just gave you. And you -- you can accept that hypothetical without saying that you lose this case, but it seems to me the test you're proposing is -- is really quite extreme."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you incorporate what the Solicitor General has suggested, that is, you draw the line at urgent emergency statements that are calling for -- for immediate help?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do we do about the -- about the fact, which I don't think you -- you deny and -- and the -- the other side points out in both of these cases that, in fact, police departments 1111 14th Street, NW Suite 400 have their responders to the 911 number intentionally ask a series of questions that gives them all the information they need to conduct a prosecution? In other words, they are using 911 as a -- as a prosecutorial device."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did -- did she wait until after the 4 minutes to call the police, or did she -- she have the police on the way after the first minute?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"She -- she's just typed that out on the computer or something like that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And she's -- she's in ongoing -- the operator is in ongoing contact with the people she's -- the operator has dispatched. Right?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What do you have to say about the failure to inquire about Mike?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How -- how often does this happen? In other words, are we being asked to, in effect, on your part to -- to recognize or to derive a special rule for cases which, at least numerically, are sports?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but I'm talking about the witness who is not merely reluctant, but simply doesn't show up and you make reasonable efforts and you -- and you can't find the witness. How often does that happen?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Has it happened to you before?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't know how many times."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So we're not -- I take it we're not in a position whereby if we hold against you, we are, in effect, nullifying the possibility of enforcing domestic violence laws by criminal process."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Disappearing. Not just not appearing. Disappearing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe. I mean, it's easy to imagine a 911 call that doesn't fit your description. You know, the person is trying to get in the door. The call is -- you know, this is the fourth time. I keep calling and I've talked to you about this. You don't do anything. He's got to be locked up so this will stop. I mean, that's not -- that sounds more like testimony than an immediate call for help."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the husband had left the house here, as I understand it, when this -- when this call occurred. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"She -- she wanted the man arrested, but he was no longer in the house, was he?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And then what -- what's your position if she says he beat me 2 minutes ago, he's left, and he's running down the block?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose -- suppose it's a thief, and she said he's taken the diamond necklace and he's running -- and he's running away. We know he's not going to come back."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So the -- the jewelry store owner who reports to the -- the police is fleeing on a 911, that -- that's not -- that's not admissible under your view?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what -- what about 1111 14th Street, NW Suite 400 the -- my hypothetical?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean by seeking help? I mean, it seems to me you're saying seeking help means trying to get somebody arrested, trying to get somebody who has harmed you arrested. In this case, he was gone out of the house. She had gone and locked the door before she came back to the phone and gave most of this testimony."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and in the -- in the jeweler case, the guy is running down the street. What is the jeweler -- is the jeweler really worried about the guy turning around and coming back to rob some more? He wants the man arrested."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm concerned about the 1111 14th Street, NW Suite 400 rule you're arguing today because it -- it seems to me there's a good case for allowing the -- the statement by the jewelry store operator."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and I want to know what your position is so that you don't come back next week and say, well, now we want the jewelry store --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We'd rather you analyze the case now and then we'll analyze it later. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What do you say in that respect about the blue brief's reference to 17th century cases, the hue and the cry where someone went out and told the sheriff, help, I'm being beaten up, and that that evidence wasn't admissible?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's -- it's -- it may be not a lot, but it's something. You don't have anything to the contrary."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You don't have anything which shows that these hue and cry reports were admitted, and there were a lot of them. They -- they were done regularly."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I would say that a hue and cry report is not the same as a woman being beaten and -- and picking up the phone while the crime is in progress. But I think it's quite similar to the -- the jewelry hypothetical that Justice Kennedy gave you which you're unwilling to say is -- is not covered by the -- is covered by the Confrontation Clause, and I think it's quite similar to a woman, where the husband has left and she's locked the door and she wants the husband arrested. I think it's quite similar to that. But for the telephone, it's -- it's someone who's been the victim of a crime who goes to a public official, as soon as possible, and says, I've been -- I've been subject to a crime. I want to report the crime and have the person arrested. I think it's very similar."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Dreeben, you say focus on the emergency nature. Very little of what took place in the 911 call is emergency. He's beating me. He's jumping on me. Yes. What's his name? I mean, it's not like they'll send help if his name is Joe but they won't if it's Mike. It doesn't matter. Which direction is he running? That's not related to the emergency nature of the -- of the call."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, rather than build that into the law, it might be wiser to deal with Justice 1111 14th Street, NW Suite 400 Kennedy's case, in whatever system we come up with, explaining it. So what is your full explanation of the diamond necklace?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you wouldn't say that every question asked in that context. Don't we have to do it question by question? I mean, what if one of the 1111 14th Street, NW Suite 400 questions was, you know, has he beaten you before? How many times before? You know, are you going to allow that in too --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- as an excited utterance?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Mr. Fisher, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be hearsay. That may all be hearsay."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one last question. How do you think Professor Wigmore would have decided this case? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4188,"interruptions":28,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JAMES M. WHISMAN","firstName":"JAMES","lastName":"WHISMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2133,"interruptions":18,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":1954,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":568,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":73,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":527,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1506,"interruptions":6,"times_spoken":43,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":348,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":66,"interruptions":0,"times_spoken":3,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4188,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":30,"words_spoken":4087,"times_spoken":54,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":11,"words_spoken":3670,"times_spoken":115,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.13309911732119817,"respondent":0.8669008826788018,"date":1473644743167}}