{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"MEDIMMUNE, INC.,\nPetitioner,\nv. : No.\n05-608\nGENENTECH, INC., ET AL.\n","counsel":[2]},"caseNumber":"05-608","date":"2006-10-04T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in MedImmune, Incorporated, versus Genentech. Mr. Kester. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kester, would it - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would it -- would your position be different if the contract contained a specific -- the license -- a specific provision specifying that the licensee may not sue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- do you think such a provision would be enforceable?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, I don't -- I don't understand what you just said. You mean, it would be enforceable; that if such a suit were brought, the licensor could raise that contractual provision as a basis for dismissing the suit. Is that - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, then it is enforceable."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"No, but - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your point is, it's not jurisdictional."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but as a matter of policy, we, at some point, either in this case or some later case, may have to address the question of whether or not such a provision is enforceable. If it is, we may be -- not be talking about much. It's just going to be boilerplate in every license agreement, and that's the end of it. And it - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but it -- on the other hand, it may be that there are reasons not to enforce this, so that we don't have courts flooded with lawsuits, et cetera, et cetera."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's look at what might be a matter of jurisdictional law. I take it, from your position, there's nothing preventing Genentech from suing, either, is there? In other words, to establish the validity of their patent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Against licensees?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Against licensees who are not claiming that the patent is invalid? And where is the controversy?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I can see, if the - - if licensee says the patent is invalid, that the patentee says paying its royalties -- how does it --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If it -- if the -- if the - - if the licensee came into court and said, \"I'm not contesting this patent,\" that would be the end of it, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but the patentee would just say, \"Look, we have a license. I think the patent's valid, and you owe me a dollar a unit.\" The licensee said, \"Well, I don't think they're -- it's valid, so I owe you nothing.\" And they settle on a license for 50 cents. Why can't the patentee say, \"You know, if I get a judicial decision establishing that the patent is valid, I can charge a higher license, either when this agreement expires or for other licenses\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to see how far you want -- are willing to push your argument that just because there's been an agreement, or perhaps even a settlement, that that somehow or another doesn't moot the controversy, the underlying legal dispute. And it -- I gather your answer to me is that Genentech, or a patentee, can sue, even though they have an existing -- they're getting royalties from the licensee, they can still sue the licensee."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why aren't you -- you said, \"The only question before the court is jurisdictional.\" If that's so, why isn't your position that the Federal Circuit put the wrong label on this, that license is listed in 8(c) as an affirmative defense; so, whatever the outcome should be, the wrong label should -- is -- was used. It shouldn't be a subject-matter jurisdiction, shouldn't be 12(b)(1); it should be an 8(c) affirmative defense. And then the -- you're out of the jurisdiction box, but you're left with the same underlying question."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- good would it do? Suppose we said, \"Federal Circuit, you put the wrong label on it. It should be 12(b)(6), not 12(b)(1), or perhaps even 8(c), affirmative defense\"? Then you go back to the Federal Circuit, and they'll come up with the same decision, that, as long as you are licensed and are paying your royalties, you have -- and they just put a different label on it - - you have --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you have no -- you have not stated a claim."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But then - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the Federal Circuit distinguished Lear, and said what -- in Lear, the licensee had stopped paying royalties. Isn't that so?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, there's no way, I - - under your view, that a patent holder can protect itself from suit through any license arrangement or any agreement of any kind."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How about - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what are those ways - - I mean, the ones that have been mentioned as possibilities in the Government brief -- one, you rejected, and the other that was mentioned was: if you sue -- if the licensee sues, then the royalty fees will be upped. Would that be effective?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you have rejected both of the Government's suggestions on what the patent holder might do to protect itself. Do you have anything concrete that you would concede the patent holder could do?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to -- whether we are talking about a jurisdictional defense or whether we are talking about an affirmative defense, assuming jurisdiction, is there any -- is there any reason for us to accept your position, other than the reason that you have mentioned a number of times, and that is the adoption and encouragement of a public policy that allows patent challenges freely? Is that the nub of our reasoning, if we were to support your position, either jurisdictionally, in this case, or in recognizing -- or the -- in dealing with the affirmative defense in another case?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Altvater is difficult for you, isn't it? Because there was an injunction in Altvater, wasn't there?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which raises an entirely different policy issue?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that is -- that is a good reason. And, I take it, it's your logic that that is a good reason to recognize a fairly broad right on the part of the licensee to challenge."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the nub of your position, as I understand it, is the public policy that favors relative - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- freedom to challenge --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I realize that. But, I mean, what we've got in this case, and in any of these cases, is a question of line-drawing under Article III. And your argument is, you want to draw the line where you want it drawn primarily because there are practical reasons to favor a public policy of free challenge."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- well, you can have such a dispute on a theoretical question between, I don't know, the ACLU and the National Rifle Association, but that doesn't create a case or controversy. What is the injury, the imminent injury to your -- to your client that is the basis for the case or controversy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it anything other than, \"I have to pay the royalties that I agreed to pay.\"?"},{"name":"JCHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you don't --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- think - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you don't think - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Is it -- is it unlawful to agree to pay somebody money who does not have a patent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you're speaking as though somehow that -- such a contract is contrary to public policy, and void."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why are you paying it, if you -- if you don't think you owe it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of the threat of treble damages - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and injunction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If we're trying to figure out where the public policy is here, why don't we give some weight to those congressional enactments that obviously fortify the strength of the patent? In other words, Congress passed these provisions providing for treble damages for attorneys' fees. And - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and to respond that there's got to be a public policy to counterbalance that, Congress can always do that, if it wants; but it didn't - - it thinks that you need these provisions to protect the patent holders."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kester, may I ask you this question? Is it your view that Gen-Probe represented a change in the law?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there -- before Gen-Probe was decided, were there any cases, like this case, that were decided?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where the -- where the licensee brought suit challenging validity while the license was still in full - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- force?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kester. Ms. Maynard. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How do you ever end these things? Let's say they have this dispute, they bring the litigation, and they settle it. They're saying, \"Okay, we're going to settle it. Instead of paying a license fee of 50 cents, it's going to be 40 cents, and we'll go on.\" Then they can sue again, I take it. MS. MAYNARD:: In that situation. Recognizing that's not the situation we have here --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Can they settle that, by the way? Is it all right to settle it, or is -- that interfere with the policy that patents have to be open to challenge?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Either one."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I think you overread Pope. All Pope said was that they're not going to grant specific performance. In fact, they've said, \"Whatever you may think of the policy here, we don't - - specific performance calls on the equitable discretion, and we're not going to do it.\" But, I don't read Pope as holding that the clauses are otherwise unenforceable. In"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- other words you're maybe entitled to damages. And that may be measured by the license fee that you agreed to pay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, is -- if -- I guess there are three possible positions on the question of whether a licensee can attack a contract, a patent where he has a license and wants to keep the contract. One, he can never do it. Two, he can always do it. Three, it depends on what the contract says. Now, do any of those questions have anything to do with the question before us, which is whether it is a case or controversy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. If we were to reach the question, which is very interesting, \"What is the Government's position as to which of those three positions is the right position?\" -- were we to reach it -- I agree with you, I don't see it in front of us; but maybe it is -- if it were, what would be your view?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. So, basically, though, you're not certain. The Government's view would be, it is a matter as to whether you can sue claiming the patent is invalid, whether the licensee can do it, that probably -- but you're not certain, and you haven't made up your mind definitely, because it is not in this case - - but you think it's going to be something they could regulate themselves by contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you don't think that matters, though, do you? I mean, even if they all agree there's no dispute about what the license agreement means, your position is still the same, right? There is an Article III controversy because they challenge the validity of the patent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that always the case? I mean, could -- can you enforce a license agreement based on an invalid patent? You thought it was valid -- parties had a dispute about it -- whether it is valid. You entered into agreement, say, \"Well, let's split the difference. We'll -- you know, 50 cents rather than a dollar or nothing.\" It's determined that the patent is invalid. Can the patentee then still say, \"Well, you still owe me the money. We've, kind of, cut -- split the difference. That was part of the agreement\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Contractually? They say that that's their contractual right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Where does that appear in the licensing agreement? Or - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, I took them as just asserting a general proposition of law -- that, where they've agreed to pay royalties because of a patent, if the patent is invalid, they don't have to pay royalties -- not because there's some special provision in this contract."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So, there's really not much at issue in this case. And that's clearly a case of controversy, isn't it? There is a dispute over the meaning of that provision of the agreement."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Gee, there's less here than meets the eye."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but that -- it's been pointed out that was pursuant to an injunction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think there would be a case or controversy if Genentech were suing to establish the validity of its patent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And what would their -- what would their concrete injury be? What is the threatened imminent injury that they would assert in that -- in that action?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You have a licensee who's paying the license fees. What is their concrete injury?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- so long as they're still paying the royalties, isn't that sort of an abstract disagreement? I mean, it's sort of like the ACLU saying that the patent's invalid. You know, it's a nice theoretical question that we can argue about, but as long as they're paying the royalties, where's the concrete injury?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I find it - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I find it - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- very difficult - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- to see how there would be a proper declaratory judgment action brought by the patentee here. It's just not the kind of a situation where you can have a mirror-image suit. I don't see what the - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- patentee --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's fine."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Ms. Mahoney. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Was that a case about Article III case or controversy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Shouldn't we send that back? I mean, I thought we were here to decide one question, that the Federal Circuit has said that, \"Unless there is a reasonable apprehension of a lawsuit, you can't bring a declaratory judgment action, because of the Constitution of the United States.\" Now, I have to admit, I've looked up, or I've had my law clerk look up, probably now hundreds of cases, and we can't find, in any case, such a requirement. Indeed, the very purpose -- as I -- we've just heard the SG say, of this act, the Declaratory Judgment Act, seems to be to allow people who -- a contract -- who are in a real concrete disagreement, to get a declaratory judgment without getting rid of the contract. But I might be wrong about that. But you've now argued a different point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, isn't the right thing for us to do, to decide the issue in front of us and then send it back? If you're right that they have to pay, whether they win or lose; if they're right that they promise not to sue; if you're right on 14 other grounds, you might win. But should we decide those grounds today? Why?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the question - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The question that is presented to us -- whatever they suggested at this oral argument that wasn't in III, the question it presented to us is, Was the Federal Circuit right when they said, \"You have no access to a declaratory judgment unless there is a reasonable apprehension that you will be sued\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And why - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- doesn't that work here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is the - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Why should we accept the characterization that it's a compromise? As I -- and maybe I'm just factually wrong here? I thought, at the time they entered into the license agreement, they had some disagreements about the scope of the then-patent, the scope of the anticipated patent, and so on, and they couldn't very well be resolved. But they were -- they were not settling, in the -- in the classic sense of the word, a -- let us say, a focus claim, one against the other."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But had they gotten to the point, prior to the execution of the contract, in which one party was saying, \"You may not do this,\" and the other party was saying, \"Oh, yes I can,\" so that there -- there was a focus controversy that would have been the subject matter of a conventional lawsuit, then and there, had there not been this license agreement?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the question is, How far ahead of the pass can they get and still call it a settlement?\" in the sense that you're using that term."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right. But you were saying that the status of that agreement, for purposes of the jurisdictional question here, is exactly the same as the status of an agreement that they might have entered into after one party had brought suit against the other. And"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And they -- they had settled. And then, later on, somebody wanted to repudiate the settlement."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In any event - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- it's equivalent to a settlement after a formal demand has been made."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose they didn't have all the information. Suppose you enter into a license agreement -- you're convinced, as the one that's going to pay the license fee, that it's a good patent -- after the agreement's signed, the technological advances, other disclosures, indicate that the patent is deficient. Could you sue then?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but then -- so then, the argument that you've made is just not - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- relevant for us, the fact that they knew everything --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And it also means that this isn't really a settlement, in any respect."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Mahoney, can I ask this question? Supposing at the time they negotiate the license agreement there's some uncertainty about whether the patent is valid or not. So, at the end of the license agreement -- they agree on the royalties, the term, and the -- everything it covers, but they put in a provision and say, \"We're not entirely sure the patent is valid, so we reserve the right to bring an action challenging the validity of the patent. We will pay royalties in the meantime, and the -- you will accept these royalties as sufficient for the use of the patent, that, if we win, you don't have to pay royals, if we lose, you do.\" Would that be a valid provision?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But would it - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- not be precisely the same issue as a jurisdictional matter as to whether there's a case or controversy?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He's not being coerced, but he's bargaining a little better royalty rate than he'll - - otherwise would have to pay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm really asking - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- whether the parties could agree to create a case or controversy."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's suppose - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Will you assume Justice Stevens' hypothetical? Assume it, take it as given. They did put that in. I know you think they didn't, but I want to assume it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I'd like to also assume - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Could I have a review of the bidding? What - - [Laughter.]"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Go back -- what is the hypothetical --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"The hypothetical is - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Continue on."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- that they write into the contract -- the party who's the licensee says, \"And we stipulate that the licensee thinks that the patent is invalid.\" Nonetheless, the licensee wants a license, for business reasons. Therefore, the licensee and the licensor agrees that, after they sign the contract and he's paying a thousand dollars a month in royalties, he can go into court and challenge the patent.\" So, we assume that's written into the contract."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And now, let us also assume a state of the law. The state of the law is that there is no public policy or any other policy that forbids such a condition in a contract. All right? Now, on those two assumptions, the next thing that happens is that the licensee asks for a declaratory judgment that the patent is invalid. On those assumptions, is there a case or controversy under the Federal Constitution? If not, why not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But he says, by the way, \"If I win, I will, in fact, save $42 billion a year in licenses\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"I would other have to pay.\" And the other side will -- or -- I was a thousand dollars, I meant 42 billion, okay? [Laughter.]"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. Now, that's - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not asking - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- your hypothetical."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- my hypothetical. [Laughter.]"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, isn't there - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- true adversity? I thought the assumption underlying the -- everybody's hypothetical is that, if the patent is determined to be invalid, that the license -- then the license agreement is also invalid. Is that -- is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can you -- can you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- can you collect - - can a patentee collect license fees based on an -- patent that has been determined to be invalid?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It would - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It would be pursuant to the agreement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Collective - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Even if - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- the royalty agreement says, you know, \"We have a dispute about the validity of this patent. We don't know. We disagree. And so, we've entered into a compromise royalty rate that reflects the uncertainty.\" But once it's determined to be invalid, the license fees are not collectible."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"One further -- on further wrinkle. What if the contract goes the further step and says, \"Even if the patent were determined, in any action, to be invalid, there will still be a royalty payable, because that's what -- that's -- that is consideration for the fact that we are not going to start any controversy now.\" Let's assume they assume, precisely, the invalidity. Would you say the contract is unenforceable then, and the -- and the --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and, for jurisdictional purposes, there would be no case or controversy then?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Take the Chief Justice's hypothetical, add the following. There is a provision in there to the effect that if, during the term of this contract, the license is determined to be invalid, royalties will still be payable under this contract --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- because that is one of the contingencies, which is a consideration for our bargain. Would you say, in those circumstances, that your answer would be the same, that there's no -- there's no case or"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I'm talking about jurisdictional purposes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But do you see --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I thought your argument -- I'm sorry."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Well, if -- do you see a difference between -- I guess you're saying there's no difference between my added wrinkle on the hypo and the Chief Justice's hypo, for jurisdictional purposes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What about the fact that it's under protest?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could the - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- patent holder take the position that, \"I -- Sooner or later, I'm going to have to fight out validity with someone, and might as well do it sooner rather than later, so I am not going to raise the license as a defense\"? Would that be a \"case or controversy\"?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- it's -- no, the patent -- the licensee is coming into court and wants a declaration of invalidity so it can manufacture without the fear of an infringement suit."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the patent holder chooses not to plead the license -- chooses not to plead the license. Wouldn't the patent holder have that option?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't mean their view. I mean, they start a lawsuit. They say, \"We're -- we want\""},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"we want a declaration of infringement.\" And the patent holder doesn't take the position that you're taking; instead says, \"I'm prepared to fight this out now. I know that I have the license, which could be an affirmative defense, but I'm not going to raise it. I'm going to go head to head on the validity of this patent.\" Would that be a case or controversy?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, even - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- even if the patent holder chooses not to raise the license, the court would have to, on its own motion, say, \"Sorry, you didn't -- you're not the master of your defense. We decide that you have to effectively plead the license.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It is - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- it is, under other fields of the law, isn't it? I mean, I imagine that the very -- we see, all the time, declaratory judgments where a State passes a law and the individual says, \"Well, I think this is unconstitutional, but my preferences are not to go to jail; my preferences are not to be penalized. So, my first choice is unconstitutional and my second is to obey it.\" There's no possibility in the world that he will violate that law. And yet, we've often held that, with regulations, you have to have the other requirements. You have to have the requirements that it's concrete, it's not just ideological, there's real harm. But, if those other requirements that are fulfilled, I've never seen any where it said that there also has to be a reasonable apprehension of a lawsuit in the absence of the declaratory judgment. I've just never found that phrase, and I can't imagine why it would be part of the law."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, there are many dismissed, for the reasons that they aren't concrete, definite - - there are a lot of reasons why to dismiss it. I'm just wondering if there is an additional reason that there has to be a reasonable apprehension of a lawsuit in the absence of the declaratory judgment action. It's that phrase that I've never found anywhere - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and can't think of any reason why that would be an additional constitutional requirement. And I'm putting that directly to you, because I want to hear you give me the counterexamples."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you say there has never been a declaratory judgment action, except in the instance where, in the absence of the action, the person would have violated the law, if it's a Government law. In other words, if they're -- so, it's really not - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"As I think as we - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- both know - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- in the Government area, it happens - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- a lot."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do I remember that - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well, Poe versus Ullman was a case in which, even if there was a violation of the law, there was going to be no prosecution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He -- but, in this -- in this case, if there's a failure to -- of -- conform to the terms of the license agreement, there's going to be a lawsuit. So, I think Poe versus Ullman is just not relevant."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- but, in Poe versus Ullman, the ultimate action was basically like violating the contract here, and that's why it's not an applicable precedent."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But your argument seems - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- to be based on their having implicitly given up their right to sue. Isn't that right? That was your main argument. This is a settlement. This is in the nature of the settlement. As part of the bargain, the patent holder promises not to sue for infringement."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But in answer to the hypotheticals, you seem to say it wouldn't matter if they explicitly did not give up their right to sue. So, what is left of this argument that what's involved here is essentially a settlement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, their concrete right is, as I thought you conceded earlier, that if the patent is declared invalid, they will not owe license fees."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's what - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- a declaratory judgment action does, though, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Mahoney, the patent bar is sort of specialized -- more than \"sort of\" -- it's a specialized bar, and I've never -- I've never been a part of it. Do you agree with the statement of the Petitioner's counsel that Gen-Probe came as a -- as a shock to the - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that wasn't -- the District Court, in this very case, seemed to say, \"I think this suit should go forward, but there's Gen-Probe, and I must follow Gen-Probe.\" The District Court, at least as I read it, seemed to think that Gen-Probe moved in a different direction from where the Federal Circuit was before."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Mahoney, you argue, in the alternative, that we should dismiss it on the basis of equitable considerations under the Declaratory Judgment Act. We can't reach that argument unless we rule against you on the Article III question. Is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We would have to be assuming that we had jurisdiction, wouldn't we?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Under Article III?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But what -- but jurisdiction is a question of power, Does the Court have the power to do this? A discretion question is different. It's, \"We have the power to entertain this case, but, as a matter of equity, we're not going to do so.\" The power question, I think, is a -- one that's -- it's either yes or no, either the court has the power, or doesn't."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Mahoney, can I ask you one question before your light goes off? I know it's not - - goes to the \"case or controversy\" issue, but, in your view, was the bringing of this action a material breach of an implied condition of the contract that would justify a termination of a license?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking you whether --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- you think there was."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that's so, and it's a super-violation of an implied covenant, and I guess you could get damages."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But I think that your theory is that it's a super-violation of an implied covenant."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"\"Not only did we agree to it, but we you can't even do it if you agree to it.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Mahoney. Mr. Kester, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait. Before you leave that, do you agree that it was not raised below?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- can you tell us where it was raised below?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But was it raised before the Federal Circuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kester."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted. [Whereupon, at 11:05 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"JOHN G. KESTER","firstName":"JOHN","lastName":"KESTER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1786,"interruptions":32,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"petitioner","words_spoken":1125,"interruptions":19,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MAUREEN E. MAHONEY","firstName":"MAUREEN","lastName":"MAHONEY","counsel":true,"justice":false,"side":"respondent","words_spoken":3130,"interruptions":69,"times_spoken":99,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1094,"interruptions":15,"times_spoken":54,"laughter":0,"num_int_by":5},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":14,"times_spoken":33,"laughter":1,"num_int_by":5},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":831,"interruptions":12,"times_spoken":30,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":809,"interruptions":9,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":928,"interruptions":12,"times_spoken":28,"laughter":2,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":93,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":51,"words_spoken":2911,"times_spoken":89,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":69,"words_spoken":3130,"times_spoken":99,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":71,"words_spoken":4938,"times_spoken":201,"laughter":3,"num_int_by":8}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126785}}