{"petitioner":{"name":"JOHN CUNNINGHAM","counsel":[0]},"respondent":{"name":"CALIFORNIA. ","counsel":[1]},"caseNumber":"05-6551","date":"2006-10-11T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first in 05-6551, Cunningham versus California. Mr. Gold. "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gold, I know you take that position on the facts of this case, but is it not true that there could be cases in which the verdict of the jury would establish certain facts that would justify going beyond the middle term? For example, the Black case itself, as the justice who dissented in this case thought the sentence was permissible in that case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it always, then, be surplusage in the indictment when a fact is charged and subsequently found by a jury, is it always a surplus fact? Because otherwise -- I mean, what I'm getting at is, otherwise, one assumes it would be a way of stating an element of the offense, and as I understand it, under California law, the element of the offense couldn't satisfy the additional fact necessary to jump up to the higher range."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If in this case, the indictment had charged -- had claimed that the defendant was the father of the victim, would that have satisfied at least the fact-finding for the aggravator of being in a position of trust?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That depends on the instructions."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the instructions said, you know, you've got to find all of the things that are set out in the information, and the jury returned a verdict, then we would have found -- and that would satisfy the requirement of an additional fact on an element."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be an erroneous instruction, I assume."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You either have to have an erroneous instruction or a special verdict."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Only in the sense that it would require the state to prove more than it had to prove for the elements of the crime."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the thing that concerns me about your case is that California's system looks a lot like the Federal system after Booker. We haven't addressed the issue or had a case involving review of reasonableness for upward departure. But at least as the circuits have said it, in a federal case, the district judge imposes a maximum, doesn't give any reason for departing from what the guidelines might suggest is a reasonable middle ground, he may be -- I think in most circuits, that would be reversed. Same here. If a California judge imposes the upper tier but doesn't make any findings, that's going to be reversed. But if a federal judge gives a statement of his reasons, you know, a vulnerable victim, or an offender likely to offend again, whatever, under most circuit law, that's going to be upheld. Here, if the California judge does that, that's going to be still struck down under your view. You talked about Blakely and Apprendi. But how does this system look to you under Booker?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Under California, they're advisory anyway. I mean, even if the judge makes the necessary finding to get up into the higher tier, he doesn't have to impose the higher sentence, he can impose the lower one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"My point is if he makes a finding that justifies going up to the higher term, 16 years in this case, he doesn't have to impose that higher term, he can go back to the middle term."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But does it say that the only basis for a judge reasonably imposing the higher term is that the judge has found a fact that the jury didn't find."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It does say that? As I read the California opinion, they can go up above the lower, the middle term for any reason, but it has to be reasonable."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's hard to justify in terms of California's statute, but we take the California Supreme Court's interpretation of that statute as the law of California. So what is the answer to my question as you read Black?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think -- let me give you - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"I think your answer would be that how could it possibly be reasonable except for the consideration of some additional fact? What makes it reasonable other than facts? Atmosphere? I mean - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"If that is your answer, my example will be -- I'll give you a specific example. One example is the question of consecutive versus concurrent sentences, which may have very little to do with facts. A second example might be that a judge in a particular community says there's been an unbelievable rash of breaking and entering. I see how the writers of this guideline, of the statute that embodies it, thought that breaking and entering was X, occurred with X frequency, but we have in this community a sudden rash of crime, such that I think the reasonable thing to do is to increase the sentence as a deterrent. Now, suppose that's what he writes. And is there anything in California law, as you understand Black, that makes that unlawful?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which statements make that unlawful?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So in other words, when they say mandatory factor, they mean aggravating factor, they mean to exclude the kind of aggravating factor I just mentioned."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, could he? Could the judge consider the fact that I just mentioned, that there's been an extraordinary rash of breaking and entering in the vicinity?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Unenumerated factors. So mine would be an unenumerated factor."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. If he can consider unenumerated factors -- now, I purposely picked mine because I take it it is an example of a factor that Apprendi would not require a jury to find. It is a factor about the community. It is not a factor about this defendant. It is not a factor about the manner in which this defendant committed the crime. It is not a fact of that kind."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it were reasonable, it would be upheld, or not?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I clarify one thing? You mean that a rash of crimes committed by people other than the defendant could be an aggravating factor?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's nothing in California law suggesting that that would be upheld, is there?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you draw -- as I understand it, your basic answer to Justice Breyer is, it may well be that the situation in the community may justify a judge in going to the -- to the high end of the range that is possible, but that is not a factor that determines what range is possible. And the fact that determines what range is possible is an aggravating fact, and in that respect, it is different from the Federal system. Is that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't understand it. If he does -- tell me again, would you? I thought your response was going to be what Justice -- who suggested it? (Laughter)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Somebody on that side suggested it. That to talk about the fact that there's a lot of crime in the community as an aggravating factor doesn't make any sense. Aggravating factor means something that makes the crime that this person committed worse, not the need for punishment greater, but makes the crime worse. Now, if that is not your answer, what is the answer that you gathered, from the left of me?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your position was that aggravation must be reasonable. What the court in Black indicates is that it is not going to consider anything reasonable unless there's a fact to support it, unless there's a finding of fact to support it. Is that the position you take?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think that there's the further indication that it is not going to be deemed reasonable unless it is supported by a finding of fact, as indicated in order to support one of the specific guideline aggravators."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't understand the distinction between the California system and a system of advisory guidelines with reasonableness appellate review. Let's take a hypothetical case where the statutory range after convictions on multiple counts is zero to a hundred years. And let's say you have two judges who have these cases. And one sentences the defendant to zero, probation. The other one sentences the defendant to a hundred years. Without saying a word of explanation for either sentence, isn't the appellate court in that situation going to say, you have to tell us why you have chosen zero or why you have chosen 100? And if the trial judge provides an explanation, isn't the trial judge necessarily going to be reciting certain facts that the judge believes to be true about the offense and the offender?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it reviewed for reasonableness -- isn't the reasonableness review necessarily going to require what is, in essence, fact-finding by the trial judge, and a review of the reasonableness of the sentence in light of those facts by an appellate court?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that, why is that so? Why isn't the middle sentence, just like what the guideline -- what the guideline would indicate? And if a Federal court would say, if I sentence within the guideline, that will be presumptively valid, as many courts have held. Not this Court yet. That would be presumptively valid. And if I go outside, I have to give a reason that will survive appellate review. Well, why isn't the middle sentence identical in function to the Federal sentencing guidelines advice?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To say that a sentence within the guideline range is reasonable is not to say that a sentence outside the guideline range is unreasonable. So under the Federal system, it is perfectly possible -- unless, unless we hold otherwise -- for a judge to give a sentence beyond the guideline range, and nonetheless to be affirmed, because although the guideline range is reasonable, there are other systems that would be reasonable, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only part of the California system that creates a problem is this -- the one sentence in the statute that says the judge shall impose the middle term unless he makes a finding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if we rule in your favor, the great benefit for criminal defendants in California will be that judges can now depart without making a particular finding, they can increase the sentence even though they do not find an aggravator within the limits of the California system."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the decision in Black suggest the Supreme Court thinks that would be the result? The California Supreme Court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that -- it looked to me that's what they were trying to do in Black. I mean, in a way, it is kind of the -- the Black opinion, the day after, if this Court were to agree with you, and the California Supreme Court issued a decision looking a lot like its decision in Black, that would be perfectly valid. In other words, saying that judges can depart within this whole -- just like Booker, they can depart within this whole range, and we're going to review their determinations for reasonableness. They don't have to impose the middle sentence, they can impose a higher sentence, and we will review it for reasonableness. That would be perfectly all right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But what they said was judges can impose a sentence in either of the three -- any one of the three tiers, and we are going to review it for reasonableness. And if they don't make findings, it is going to be unreasonable, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to be quite -- to expose my thinking on it, I found it rather ambiguous, pages 1260 and 1261. Is that what -- the first part of that is -- it says what you said. I have no doubt. It says just what you said. But then you get over to the part, the discussion of Booker, and when they start talking about Booker, they seem to say, seem to say, that they're adopting what Booker says. Now, if they are adopting what Booker says, that means, and that's why I used my example, that I guess a judge would have the power, if it is reasonable, to just say the guideline, though it says thus and so, isn't right for my circumstance. And therefore, I don't adopt it. And that would be reviewed for reasonableness, his decision not to follow it. And similarly, we have cases, for example, where they're trying to construct a sentence and they can't get it right because of the consecutive/concurrent nature, so he adds a few things on, you see, to the sentence, in order -- and then makes them concurrent. Or you could have things where it is a very sophisticated conspiracy, and the jury found the conspiracy. It is a characterization of a conspiracy, it is very sophisticated. And I thought, well, maybe all three of those are reasons for going up in California. And I read those pages, 1260, 1261, and my honest opinion is I'm not sure."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"An aggravating factor means aggravating fact."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you think would be necessary, what would be the least change California would have to make to bring its system into compliance with our decisions?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or they could say the middle term will always be reasonable. Couldn't they say that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though there is the possibility that something above the middle term would also be reasonable without necessarily finding a discrete fact beyond the indictment to justify it. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The protection that criminal defendants now have, that they cannot be sentenced to a higher term unless the judge makes particular findings, will then be no longer applicable."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true unless the California legislature does what most states have done in response to Booker, which is not that route at all. They did maintain their determinate sentencing, but they just required the jury finding. That's what I think seven out of nine states have done."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that now the defendant will have the protection of his jury determining his guilt, will not only have to know the evidence of his guilt of the crime, but also know why he's likely to re-offend in the future, things like he used a firearm, all the bad things that will increase his sentence and might affect how the jury views the issue of guilt in the first place."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And are there a half a dozen jury trials in each -- for each of those various aggravating factors that now have to be tried to the jury?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's interesting. Are there, in fact -- what's your estimate, guess, as to how many criminal jury-tried cases in California, what percent have two juries? Have more than one jury?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In what percentage would you say they have bifurcated or several jury trials? I mean, more than just one."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, but how many, how many times do they -- let me call it impaneling the jury twice, or two juries, or it could be the same one."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. What percentage would you guess? Just make a rough -- roughest conceivable guess."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Gold. Mr. Laurence. ORAL ARGUMENT BY JEFFREY M. LAURENCE ON BEHALF OF RESPONDENT"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's not so at all. California says if you go over the middle range, it is unreasonable, period, unless you prove or you find one of the aggravating factors. That's a constraint. You cannot go above the middle range."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's not what we found in Booker. We found in Booker, or at least the way the lower Federal courts have been interpreting Booker, if you use the guideline range, and you're within the guideline range, that is automatically reasonable, you don't have to worry about it. But we haven't held, and I don't believe most of the Federal courts have held, that if you go beyond the guideline range, it is automatically unreasonable. And that is the case with the California system, if you go beyond the middle range, it is automatically unreasonable unless you -- unless you find one of the aggravating facts."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the difference is, in the Federal system, the judge can go above and it can be reasonable based on facts that were found by the jury. But in California, to go beyond the middle range up to the upper range, it must be a fact not found by the jury."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that not correct?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Correct. But whatever the reason, it is correct."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On one hand, in one case, the unreasonableness depends on a finding of fact not made by the jury. But in the Federal system, it does not require that finding by a jury."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It wouldn't necessarily be a fact. It could be a fact. What it says in here is that if the -- they speak of a circumstance related to the crime, or the offender. And in a case in which no such aggravating factor can be found, the judge cannot impose the upper term. Now, I grant you there's some language that I -- it seems to me on the next few paragraphs, seems to say something a little different. But that language, if you just take that, seems to say, unless, Judge, you find a fact about the situation that would make it reasonable to go above the middle range, you can't, under the law. Now, if that's what it says, I have to admit, I find it a little difficult to distinguish from Blakely and other cases where I dissented, but the Court's law is what the majority says. So that seems to me almost like it, unless you can tell me that I'm wrong in that."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, but if -- as I understand it, it has construed it by saying that if you go above the middle term without a discrete finding of fact beyond what has to be proven to the jury, it is unreasonable as a matter of law. And that unreasonableness as a matter of law feature is what distinguishes it from the Federal system post Booker."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the justification under the Federal system could be, you know, this is what the sentencing commission thought was a reasonable sentence for this crime. I disagree with that. Now, there are other authorities who think that that's a little too, you know, below what it ought to be. He can simply disagree with the sentencing guidelines. Or he could point out what Justice Breyer suggests, well, the sentencing guidelines may be okay for some jurisdictions, but in this jurisdiction, we have a special problem with regard to this kind of a crime. He can do that and doesn't have to find any special fact. He cannot do that in California."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that does not necessarily mean that he must make a discrete finding of fact in order to do it. We come back to Justice Scalia's hypo a moment ago. He can go, you know, in theory, under Booker, he can go above the guideline range consistent with policy positions that may not be precise, without necessarily making discrete findings of fact. I mean, you'd have to judge it in each individual case, but the possibility is there. And under the California system, the possibility is not there."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And they can't be a fact -- in California, it can't be a fact found by the jury, as Justice Stevens pointed out. That's a significant difference."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It isn't the same in the Federal guidelines. Under the Federal guidelines, the judge could say, you know, I think this offense is more serious than what the sentencing commission thought, and these are my reasons for it. There was a dissent, you know -- the sentencing commission's determinations are reasonable, but they are surely not the only reasonable disposition. And it is open to a Federal district judge to say, well, that's what they thought, and I took it into account, and I seriously considered it, and I think they are wrong on this, I think this is more serious. And that could be a perfectly reasonable determination. That couldn't be done in California."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying to us that under the California system, if a California judge went through exactly the thought process that Justice Scalia just outlined and put that down on paper, without finding any discrete fact beyond the elements the jury found, that he could go to the third tier? I really think deterrence requires the third tier, not the middle tier? Can a California judge do that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's critical, and that's what I didn't understand about - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Well, it's not true. You certainly didn't argue that way in your papers up to now. I thought that there has to be a finding of some aggravating factor, not simply, I think deterrence is more than what the statute says, or deterrence requires more than what the statute says. Is that really your position, that if a judge thinks deterrence requires more than the middle range, for that reason alone, he can say I ignore the middle range?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's appendix page 3 in the brief."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that that's the way the Black court interpreted it. The Black court talked about a requirement that the upper-term sentence be imposed only if an aggravating factor exists."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do I do here? Because the sentence I read to you seems to say the opposite. But then, two sentences on, they list, the Federal judge is not bound by the guidelines, he must consult the guidelines. And after they say, an aggravating California -- it says the discretion available -- the -- in California law, that may include any fact that the judge reasonably determines to be relevant. The Determinate Sentencing Law, about an upper term, is comparable to Booker's requirement that a Federal judge's sentencing decision not be unreasonable. Well, I assumed until this minute that the first statement trumped the second. But now when I see the court rule, certainly that court rule is possible, given that to be read as permitting them, particularly with the second statement, you could read the second statement as saying, yes, they can say a particular instance or a kind of sentence seemingly mandated at the middle level is, in this community, so contrary to the purposes of punishment that I'm giving a higher one. To be honest, I don't know what Black means."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"I'm sorry, before you -- could you tell me where the court rule you're talking about is set out?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You say in your brief, which doesn't seem to me to comport with what you are saying here, for a judge to exceed the base range, for example, by applying enhancement or an alternative sentencing scheme, the predicate fact for the enhancement or alternative scheme must be pleaded and proved to a jury beyond a reasonable doubt. There's no indication there that the judge could just say, I think more deterrence is necessary and therefore, I'm going to exceed the base range. That's just totally incompatible with that."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. But even for selecting a term within the base range, I'm going to read now from Rule 4.20. Part (b) says, \"circumstances in aggravation and mitigation shall be established by a preponderance of the evidence.\" That's not the way we refer to judges' reasoning about policy. That's the way we refer to proof of fact. And I don't see how under subsection (b) your answer to me can be correct."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but they have to be an aggravating factor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And to talk about the need for more deterrence as an aggravating factor, that's not an aggravating factor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's not an aggravating factor. It's a basis for imposing a harsher sentence, but it doesn't aggravate this crime as opposed to the same crime committed by other individuals. It's not an aggravating factor."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it can be a reasonableness constraint and also be a reasonableness restraint that requires a finding of discrete facts for reasonableness. The two are not exclusive."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the rule seems to conflate -- seems very clearly to conflate the finding of a discrete fact. And it seems to me that we've got to consider the rule in responding to the ambiguity that Justice Breyer referred to a moment ago. The ambiguity has got to be read in light of subsection (b), and subsection (b) seems to answer the ambiguity by saying preponderance of the evidence. That means a fact finding."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So do you think under subsection (b) of Rule 4.420, if a judge said, I just think the policy of deterrence requires something heavier, you think that statement by the judge would satisfy the requirement that circumstances in aggravation shall be established by a preponderance of the evidence?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then it seems to me that you cannot hold your position consistently with the state rule of court."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is Black repealing the rule of court? I mean, Black -- if we refer back to Black, we get the ambiguity that Justice Breyer has raised. In order to solve the ambiguity, we look to the court rule."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Under the court rule, you admit that a judge's policy consideration, however sincerely held, could not satisfy the requirement to prove aggravation by a preponderance. Isn't that the end of the issue? I mean, if California wants to amend its rules or its statute, that's California's business. But we can't do it."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then why didn't you give a different answer to my question? Why didn't you say, if it is reasonable for the court to conclude that deterrence really requires something tougher than the middle term, that's enough? Why didn't you say that is enough and (b) wouldn't preclude it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Let's -- the judge, the judge is on the bench. He says, there's too much crime in our community, look at these statistics, I believe that deterrence requires something heavier than the middle tier. Nothing unusual about this particular crime. I'm making a policy decision about what the law should require in general. Would that satisfy part (b) of 4.420?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That would satisfy the requirement of, as it puts it, establishing by a preponderance of the evidence?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That was not what I understood California law to be or your position to be until this moment."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Reasonably -- that does not answer the problem."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I think the California Supreme Court and the California legislature would be astounded to think that this is what they have wrought. They obviously intended to establish a scheme in which the judge would apply the middle range, not using his own perception as to whether more punishment is justified or not, unless there's some circumstances about this crime that make this person more guilty, and that's what you usually mean by aggravating circumstances, not the fact that you believe the crime should bear -- in general, should bear, a higher penalty. I think they would be astounded to find that this is what they have created."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the whole problem with your case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That there's -- and incidentally, under the rules, under 4.410, those are general objectives of sentencing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that is a term of art that's different from circumstances."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So it's only the circumstances that have to be found by a preponderance of the evidence. The general objectives can still be considered."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what we are involved with in this case and with this criminal, whose conviction and sentence we're reviewing here, are circumstances that aggravate, and these do require findings."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If those findings aren't there, it's not reasonable."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what we have -- now, this has clarified it, but I don't know what to do. I think if I read the opinion the way you're saying, I would say the California court, which is a good court, conscientious, managing a huge system of criminal law in the state, probably bigger than the Federal system, reads Blakely and they see that those guidelines in California as previously understood were violated. And they're thinking, how do we maintain this system as constitutional. And therefore, they write 1261, which can be read as saying we're Bookerizing it, and we come as close to Booker as necessary to make it constitutional. Now, that would be an understandable judicial reaction, and I can read the opinion as saying that, at which point I'm not certain what we're supposed to say, because I have no doubt that your unease reflects the fact that prior to Black, in California, it would have been pretty unheard of for a judge to depart upward on grounds other than factual grounds related to the circumstances of the crime or offender. But I also have no doubt that this opinion is written to try to save the California system. All right, so now what do I do?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it is the same old record we've been playing. But the reasonableness requirement has to be explained further. And when you explain it further, you find that there must be findings by a preponderance of the evidence for any of the aggravating or mitigating circumstances that are set out. That's different from the objectives of sentencing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the objectives of sentencing are not what's involved in this case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would you want us to hold that, you know, that we uphold the system here in an opinion that says what California's sentencing judges may do under California law, as you've described it to us, is that they -- they may exceed the middle range whenever they think that that is a better result, whenever they think that that's reasonable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you think California would be happy with that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, including reasonable disagreement with the level of severity that the legislature has provided in the middle term. I mean, other legislatures may have provided higher severity and the judge says, I simply disagree with the California legislature. And it's a reasonable disagreement, because some other legislature might have done what I do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't reasonable? Why isn't it reasonable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He ties it to that. He says, I just disagree with the California legislature as to whether this is enough to prevent the defendant from committing this kind of a crime. And look -- and he cites another state which provides a much higher sentence for the same crime. Can that possibly be unreasonable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Then you don't mean reasonableness. You mean something else."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"May I ask you this question? Excluding capital cases, in your view -- anecdotally, if it has to be that -- what percentage of cases that go to juries, that go to jury trial, result in bifurcated proceedings for sentencing purposes? 10 percent?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On that question, may I ask -- on that subject, may I ask you this question: Have you read the brief filed by the National Association -- the amicus brief by the National Association of Defense Lawyers, which has a long discussion of the practical consequences in other states and in California?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And which I find, to be honest to you, rather persuasive on the fact it's not such a big deal as we thought it might be. And I'd like you to have an opportunity to tell me whether there's something in that brief that is not accurate."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They say, if I remember it correctly, that if the impact in a four day trial would normally be an extra hour for the jury, that that's about the burden on the system. And of course, 90 some percent of your cases are pleaded out by guilty, so it's not the major thing that we originally thought it might be. Do you think, just across the board, are they fairly accurate in their description of what happens in other states as far as you're advised?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How many cases would have to be resentenced if we were to reverse in this case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. You had 200,000 incarcerated when I last looked."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know of any case in which a California trial judge has gone beyond the middle range not on the basis of a fact that that judge has found, but rather on the basis of some general policy he thinks that the punishment should be greater, something along the lines of what Justice Breyer suggested?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not either, and I would be astounded if any trial judge would read these statutes and court rules that way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Laurence. Mr. Gold, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Rule 4.410(b) says that the sentencing judge should be guided by the criteria in these rules."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but a reading of the rule indicates under (b), as the Chief Justice points out, that the judge could take into account these policy objectives."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think it is true that it doesn't seem to be involved in this case. In this case, we're under 4.420."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to conclude that the California Supreme Court has misread California law to agree with you, don't we?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I see 1170(b). And I understand your argument, but when I read the California Supreme Court opinion in Black, it says, well, this is what it means. It doesn't seem to be what it means, but they get to interpret it, don't they?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it is comparable to Booker. And then in the preceding four paragraphs, they correctly describe Booker?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Under any guideline system, whether it's mandatory or advisory, once -- if you have a mandatory system or an advisory system with appellate review, once the appellate review function has been performed, will it not be the case that trial judges will not have unfettered discretion, will have very limited discretion in choosing, making these sentencing policy determinations? That's the whole purpose of a guidelines system. That the individual trial judges don't get to decide, you know, how much deterrence they think is necessary, or how severe they think an individual crime is, that there's supposed to be some kind of uniformity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Gold. The case is submitted."}],"people":[{"id":0,"fullName":"PETER GOLD","firstName":"PETER","lastName":"GOLD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2266,"interruptions":20,"times_spoken":61,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEFFREY M. LAURENCE","firstName":"JEFFREY","lastName":"LAURENCE","counsel":true,"justice":false,"side":"respondent","words_spoken":2119,"interruptions":14,"times_spoken":57,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":803,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":431,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1006,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1219,"interruptions":2,"times_spoken":27,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1330,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":380,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":140,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2266,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":2119,"times_spoken":57,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":5,"words_spoken":5589,"times_spoken":127,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.6254132583304943,"respondent":0.3745867416695057,"date":1472501778722}}