{"petitioner":{"name":"LORENZO L. JONES","counsel":[0]},"respondent":{"name":"BARBARA BOCK, WARDEN, ET AL.; and TIMOTHY WILLIAMS, Petitioner, v. No. 05-7142 WILLIAM S. OVERTON, ET AL. ","counsel":[1]},"caseNumber":"05-7058","date":"2006-10-30T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Jones versus Bock, and Williams versus Overton. Mr. Andre. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the district court finds that in its experience, 80 percent of the claims are ones that are unexhausted, just assume that. And the district court said, the only way I can figure out the good 20 percent from the 80 percent that are going to ultimately be dismissed is to have a motion for a more definite, an order for a more definite statement, because I'll do it sua sponte under 12(e), I think. Can the district court do that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"","text":"The court could ask for a pleading which set forth the facts of exhaustion?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why isn't this - - this is just the same if the court has said, you know, in order to make our screening function efficient, we just have to know about exhaustion."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How about, what, if you concede the district court could do it in individual cases or in most cases, why can't the Sixth Circuit do it? That's my question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The briefs point out that a number of district courts have form complaints that are often used in these cases and that these forms call on the prisoner-plaintiff to address the issue of exhaustion. Now, do you think there's something wrong with those forms, and if a prisoner fills out the form and reveals in filling it out that a claim was not exhausted, is it improper for the district court at the screening stage to dismiss the case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's an affirmative defense, then why is it -- why is it proper for a district court, for a district court, to have a form that calls on the plaintiff to negate the affirmative defense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we know under the statue they can dismiss a case because it's frivolous, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Regardless of the substance of the claim on the merits, if you know that you've just ignored the exhaustion requirement isn't that a frivolous claim?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Probably the reason they do this is that there are lots and lots of claims by prisoners in Federal courts that are hard to decipher. They don't know what it's about. They don't want to put the defendant to the burden of coming in in every single complaint when it's quite a good probability it's about nothing. That's the kind of reasoning that would lead to a rule like this. So -- and then you have the statute and the statute says indeed there's a special power here to dismiss if it's frivolous or it doesn't state a claim or malicious. So why isn't this just an exercise of the Sixth Circuit's or a court's ordinary subsidiary rulemaking powers? They're trying to figure out how to manage their docket."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So your point would be that they can do this if we amend the Federal Rules. If it's a problem take it to the Rules Committee?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we amended the rules that way, in effect it would no longer be an affirmative defense. I mean, by definition an affirmative defense gets raised by the defendant and so on, so if we amended the Federal Rules in practical terms it would be like adding an element to the claim."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But Rule 8 and the normal rules weren't addressed to the unusual situation under the PLRA where the district court has an affirmative obligation screen on its own before the defendant even gets involved. So if in fact, just to follow on Justice Kennedy's hypothetical, 80 percent of the cases have this exhaustion problem, why isn't this a reasonable means of facilitating the screening obligation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you just told me earlier that if it was a case in which exhaustion is required and not done that would be a frivolous claim, and the statute does refer to frivolous claims. So the district court or the Sixth Circuit has just said, we know that in a large number of cases they are going to be frivolous because they have ignored the exhaustion requirement, and we just want to try to find out which those cases are to fulfill the screening obligation, which takes this out of the normal Rule 8 type of case."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about 1997(e) and (g), which prohibits, seems to prohibit a case from getting beyond the complaint, not even to the answer unless the district court finds that the plaintiff has a reasonable opportunity to prevail on the merits. Doesn't this clearly take this out of the normal pleading procedures?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would your answer be different if amendment were allowed? I mean isn't the problem in substance here, and I don't mean to dismiss your arguments from the rules, but leaving the argument from the text of the rules aside, it wouldn't be a real problem here in substance if the circuit bar allowed amendment, would it?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Andre, didn't you have in one of that's cases that the exhaustion was spelled out by the defendant, there was a complaint that alleged exhaustion, generally but not in all detail. Then the answer attached every piece of paper that came up at all three levels of the grievance procedure, and then the plaintiff said oh, that's a good idea, I'm going to copy all those documents and make them my own. And nonetheless, that case was dismissed for failure to allege exhaustion in sufficient detail although the record made it plain that there had been exhaustion. The rule that you are opposing would operate that way. If you don't allege exhaustion in detail, it doesn't matter that the deficiency has been made up by the answer. You go out. Wasn't that the decision in one of these cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"","text":"You talk about the lack of statutory direction on the first two points but there is a very explicit statute on the third question. It says no action shall be brought until administrative remedies are exhausted. And yet you say the action should be allowed to be brought even if there are unexhausted claims in the complaint."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a very different statutory scheme. This is designed to address the problem of an overwhelming number of frivolous complaints that result in the fact that meritorious complaints can be overlooked. We've got a haystack in a needle problem here. And if you allow the action to continue, that doesn't do anything to reduce the number of filing of claims that as you say should not have been brought."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well right, but you provide under your approach no incentive for the prisoner to leave those claims out. Instead what, a screening function turns into an editing function. The district court is supposed to just excise out the unexhausted ones but allow the exhausted ones to continue."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it hurt if you dismiss the whole thing? They could just refile."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. What would happen is you just dismiss the complaint. So -- I guess again the reason they have these things is they get a certain number of complaints, they have no idea what it sys, to tell you the truth, they don't know what the claim is, they don't understand it, there are a lot of things written here; the person wasn't represented; it's hard to make out. And for, the judge thinks I have to go through all these papers; I have to figure out if there is something here that was exhausted, we know something happened; it was something exhausted -- so the simplest thing is just dismiss it. Now the prisoner can always refile it with the parts that he has to now figure out were exhausted. Now is -- and it doesn't hurt because, just refile it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that true? Or what happens?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that draconian?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Does he have to file a new filing fee?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How many prisoners pay the filing fee in the first place?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They are not entitled to IFP status?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a draconian rule, do you think? You have to have three actions dismissed before you have to pay the filing fee?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess this is probably not a question for you, but a question for your friend on the other side. You can ask, why does it hurt? You can also ask why does it help? What good does it do to bounce the whole thing back when you're just going to have them filed again?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, well, the reason it would hurt is because it's difficult for the judge to go though this complaint that he can't quite make sense out of. And it puts the burden of the prisoner to go through and figure out what he really wants to say. That's why -- that's why it's easier for the judge just to dismiss it than to go through many, what could be many pages with a fine-toothed comb trying to figure out if there is anything here that was exhausted."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"And the other incentive is if you adopt your rule, the incentive on the prisoner is to put in every possible claim, even if it is not exhausted because maybe it will get through, maybe it won't. And if it doesn't get through, no harm. He doesn't even have to pay another $50."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any argument that if the state does not insist on exhaustion or plead exhaustion, that it just drops out of the case? If the state resolves the case on the merits even though there is no exhaustion, can the Federal court hear it, that there is general agreement about that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if we accept your first two arguments, then if there is no heightened pleading rule and you don't have to name the specific defendants in the administrative grievance that you end up naming in the complaint, if you prevail on both of those, then isn't the third question, have you, what happens when you haven't properly exhausted, is really not alive anymore in this case, because you will have properly exhausted. So why should the Court go on to answer what would happen if you hadn't properly exhausted?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"","text":"But the Sixth Circuit obviously would have been wrong; if he has totally exhausted; they have, gave that as a no alternative grounds, but if they are wrong on the first one and he has exhausted. That's the end of it."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"","text":"That was the case where the, where the defendant estate, wasn't that the case where they put in all the papers from the administrative record?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but they were wrong about that. If, if there was exhaustion in the case, and if there is no rule that you must name everything the defendant that you end up suing, if those two are established, again wouldn't we be dealing with a moot question? Moot in this case?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have no problem, I assume, if the state simply requires that you name the individuals?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"To the extent possible, I suppose."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Then, then there would not be exhaustion unless he had named the individuals."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So we may not be, may not be litigating about a whole lot here."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have in one of these cases, the person has said: I didn't know who was the person who said I couldn't have the operation until the prison identified him."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. So even if you had a rule, a reasonable rule, that named the people that you know, if you have it, that would not encompass someone? In two of these cases, the defendants -- the plaintiff, the prisoner, said, I didn't know who those guys were until they were identified."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Andre. Ms. Olivieri. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you, what is a typical administrative record that is developed in these proceedings? There's never a transcript, is there?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there normally a statement of reasons for the denial of relief or are they just denied in many cases?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are the opinions a page or two or just a sentence or two? What is typical?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just wondering how, how much help that will give the judge later on in processing the case."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How many of the 13,000 are of that variety?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I see. And the other question: Of the 13,000 grievances, how many did result in litigation?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"200 out of 13,000?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you explain what the disincentive or other reasons for there being just 200 lawsuits out of the 13,000?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Basically, I mean you've heard the question and so forth. It seems to me that my questions and certainly others were based on certain empirical premises that might be true, might not be true. So why isn't this a question for the Rules Committee? Why not go to the Rules Committee if this really is a burden and so forth, rather than doing something unusual, which is to make exhaustion something other than an affirmative defense, to dismiss the whole complaint, which appear to be rules that reached draconian results in a few cases anyway."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It could be, because the statute of limitations could have run. So it depends. Sometimes it is, sometimes it isn't. But my basic question here, isn't this a matter for the Rules Committees rather than for the Sixth Circuit to go off on its own?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't include failure to exhaust."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if you follow the normal rule, that that's an affirmative defense, then, then the burden would be on the prison to do just what it did in the Jones case. Why, why would we say, depart from the normal rule that makes exhaustion an affirmative defense when we know that the party best equipped to provide the information about exhaustion is the prison, as the Jones case showed so well? They, the prison, had all of the grievances. They had all of the responses and they presented that to the court. So the prisoner is less well equipped to attach those papers than the prison is, so why isn't it not only traditional to have exhaustion as an affirmative defense, but makes the most sense because the one most likely to have the information is the prison?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If Congress meant to reverse the ordinary burden on pleading exhaustion, why didn't it put that in? It was expanding the categories and it included failure to state a claim, which had not been there before, and it included if you sue somebody who has got immunity. But it didn't include exhaustion, so why should we read that in?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not in the screening. It doesn't say you screen out for failure to exhaust."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But there are other provisions than \"no action shall be brought.\" Take a statute of limitations that reads \"No action shall be brought after two years\" or something like that. There is no action shall be brought. Does that make it no longer an affirmative defense?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all the criteria are there, but failure to exhaust is not."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But last time -- and you said before the statute was there were only frivolous and malicious. And the court says, we can see from the face of this complaint that it fails to state a claim, too bad it's not a ground for automatic dismissal. So Congress said, yes, it should be, and put that one in."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Miss Olivieri, you also rely on the \"no action shall be brought\" language to justify dismissal of the entire action, all claims, even though only some of them have not been exhausted. Do you have any, even a single example of the many other instances where that language is used in the Federal statutes? And there are many of them. Do you know any other case where it's been interpreted that way, so that claims that are perfectly valid will not be retained, but rather the whole action will be dismissed?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What is the basis in the habeas context for dismissing the entire habeas application despite the fact that some of the claims have been exhausted? Is there any statutory basis for that or is it just, just judicial efficiency?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that's not -- the statute doesn't settle that. Our decisions settle that, right? So why should we deal with that, the two, any differently? It's not as though Congress wrote the statute differently. We said you can't proceed with unexhausted claims, so you have a choice. Either you go out of the Federal court and exhaust everything -- or even you don't have to go out; you could use the stay in abeyance -- or you just lob off the unexhausted claims, stay in the Federal court on the ones that you have exhausted. That's all made up by this Court. So why should the Court react differently in the PLRA than it did? Why should it fill those gaps differently than it did in habeas?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But your answer was it shouldn't, I think. I think she's making your argument for you."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I think she is saying that we should treat this area the same way we treat habeas, so that the whole case should be dismissed rather than just the individual claims, which is what I think you want; isn't it?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Well, don't fight it."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I was suggesting that in habeas it is the prisoner's option to say I don't want the whole case dismissed. I will amend my petition so that the court will have, will retain the exhausted claims. You are saying not like habeas, I don't want it to be like habeas, because if it were like habeas, the prisoner would have the option to stay in the federal court as long as he lopped off the unexhausted claims. You don't want it. You don't want it to be like habeas?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The same arguments apply in habeas, don't they?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Not if you had your way."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I think you're making an argument that it would preclude that too."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So it seems to me that if we accept your response to Justice Ginsburg, we've got to go back and to the extent that we can do anything about it, we'd better toughen up habeas so that these things get thrown out more readily."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One reason to require total exhaustion is because, I would assume the prisoner may get sufficient relief if the claims are exhausted, that he doesn't feel the need to go forward with litigation. But I guess that's only true if the exhausted claims are still alive, and how many, when we're talking about unexhausted claims, are those typically claims that are not going to be available or are they claims that may generate relief once there is exhaustion?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And then sometimes it's impossible to complete the exhaustion. I assume in some cases that the time limit for the last appeal will have expired, right?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you about, there's another question you haven't really touched on yet, the requirement that the prisoner name every defendant that he intends to sue in the exhausting, in the internal procedure. I'd just like a little help on just exactly what happens. The prisoner doesn't get the kind of medical care he thinks he's entitled to, and he only knows it because either the low level person says no, the doctors said you can't have it. And he brings a proceeding, an informal administrative proceeding, and they deny relief. And then later on when he wants to sue, his lawyer happens to find out the name of the doctor who was involved, and there are several levels of authority making the decision. Does he have to start all over again to name those people, or what does he do?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what if he does talk to the prison guard and the guard says I don't know, I don't know who's responsible for that decision, that's in the warden's office, or something like that. What is the prisoner supposed to do?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What if he doesn't? One of his grievances is nobody told me. Is he out of luck there? And I think there may well be situations in which prisoners don't have complete access to all the facts that go into a decision denying them medical care, for example, or say a prisoner has a religious problem and can't get the diet he wants, or something like that. But before he can sue, under your view if I understand it, he has to find out so he can name the people in his administrative complaint."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is the purpose of that requirement? As long as he has made known in the administrative proceeding what his problem it, and they have had a chance to investigate it and determine whether it has merit or not, why should he have to name the individuals who made the decision in order, before he can sue them when he later finds out who they are?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, it's standard law of agency. It doesn't make any difference. The prisoner is denied his rights. As Justice Stevens said, there may be three or four different people who concurred. Do your rules say that if he can't find out with reasonable efforts that he doesn't need to, or does the Sixth Circuit rules say that the delegation of the names is not required?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it that the Sixth Circuit rule requires the identification, for complete exhaustion requires the identification to be made at the first stage?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So to make sure I understand this, in a case, let's say at stage one he names Dr. X. And for whatever reason in the course of the response perhaps, he learned that not only was Dr. X involved but Dr. Y was involved in that decision. So if he is denied relief at stage two, he says X and Y, and he identifies X and why all the way through. He gets nothing satisfactory to him, so he goes in to Federal court. Is it correct that under the Sixth Circuit rule they would say you have not completely exhausted because at stage one you did not mention Y? Is that correct?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What justification is there for that? I mean, for two stages through the prison administrative process, Y has been identified. The prison has taken action on the merits on the assumption that Y is in fact at least an allegedly responsible party. What reason is there in a Federal court to say that the exhaustion is incomplete because he didn't mention Y back at stage one?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but that wasn't my hypo. As I understand it, in that case he keeps going after Bobo, period. And in my case at stage two, having learned something, he identifies Y. And I -- so I don't see the justification, what is the justification?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In my case, you said you understood that the Sixth Circuit would say that although he identified X and Y in stage two and at stage three, and there had been merit for adjudication at those stages, understanding who the named respondents were, the Sixth Circuit would nonetheless say you had failed to exhaust because back at stage A you mentioned X but not Y. What is the justification, if that is still your answer, what could the justification for that be?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that apparently, if I understand your answer, is what the result would be. And is there -- and I don't want to, you know, make it hard for you. I think you're having a hard time finding a justification for that result and I certainly can't find one. Can you think of any?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how about Y in my example?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does he have a good claim against Y?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In the Federal court in my hypo - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think Y is Mr. Gearin."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even though the Sixth Circuit would throw it out for failure to exhaust."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How about Jones, who really did not know who was the doctor who said no surgery? He didn't know and then the prison told him. And he comes to the court, he says thanks, prison, for telling me, and so he names that person in his complaint. The Sixth Circuit said that's no good, he didn't put it in his initial complaint. He had only 15 days to find out and he didn't find out."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So Jones did properly exhaust, then, if you just made that confession, then Jones properly exhausted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you've mentioned in your brief that there has been a change in the Michigan grievance policy with respect to naming individuals. What is the consequence of that change for our ability to address that claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought one of the objections to the Sixth Circuit rule from your friend was that this requirement of naming the individuals came out of thin air. And now we have that requirement articulated in the grievance policy. Does that make a difference?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not an absolute policy, though. It isn't that if you haven't named him in the first administrative step, you can't name him in the complaint. That's not Michigan's new policy."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't there an exception when you couldn't find out?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Did the Sixth Circuit have the current Michigan policy before them when they made their decision?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I take it from your answer to Justice Ginsburg that back in my Dr. X, Dr. Y case, under the new policy if they got to stage 2 and Y was identified, that Michigan would process the complaint?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The grievance."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":11,"sideBefore":"","text":"Now you say the primary purpose is to relieve the courts of the burden rather than determine whether there is merits to the grievances?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Was to reduce the volume of litigation, period?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't there any interest in determining whether the complaints have merit? I mean, I think you must be interested in getting rid of 11,000 complaints and reducing them down to 200. I would think that's more important than saving the court some time. There must be, you must have some interest in determining whether the complaints have merit."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But these rules that are challenged here are primarily to benefit the courts, not the profits-- the process."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Andre, you have five minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that? The prisoner is the one who presumably knows best whether or not he filed a grievance or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"This seems to me to be a stretch to say that the prison, which has how many prisoners under their jurisdiction, is in a better position to know in individual cases, an individual prisoner, what this prisoner did or didn't do with respect to the grievance process. Surely the prisoner is in the best position. He knows what he did or at least what he is going to allege."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It requires, it requires response in all the cases, and as this subsection G indicates, part of the purpose of the act was to eliminate the necessity of responding to frivolous complaints. Why -- why, you know, you have to go through the requesting a response from the government, when in fact there is nothing to this complaint because there has never been any exhaustion."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different argument. But I mean, don't tell me that it isn't more efficient to have the prisoner say at the outset whether it's exhausted or not. It certainly is."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's an affirmative defense doesn't that mean that the prisoner is going to have to file, and the individuals defendants are going to have to file an answer in every case and assert all of their defenses?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just respond, even if there is nonfrivolous, nonexhaustion argument that can be made, they are going to have to go through all of that in every instance?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"With respect, with respect to the naming of the individuals, is that claim moot because of the change in the policy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your main argument before was they invented this requirement without any basis, but now it's an actual requirement in the grievance procedure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Future prisoners now do have fair notice because the grievance procedure says name the individuals, dates, names, places, names of all those all involved."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the no leeway built into the rule itself, that if you don't know - -"},{"name":"JUSTICE GINSBERG","id":12,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there -- the current rule, isn't there some leeway for cases where the prisoner simply doesn't know the names?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEAN-CLAUDE ANDRE","firstName":"JEAN-CLAUDE","lastName":"ANDRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2900,"interruptions":21,"times_spoken":48,"laughter":0,"num_int_by":9},{"id":1,"fullName":"LINDA M. OLIVIERI","firstName":"LINDA","lastName":"OLIVIERI","counsel":true,"justice":false,"side":"respondent","words_spoken":2390,"interruptions":21,"times_spoken":64,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":843,"interruptions":0,"times_spoken":25,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":4,"fullName":"MR. GRANT","lastName":"GRANT","counsel":false,"justice":false,"side":"","words_spoken":200,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":231,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1193,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":524,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":490,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":11,"fullName":"MS. OLIVIER","lastName":"OLIVIER","counsel":false,"justice":false,"side":"","words_spoken":46,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":12,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":20,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2900,"times_spoken":48,"laughter":0,"num_int_by":9},{"side":"respondent","interruptions":21,"words_spoken":2390,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":2,"words_spoken":4697,"times_spoken":119,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126790}}