{"petitioner":{"name":"NORFOLK SOUTHERN RAILWAY COMPANY","counsel":[0]},"respondent":{"name":"TIMOTHY SORRELL. ","counsel":[1]},"caseNumber":"05-746","date":"2006-10-10T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Norfolk Southern Railway versus Sorrell. Mr. Phillips. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that the -- what was it, the Rogers case, which said that the -- well, you debate whether it said that, but let's assume that it said that the rule of proximate causality doesn't apply to the negligence of the defendant. The basis for that holding was that in whole or in part language which is used for the negligence of the defendant, but not used for the contributory negligence. So if you believe that that case was at least decided for the right reason, it seems to me there's a good argument that it changed it for the one, but not for the other."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But nobody does --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, the fundamental problem, at least for me, in this case is that there was no objection at all at trial to the instruction that the judge gave on negligence. There was an instruction requested by the defendant on contributory negligence, which read, \"such negligence of plaintiff contributed in whole or in part to cause his injury.\" That was the only instruction objected to, because the refusal to give that instruction. But you seem to be using that as a lever to attack the instruction on negligence to which no objection was made."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it you would be satisfied -- not wholly satisfied, but substantially satisfied if we said, yeah, we accept the doctrine of equivalence, and we think the instruction on contributory negligence was correct. Because that would mean in the next case, you would get a proximate cause instruction on defendant's negligence."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we came out the way I just described - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We wouldn't have to."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought you argued the Rogers standard was a correct standard in the Missouri court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, the defendant requested a charge on contributory negligence that read, \"such negligence of plaintiff contributed in whole or in part to cause his injuries.\" You didn't want the direct relationship, you didn't ask for that. You asked for one that said, \"such negligence of plaintiff contributed in whole or in part to his injury.\" Now you are saying that that was -- what you asked for was an incorrect charge."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except we've rejected petitions for certiorari on that issue at least a couple of times. Eleven circuits are in agreement as to what Rogers required. You - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you really expect to get five votes for the railroad on this, what would be a massive change of what is assumed to be the law for, what, 50 years?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you were wise enough not to ask for that. (Laughter)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Rogers said, in whole or in part. Now, I agree with you, that I don't see how that does it. But Rogers said that it did it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, I may be lost a bit here. But I mean, which -- I'm looking at the instructions that were given. And it seems to me it is hard to take issue with the instruction on the railroad's part because it tracks the statutory language. The statute says in whole or in part, and the instruction says in whole or in part. So if you're pushing the doctrine of equivalence, your objection seems to be to the directly contributed language with respect to the employee, the plaintiff. Now, but doesn't directly contributed, isn't that a typical proximate cause instruction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. But on the other hand, you're also arguing in favor of proximate cause. You are saying Rogers didn't change proximate cause."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How is the blue brief in response to Respondent's argument?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"As we're supposed to decide the case, in your view, there was instruction 13. Instruction 13 used the word direct."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You object to 13. You said it should use the word in whole or in part."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You then argued to the lower courts, 13 should use the word in whole or in part. And then you say you've argued that here. So what you're saying is now we're supposed to decide, should instruction 13 use the word in whole or in part. That's what it is. I have to admit, I didn't quite get that out of the blue brief. I thought you were arguing something else about railroad negligence. But you're not now, you say, arguing about railroad negligence. You're arguing about plaintiff negligence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So if I reread the blue brief, what I'll discover on closer examination, that your real objection, not responding to the other side, has simply been about the standard to use in respect to plaintiff's contributory negligence. And what you want this Court to say is, you're right about that, we want the more relaxed standard used for contributory negligence. End of case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It says that in the blue brief?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I would say it sure is before the Court, because what we are considering before the Court is your objection to instruction 13. And you said it should use the words in whole or in part. And I have to admit, I don't know why it shouldn't. But I'll have to ask them that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're going to say yes. So all this other stuff is quite extraneous about whether -- the railroad standard of negligence, the railroad should be in a relaxed standard of negligence, in whole or in part."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Causation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps my memory is faulty, but as I recall your opening brief, many pages were devoted to what instruction should have been given on railroad negligence. You were dealing not simply with what seems to be the question presented, that is, was the instruction on contributory negligence wrong, because it said -- it didn't use the in whole or in part language. Instead it said directly caused. So that's the limit of what we can deal with, whether the in whole or in part should have been in the contributory negligence. But it was your brief that spent a lot of time talking about the proper standard for the railroad's negligence."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you didn't object to the charge that was given on negligence. You didn't object to the in whole or in part. So that should be out of the case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not taking them up on any argument when you spent half your brief arguing about what the proper standard was for the railroad's negligence."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"And I would add to that that we don't usually look at a BIO to see the issues that the Petitioner is presenting."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would have us announce a decision on the doctrine of equivalence without saying which way it should be made equivalent? Raising the railroad's standard or lowering the employee's?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, may I ask you this question. Assuming you're right on the doctrine of equivalence and you're wrong on proximate cause, for the moment. Now, you said earlier in your argument, it is perfectly clear there was no harmless error here."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seemed to me that a possible interpretation of the record -- and I'd like you to comment of the record -- is that the jury either believed the one -- one truck driver or the other. And that the direct causation thing really didn't have an impact on the calculation of damages. And I was going to ask you to comment on that and to tell me whether during the argument of the case before the jury, did the plaintiff's lawyer argue, in effect, that he had -- the railroad has a much heavier burden of proving a causation than we do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think I'm seeing now, I think the structure of your brief is -- perhaps a gloss put on it, but saying this: Look, we objected to the contributory negligence instruction on the ground that it couldn't be different from the direct instruction -- from the railroad instruction. And we said they should be the same and they should both be in whole or in part."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And we now want you to say that the refusal of the court to do that was wrong, because it violated the equivalence. But as soon as you do that, you're going to have to think about what the right standard should be for a new trial."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you stop there, probably, they will put the in whole or in part, but that's not the right standard."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you really think about it, you will see that the one we didn't ask for, but the one that the court gave, is the right standard and should have been given in the other case, too. Now, we wouldn't have to say that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying unless you say that, you're not going to give proper instruction to what happens in the future. Now - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now let's think back for a minute on the merits."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How could it be wrong? How could it be wrong to have instructed the jury with the in whole or in part language for the railroad, since that's the language of the statute itself?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What possible -- you have two sides. One, you write a proximate cause instruction in whatever language you like."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The other side submits a proposed instruction with in whole or in part. I'm a trial judge. I've never heard of this case, kind of case before. I just was appointed. I read the statute. And I say, well, here, theirs says what the statute says, and yours doesn't. I'll play it safe. I'll go with the statute. All right? Now, how could that be an error?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, what the statute said it is not a correct statement of the law?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, may I interrupt on exactly the point that I think you're addressing with Justice Breyer? As I understand your argument, you're saying one view of Rogers is that the in whole or in part language eliminates the proximate cause instruction. We all agree that that is one view of Rogers."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it also does something else. And I don't think we disagree about that either. It specifically instructs the jury that multiple causation may be present. And if it is, if the defendant is at least one, the source of one of those causes under Rogers even slightly - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that that will suffice. The problem I have with -- in a way with your response to Justice Breyer, and the problem that I have with the instruction that your side requested on contributory negligence is this: It seems to me that the in whole or in part language would be wrong on contributory negligence, or at least it would be very misleading, for the simple reason that you never get to contributory negligence unless you found the defendant was negligent in the first place."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And therefore, if the plaintiff is also negligent, it will necessarily be in part. It couldn't be wholly or in part. If it were wholly negligent, you would never have found the defendant was negligent in the first place."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that to the extent the instruction addresses multiple causation, it would be misleading to the jury, and it would assume a possibility that couldn't happen. Therefore, if you are not going to mislead the jury on multiple causation when you instruct on contributory negligence, you've got to have some other way of addressing the proximate cause language. Is that analysis right or wrong?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But the instruction that your side asked for, as I understand it, was not a slight cause instruction, it was an in whole or in part instruction."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, and that -- all right. But if you're asking for the in whole or in part instruction on contributory negligence, it seems to me the judge has got to have been correct in saying no to that, because to the extent that it addresses multiple causation, it would be addressing a problem that couldn't even occur in contributory negligence which will always be in part."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe that was not the basis on which he rejected it, but if -- we've got to consider it in deciding whether to reverse it."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not what he said. He said equivalence instruction was not on multiple causation. It was the equivalence instruction on either proximate cause or not proximate cause. It was the causation issue, it was the proximate causation issue, not the multiple causation issue that concerned you, right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't have to have proximate, we don't have to have proximate."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But because the instruction addresses both, in one view, proximate cause and multiple cause, it would have been misleading so far as the multiple cause issue was concerned, and a request for an instruction in whole or in part on contributory negligence really should have been denied. Is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You were entitled -- your argument is you were entitled to an equivalent instruction on the issue of the need to prove - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- proximate cause or no need to prove proximate cause."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your basic argument."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't think you could have gotten where you want to go with the instruction that your side requested, which was an in whole or in part instruction. That's my only point."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was wrong with the instruction, in your view of the case, that was given, instruction number 13, negligence of plaintiff directly contributed to cause his injuries?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the direct language?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Ms. Perry? "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is the question whether instruction 13 is flawed viewed in isolation, or whether it is flawed when it's viewed together with the instruction on employer negligence?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But do you agree that they set out different causation standards, 12 and 13?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So if the causation standards are in fact the same, then instruction 13 is defective; isn't that right?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you this question, if I may. Perhaps I should have asked Mr. Phillips. Is there such an animal as the doctrine of equivalence? I understand the restatement describes what the plaintiff's burden is on proving causation, and then it says the same rules apply to defendant's contributory negligence. But that doesn't sound to me like any overriding doctrine of equivalence. It just says when they wrote the restatement, the rules were the same. Is there such a thing as the doctrine of equivalence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, doesn't there have to be a doctrine of equivalence when you're running a comparative negligence regime? Because, you know, you talk about the plaintiff's negligence causing the harm to a certain degree and the defendant's negligence causing it to a certain degree. And if you're not dealing with apples and apples, it seems to me you can't conduct the comparison."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. But we're talking about comparative negligence here, where there's negligence on both sides. And I just don't know how you say one party's 20 percent -- contributed 20 percent to the harm and the other 80 percent, if you're using different causation standards."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but your example of other instances including having to compare a defendant who did the tort intentionally with negligent -- contributory negligence, that's not what we have here. We have here a difference in the causation. Intentional or non-intentional has nothing to do with causation. But once you say that there's a difference in the causation, it seems to me you cannot compare the two. You cannot compare the two sensibly, unless you are using the same kind of a standard. I mean, let's assume that you find that the railroad did not directly, but nonetheless caused the injury to some extent, but the defendant was directly contributory to it. What do I do? Do I add another 40 percent to his culpability because it was -- his causation was more direct than the plaintiff's causation?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't. It certainly bears considerably upon the culpability of the two, it seems to me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have any conceptual difficulty with adding in whole or in part to instruction 13, which is the employee's instruction, because it's comparative negligence. It seems to me that necessarily implies in whole or in part. If you can reduce his recovery because he's in part negligent, what would be wrong with saying in whole or in part in instruction 13?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. I thought Justice Souter's point was that taking it out of the railroad's instruction might cause confusion because of it. But I don't see how adding it to both of them when you're dealing with comparative negligence, and it's necessarily the case that partial negligence on either of their parts can enter into the verdict, I don't see how that can be confusing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can answer it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Answer the question, Justice Souter. Yes or no."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":3,"sideBefore":"justices","text":"The point that I was trying to make about it being misleading is that if you use the in whole or in part language for a contributory negligence instruction, you are misleading the jury into thinking that at least there might be whole contributory negligence. There never will be. You don't get the contributory negligence unless you've already found the defendant was negligent, at least to some degree. Therefore, if the plaintiff is negligent, it can only be in part. That's all I was trying to say."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Under that scenario, then, what objection could there be to a recognition that the negligence of the plaintiff can contribute in part to the accident?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, two things you might comment on. First, the in whole or in part, you might take account of the fact that there are other negligent actors, third parties, who have contributed to the injury to the employee. Secondly, Section 53 does not contain the language in whole or in part."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's what Justice Souter has identified, right? That's not because they're adopting different standards."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you just told me, a good reason for not putting in whole or in part in instruction 13 is because it doesn't make sense, the whole part doesn't make sense with contributory negligence. That's a good reason not to put it in Section 53 either."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, no. May I pick you up on that? Because there's a point at which you and I are disagreeing about Rogers. And in all candor, I think it's because you are ignoring one part of Rogers, and if I'm wrong, I want you to tell me. You quote the slightest bit language from Rogers on both page 26 and 33 of your brief. And you take that as being language that eliminates the proximate cause requirement. What you don't include in your quotation is the footnote in Justice Brennan's opinion following that slightest cause language. And the footnote was to a citation, the citation was to the Coray case. The opinion in Coray was written by Justice Douglas and -- I'm sorry, Justice Black. And in the very language that Justice Black used, he said expressly that if proximate cause is shown, there can be recovery. Now, given the fact that in Rogers, the very citation to the language which you say eliminated the proximate cause requirement cited a case in which proximate cause was part of the very sentence relied on, I don't see how you can read Rogers -- maybe later cases, but I don't see how you can read Rogers as eliminating the proximate cause requirement. And therefore, I think you have to read Rogers as addressing the issue of multiple causation, not proximate causation. Now, am I going wrong there somewhere?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Absolutely right."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He did, but he was also pointing out, just to make it simpler, he was pointing out in Crane that the liability arose in Crane out of -- I forget the full name of it -- the Appliance Act. And the Appliance Act had its own set of standards. And therefore, you cannot, from an Appliance Act case, you cannot infer anything one way or the other about the general standard in FELA. And to make it even more complicated, as I recall, Rogers was an Appliance case, too, but he didn't get into that there. But my only point is, you are right about the two Brennan opinions, Rogers and the -- Crane. But given the fact that it was an Appliance case, I don't think you can infer one thing or another about an ultimate FELA standard in the absence of an Appliance action. What remains is that the citation in Rogers was to Coray, and Coray spoke about there still being proximate cause."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it is understood by everybody, isn't it, that at least it has the conception which is captured by using the word \"direct\" as in instruction 13, and at least it has that core of meaning whenever it is used, doesn't it? In other words, it may not have a lot of bells and whistles associated with it in the prior law, but at least it requires some direct causation as opposed to indirect, right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. And that's -- I don't know that Justice Brennan's citation to Coray, or Coray's use of the language carries you any further than that. But that's as far as Mr. Phillips wants to go."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That may be. That may be. But it seems to me that that's a different argument from saying Rogers requires it, because I don't think you can get that out of Rogers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to say that. I mean, you know, when in doubt, we ought to follow the words of the statute. And so whole or in part makes sense with the railroad, but directly doesn't appear in Section 53. Why don't we just -- why shouldn't the instruction just say, \"such negligence of the plaintiff contributed to cause his injury.\" It's not going to be a complete bar because we know the immediate -- the next instruction talks about reducing the award by the amount of the negligence. Why wouldn't that be preferable to introducing extraneous terms?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, but he requested that the instructions be the same, and the directly is what causes the problem, and directly doesn't appear in the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think they raised an objection based on the doctrine of equivalence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I guess they want to make the argument now, whether they did or not, that if we look at Section 53, which I think is the part dealing with contributory negligence. I don't see anything else. It doesn't speak of causation at all."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It just says if there's some contributory negligence, the damages will be diminished according to the negligence attributable to the employee. So I take it their argument was, maybe with hindsight, Judge, don't give this direct language, because nothing requires it. And since, other things being equal, nothing requires it, you ought to give the same language you gave for the other side. And they said the judge rejected that argument, so now they tell us, well, that was wrong, he should have accepted it. And all the rest of what he's saying is just in case the Court wants to reach it, or something like that. But what about that one?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, should we answer the question he now -- perhaps in his minimalist position -- might want to raise, or maybe did, that Section 53 doesn't speak of causation, the judge gave a causation instruction. The judge's causation instruction in their view was wrong, and the law requires the judge's causation instruction on contributory negligence, if there is one, to be the same as it was on direct, the defendant's negligence. And he says that isn't what happened, we objected to it, we produced arguments, one of them was this equivalence thing. So he's saying to us: Decide it, say that they were wrong. What's your view of that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not surprised. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. That's just an argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It was not, but they say, nonetheless, we did object that this instruction was wrong. One reason it was wrong is because it speaks of causation differently than when they spoke of causation in respect to the railroad. We thought that was a reason why it was wrong then. We think that's a reason why it is wrong now, and we would like the Missouri court, but they wouldn't do it, so we want you to say it was wrong for that reason."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, we say, well, we'll abandon all that, that's just a series of different arguments that we'd like the Court to say."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you read it carefully, you'll see it, basically. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you have more than one proximate cause?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course. So then how can \"in whole or in part\" possibly eliminate the proximate cause requirement, because it could be in part and still be a proximate cause. How can that language possibly be interpreted to eliminate the proximate cause requirement?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it could be the slightest direct cause, which is Justice Scalia's point."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, it may mislead the jury if that's all you say. But as a matter of analyzing the statute or even of analyzing what the Court meant in Rogers, you can have a slight but direct cause, and that would be proximate cause in the traditional analysis; isn't that so?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How can you say no when you acknowledge that the prior law when there was contributory negligence used to require proximate cause for both the negligence of the defendant and for the contributory negligence of the defendant? Such a situation could not exist unless proximate cause doesn't have to be the sole cause. It can be just the cause in part, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the mere fact that we had contributory negligence statutes that were applying proximate cause requirements demonstrates that a proximate cause can be a cause in part."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's what Rogers might have said, but the statute doesn't say anything about slight cause. It only says in whole or in part."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't seem to me that slight is the opposite of proximate. It could be a slight proximate cause."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But under the old rule that plaintiff's negligence in whatever degree was an absolute bar to recovery, wasn't the rule customarily stated that plaintiff's negligence, however slight, was a total bar to recovery?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was. I may be wrong about that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I thought. Yes, I thought it was a pretty harsh rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't \"in whole or in part\" simply the logical corollary of introducing comparative negligence? Why do you have to read that as departing from proximate cause, instead of simply recognizing that under 53, negligence on the part of the employee can reduce recovery which -- without barring it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Beyond that, if the plaintiff's negligence was in whole the cause of the action, then the -- there was no reason to get to comparative negligence or contributory negligence, because by hypothesis, there would have been no negligence by the defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's why you don't have \"in whole or in part\" in 53, not because they wanted to depart from proximate cause there, but because, as Justice Stevens pointed out, you wouldn't have it in whole or in part."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It is not the kind of change anybody would have relied on, is it? I mean, I find it hard to see reliance interest on this interpretation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I find it hard to see any reliance interest on this 50 year old interpretation. Is there anybody doing something differently because they believe that the railroad does not have to be accused of proximate causality? Does anybody act differently because of that rule? I don't think so."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose employees have been under the rule for a long time."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose employee associations, workman compensation schemes and Congress have all relied on it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Perry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, you have two minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you have in your ideal instruction the words proximate cause given to the jury, that defendant's negligence must be the proximate cause of plaintiff's injury?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in your model instruction, in your correct instruction, would the jury be told, in order to hold the defendant liable, you must find the defendant's negligence is the proximate cause of plaintiff's injury?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though almost universally, the term proximate cause has been criticized as totally incomprehensible to juries?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Let me ask this one very brief question, Mr. Chief Justice. In your view, would the doctrine of equivalence be satisfied if we simply directed that the word directly be omitted from the instruction 13?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3173,"interruptions":13,"times_spoken":66,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MARY L. PERRY","firstName":"MARY","lastName":"PERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":2353,"interruptions":15,"times_spoken":53,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":604,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1419,"interruptions":3,"times_spoken":33,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":114,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1030,"interruptions":1,"times_spoken":28,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":319,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":58,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3173,"times_spoken":66,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":2353,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":6,"words_spoken":4742,"times_spoken":124,"laughter":3,"num_int_by":1}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7222864814833048,"respondent":0.27771351851669523,"date":1472523515265}}