{"petitioner":{"name":"THOMAS L. CAREY, WARDEN","counsel":[0]},"respondent":{"name":"MATTHEW MUSLADIN. ","counsel":[1]},"caseNumber":"05-785","date":"2006-10-11T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Carey versus Musladin. Mr. Ott. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it went a little bit beyond that. I mean, the -- Justice Marshall announced not merely the possibility of inherent prejudice, but he spoke in terms of practices that raised a risk that improper factors would come into play in the jury decision. Isn't that the criterion?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the criterion."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the way he formulated it. That's the way the Court in Flynn formulated it."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the end point that they were reaching, and then he elaborated on that by referring to the unacceptable risk that improper considerations would come into play. And it seems to me that if you're going to talk about the criterion of the test or the standard, however you want to describe it in Flynn, you've got to get that latter point about unacceptable risk of improper factors."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose if the court of appeals had case A, and it said, we interpret the Supreme Court rule to be as follows, it could then later say in case B, this is how we've interpreted the Supreme Court rule, and we're bound by case A. This is the elaboration we've given to it. And we have to find that the state court, of course, isn't bound by what we do, but we're bound by what we do when we review what the state court has decided."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To apply an opinion of this Court to particular circumstances, and find that in the view of the court of appeals, it produces a certain result is not necessarily to say that that is clearly established Supreme Court law. It just means that it is their best guess as to how it comes out, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, they're forced to decide it one way or the other, the Supreme Court opinion either means this or that. They're not applying a clearly established test to the Supreme Court, are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We're looking under AEDPA at an unreasonable application of Supreme Court law. What do you do in a situation where you think the state court has incorrectly articulated Supreme Court law, but nonetheless reached the correct result? In other words, correct understanding of the established Supreme Court law would have led to the same result as their incorrect articulation of it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. My hypothetical, and we'll debate later whether it is this case or not, is let's say that the state court wrongly articulates Supreme Court law. But under the correct articulation, it leads to the same result. What happens in that case under AEDPA?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You are actually saying the answer to the Chief Justice's question is that you would then review it de novo. But on de novo review, you would sustain the conviction if it came to the right result."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would not affirm -- you would not sustain the conviction relying on AEDPA. You would say AEDPA authorizes review, but on review, we conclude the conviction was correct. That's what I understand the AEDPA to be."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"It misarticulated them. I guess the question of application is -- I mean, I assumed they reached what we would regard as the correct result under the correct standard, they just articulated the wrong standard. Your answer, I take it, is that it would then be reviewed without AEDPA deference?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We're concerned here with the court of -- the role, if any, that a circuit court, that opinions of courts other than this Court have in determining whether law is clearly established. Do you exclude entirely from the province of what is proper for the Federal court to consider any court of appeals, Federal court of appeals decisions?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that the only thing -- your argument is the only thing that is proper to look to are decisions of this Court, and that if you don't have a case on all fours, as we have no buttons case, then that's the end of it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose all of the -- suppose there are five circuits. They're the only ones that looked at the issue. And they all say, we think the general rule of the Supreme Court is as follows, isn't that entitled to some weight? You're not supposed to cite that when you go to the Sixth Circuit court or you go to the state court?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So would there be any difference if this had been a post-AEDPA -- if the circuit precedent had been post-AEDPA."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell us -- let's assume for a minute that this case were on direct review, that we don't have AEDPA. What is the standard that should control? Whether there is an impermissible -- an unacceptable risk that impermissible factors will be taken into account by the jury? Is that the test?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you should make it more specific for us. You say general due process. How does that work in this case? I want to know whether or not I can order or must order someone to remove a sign, a button, a piece of clothing. What's the test that I use?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- unless you want to go on, that doesn't help me. We just tell all the judges in the country to assess all the circumstances, we say no more?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't there be here? I mean, at some point, at some point, seeing every judge in this case say this is a thoroughly -- no, let me not exaggerate. But they say wearing buttons is a bad idea. For obvious reasons. Now, at some point, if enough judges say that, each time they say, well, it is a bad idea, but we can't say in this case that it was so prejudicial, there's that inherent risk that it's unconstitutional. But if some point, if people begin enough is enough to say, this is quite a bad idea to have buttons being worn in a courtroom, which is not a place for demonstration, does it not become pretty clear, irrespective of exactly what opinions say what, that this is just very unfair and unconstitutional?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about banners? What would you do with banners?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you do with banners? Would it make sense to say all banners are banned from the courtroom? I thought you would think that would make a lot of sense."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Signs, placards."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think I know why. Because it affects the atmospherics of the trial."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you also don't allow people to come into most courtrooms in tank shirts, and we don't allow people to, you know, to wear beany hats. Everything that is inappropriate for a courtroom is not necessarily inappropriate because it would prejudice the trial; isn't that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's why we don't allow banners, because a courtroom is not the place for banners."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely right. Suppose you think in this Federal court, which we are, that banners, posters, and buttons are a thoroughly bad idea. Now, why? Not just because of decorum. But because they introduce an extraneous factor into the judgment of the jury. And suppose I also think -- I'm not saying I do, I'm trying this out -- but it is pretty hard to draw lines among buttons. It is pretty hard to draw lines among banners. And the only way to guarantee fair trials in whole -- is to have a wholesale rule on this. No buttons, no banners, no petitions, no posters. How would you explain -- you just say the law just doesn't permit that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you want to say about that? Because that is a concern I have."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not so sure. You think that we could just say we're going to exercise our best judgment, not necessarily amend the Constitution, just because it is a good idea, banners and buttons are hereby banned forever? Do we have the authority to just say that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're exploring initially what the rule ought to be."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":4,"sideBefore":"justices","text":"May I ask this question? Supposing we all thought that this practice in this particular case deprived the defendant of a fair trial, but we also agreed with you that AEDPA prevents us from announcing such a judgment. What if we wrote an opinion saying it is perfectly clear there was a constitutional violation here, but Congress has taken away our power to reverse it. Then a year from now, the same case arises. Could we follow -- could the district court follow our dicta or could it -- would it be constrained to say we don't know what the Supreme Court might do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't need to establish that rule, do you? You just need to establish that what the Supreme Court determined was not an unreasonable application of this Court's law?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the button had said -- the three buttons had said \"Hang Musladin,\" would you say that there was not -- there was not sufficiently clear law from this Court to find that practice unconstitutional under Justice Marshall's formulation."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Falls within the ambit of what? Of a mob-dominated atmosphere or -- your answer to Justice Souter was AEDPA would -- was that this would require reversal even under AEDPA; is that your answer?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We both want to know why you say that."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but what are the -- getting into the formulation, what are the impermissible factors as to which a risk is raised by wearing the \"Hang Musladin\" button? What are those factors?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's wrong with that? The prosecutor is going to get up and urge the jury to convict him. What is wrong with it on the button? What risk does the button raise that the prosecutor's argument does not? That's what we're getting at."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How different is it from the victim's family sitting in the second row behind the prosecution every day of the trial? And I mean, I'm -- the hypothetical correctly focuses on the question, at least for me, of whether or not you can have specific applications of general rules that are clearly established. I'm just not sure your agreement with it is advisable because it seems to me that simply having -- how many people have to wear these buttons? One person shows up with a \"Hang Musladin\" button, does that mean it is a mob-dominated trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about simply the facts that we have in this case, which I thought I was doing, maybe I wasn't clear about it, but the button is different. Instead of putting a picture of the victim, it's got the statement, \"Hang Musladin.\" It's worn every day by three members of his family who sit behind the prosecution table within the sight of the jury. Assume those facts. Would habeas relief be required under the general rule?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a way of saying that it's required? Should -- look, should a court grant habeas relief on my facts?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know whether they are grieving or not, but I certainly know the sentiment that they are trying to convey to the jury if they wear a button that says \"Hang Musladin.\""},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Pardon?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They may not want him hung. They may not believe in the death penalty."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"I wish you hadn't said that. Because I had thought that one of the things that made this case leaning in your direction is the fact that merely having a picture of their loved one on the button doesn't convey the message, you know, hang the defendant, or even convict the defendant. It just conveys, at most, to the jury, you know, this is -- we have been deprived of someone we love, you should take this matter very seriously and consider the case carefully. It is an important matter to us. And therefore, you ought to deliberate carefully. I don't know that it means anything more than that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said, you know, convict what's -- or hang What's His Name. That's quite -- you're equating that with the buttons in this case. And I don't think the buttons in this case say hang so and so, or even convict so and so. They just say we have been deprived of a loved one. This is a terrible matter. Please, jury, consider this case carefully. That's all it necessarily says."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, assuming that explicit message, could habeas relief be granted in my hypothetical case?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it reasonable for a state court to say that three family members sitting in a courtroom within sight of the jury for whatever number of days the trial ran, saying at the guilt stage, hang so and so, is exposing the jury to a proper influence, that it should, and may consider in deciding guilt or innocence?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Why don't you concede that of course that would be exposing the jury to an improper influence, in the \"Hang Musladin\" case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"I thought some states require that the relatives of the victim be allowed to make their case to the jury for harsh penalty. I don't know that that's necessarily inappropriate to know that the - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":5,"sideBefore":"justices","text":"That's at sentencing after conviction."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Yes, yes."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"My hypo is at the guilt stage, not the sentencing stage."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But at the guilt stage, is there any, is there any question in your mind that allowing the family members to display this message to a jury throughout the trial at the guilt stage is raising a risk, an unacceptable risk, that the jury will consider improper influences in reaching its verdict? Is there any question?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my hypothetical. My buttons, \"Hang Musladin,\" is there any question about the risk of improper influence on my hypothetical? Not this case, my hypothetical."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Ott."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fermino? "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the key sentence in this is he says the simple photograph of Tom Studer on a button which -- I don't know what the size is. Nobody has told them what the button is about. Nobody has put for the judge a picture of it. Nobody showed him what the button is. So he says a simple photograph of Tom Studer was unlikely to have been taken as anything other than the normal grief occasioned by the loss of a family member. Period. Now, what else is there to say? That's the court's conclusion. And it is pretty hard for me -- I looked for the button. I couldn't even find the button in the record. I didn't even know what this looks like. It is a button, somebody later must have said two inches to four inches. I don't know who said that. I don't know how the judge could have known that. The button isn't in the record. So why isn't it just a normal sign of grief unlikely to influence anybody? That's what they say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In this case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It goes on frequently in an opinion. I have been known to do that myself. And I say this court over here says it's a da-da-da, and I say \"sure isn't that.\" Well, what is it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":8,"sideBefore":"justices","text":"And that language came from one of our opinions, didn't it? The branding language?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"That was quoting Holbrook and Flynn."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you can't fault the court for just saying it isn't that. Mr. Ott says it isn't that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Repeated later in opinions for the majority, I think."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In later cases, so I mean - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Don't just put it in Brennan's dissent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"I don't understand your point about the state court focusing on Norris. The question under AEDPA is still whether or not it is an unreasonable application of Supreme Court law."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in here it -- you agree that the California court has as much authority to say what Federal law is as the Ninth Circuit, right? They are on a par. Ninth Circuit decisions in no way binds the Supreme Court of California. Isn't that so?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that this state court of appeals chose to be respectful to the Ninth Circuit to consider what it had said, doesn't sound to me like a very strong argument."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what was the -- what in your opinion -- this is why -- as you can see, I'm concerned about buttons. I think they're probably a problem. I think all judges are concerned about them. But then I think about this particular case. And I look at that single sentence: \"It was unlikely to be taken as a sign of anything other than normal grief.\" I mean, suppose this had been a different case. Suppose the defense in this case was the defendant Smith didn't pull the trigger. It was an unknown person called Jones. Then if I were on the jury, I would look out, see the buttons, and I'd say, hmmm, the family thinks it was Smith. Otherwise they wouldn't be here with those buttons. I could think that. But this isn't that case. This is a case where everyone thinks your client pulled the trigger. The only question is whether the family's son came at him with a machete. So when I look at the buttons, I'd think sure, they don't think the son came at him with -- I mean, they don't think that. He's their son. What would you expect them to think? So that's why I thought that they are saying that sentence, in this case. In this case, it would be taken as sign of grief and nothing more."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"To wear any buttons? It says, \"Fair Trial.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, most -- I don't think -- a typical jury will understand that the victim is going to have a family, and they're going to be sorry that he's dead, and they might be there at his trial. And they may not like the person accused of murdering their son. That is not -- that is sort of like in every case. That's not -- the buttons don't seem to add much to what the jury will derive from seeing the family seated behind the prosecution bench."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in Williams and Flynn and all of the cases that we have had, whatever way they went, it was always the government requiring a defendant to do something, wear prison clothes, appear in court with shackles. And in the case that went for the government, the extra officers in the courtroom. We haven't had a case, have we, where it is spectator conduct as opposed to government conduct that's being attacked?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That certainly goes beyond where our precedent leaves off. That is, we are dealing with direct impositions by government in a way that poses an unacceptable risk of prejudice to the defendant."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. And you're having the judge say that you can't wear certain signs, you can't make certain demonstrations. If the family were there and they -- and one of the members of the family was sobbing, with tears coming out of her eyes, I -- that - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- much, it has much more impact than a button."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but there is a First Amendment problem when you're dealing with activities of people other than the prosecution, people other than the state, who is bringing this prosecution."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So that makes it a different case. It makes it very hard to say, well, the Supreme Court's already decided this matter."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, it may come out the way -- it may come out the way you want, but it's hard to say that the Supreme Court, any Supreme Court case bears upon it, when we haven't had a case that involves weighing the First Amendment right of the people in the courtroom to wear buttons or cry or - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that cuts against you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This reason -- suppose, hypothetically, I would think -- well, the rule should be no buttons. No buttons, no signs, no banners. A courtroom is a place of fair trial, not a place for a demonstration of any kind. Now, if I were to think that, and I also were to think it's just too difficult to figure out case by case whether there is or is not an improper influence, suppose I thought both of those things. Now, you've heard, quite rightly, the other side says: One, you're supposed to decide whether this was clear in the law. Two, if you're worried about the future, you can't lay down a rule that's clear in the law either because of A, AEDPA, and B, the case that was cited, which said it's holdings that count, not dicta. All right. You write for me the words I'm supposed to put on paper to achieve your position."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So what about -- what if the issue was mourning? The trial is being held and the families appear and they're all in black because they're still in mourning. Does that violate this clearly established rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, my question is under AEDPA, if the state court said, you know, I'm not going to keep the family out even in mourning, that would violate the clearly established rule that you've just articulated?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Even if it didn't, though, I suppose you could draw a line between people who were doing what they naturally do, and some people do wear mourning, and some people will come into a courtroom and be reminded of the person who died and sob. But in this case, they're going out of their way to do something that people in mourning do not normally do."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And so you've got -- I think you've got a stronger argument. The problem that I have in this case is that, number one, I view the wearing of the buttons, as I just described it, as something that is abnormal and something that is intended to presumably get the jury's attention. I don't know why otherwise they would be doing it. And from whatever source, we do know that the button was at least two inches wide and maybe larger. So it's reasonable to suppose that the jury saw it and understood perfectly that these were people who were raising, in effect, an issue of sympathy. I can understand that, and under the general rule out of Williams and Flynn, it seems to me there's a pretty darn good argument for saying, yes, an unacceptable risk has been raised of emotionalism in the jury's deliberations as opposed to dispassionate consideration of courtroom evidence. What, however, do I make of the fact that not one single court has ever reached that conclusion and -- you know, as a constitutional matter? Am I in the position of sort of being Jim, and they're all out of step with Jim? I'm raising a question about my own judgment in relation to the fact that no other court seems to have come to that conclusion. What do you think I should make of that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But there have been -- haven't there been court decisions that have held that buttons didn't compromise a fair trial right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So in assessing the reasonableness of the California Supreme Court's decision, how could we say Federal law was clearly established when other courts considering our precedent have gone the other way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't want to put your -- hang your hat on the \"contrary to\" prong, though, do you? Your argument, I thought, was an unreasonable application argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but, as Justice Ginsburg pointed out, we've never even had a case involving spectators. So it's not contrary to clearly established law. We have cases stating the general principle on which it relies, so maybe it's an unreasonable application. But \"contrary to\" seems an awful stretch."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The record is confusing, at least as I read it -- please correct me if I'm wrong -- on the showing of how many days these buttons were worn. A, is it clear from the record how many days the buttons were worn?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So it may have been for just one day of the trial?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say that?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"These are in the joint appendix."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"These were declarations filed with the United States district court in habeas?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say in there that the buttons were worn every day?"},{"name":"JUDGE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It says that the family members were there every day, or for many days. It doesn't say they wore the buttons every day, unless I'm missing - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There was a time when the trial judge said stop. Was there not? He initially denied the motion."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought that there was a time in the course of the trial when he told the family members to stop wearing the buttons."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In his opinion on denial of rehearing, Judge Kleinfeld on the Ninth Circuit made the point that at criminal trials -- and I suppose at other trials -- it is an accepted feature of the proceeding that there are going to be spectators who identify with one or the other party. And there may be relatives of the defendant in a criminal case. There may be relatives of the victims. And it's apparent from their behavior what they think about the case and which side should win. And that's sort of a baseline that has to be accepted in judging, not whether wearing buttons is good as a -- whether we think it would be good if we were announcing a court rule, but whether there's a violation of due process. Do you accept that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what is it about these particular buttons that's reflected in the record that shows that it goes significantly beyond what would be inferred just from that rather common feature of trials?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why is there a greater risk? Why do the buttons convey -- involve a greater risk than the kind of behavior that Judge Kleinfeld was referring to?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume -- risk of what? That's what I'm puzzled by. Let's assume that the buttons were big enough that they could recognize that the buttons were the face of the deceased for whose murder the trial was about. Let's assume all that. What risk is that? You know, during sentencing I can understand, oh, he caused so much grief to so many people, once we found him guilty, we should sock him with a stiff sentence. But during the guilt trial? I mean, I see, gee, the victim's family loved him a lot. This guy must be guilty. That doesn't follow at all. In the guilt phase, I don't see how that can have any effect on the jury."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see the possibility. You tell me that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a real possibility that a jury is going to say, since this man's -- this victim's family loved him so much, this guy must be guilty?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have to depend on there being a message? Isn't it enough if there is an influence that is conveyed? I mean, what I thought the problem was, was that there was as a result of the obtrusive wearing of the button, that it created a risk simply of an emotional approach to the determination of guilt or innocence. The jurors are more likely to feel sorry for the family members sitting there a few feet away from them. Perhaps they may be more likely to feel sorry for the victim, but certainly for the family members. And it would be that improper influence of emotionalism as opposed to a particular message that is the problem here, isn't it?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you accept that?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's just because we haven't had a First Amendment case yet. I mean, we just have parties arguing in the context of the criminal trial for the defendant, for the state. Let's wait until the ACLU brings a case about people who want to wear buttons in court. Then you're going to have people arguing, people ought to be able to wear buttons, just as they can wear a shirt that says \"Blip the Draft.\""},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I'm not sure you're right that nobody was concerned about -- everybody thought the factors were wrong. I don't think the trial judge did. The trial judge said he saw no possibility of prejudice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Fermino."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Ott, you have one minute remaining. REBUTTAL ARGUMENT GREGORY A. OTT, ON BEHALF OF THE PETITIONER"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Ott. The case is submitted."}],"people":[{"id":0,"fullName":"GREGORY A. OTT","firstName":"GREGORY","lastName":"OTT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2319,"interruptions":17,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DAVID W. FERMINO","firstName":"DAVID","lastName":"FERMINO","counsel":true,"justice":false,"side":"respondent","words_spoken":1966,"interruptions":15,"times_spoken":50,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":601,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1016,"interruptions":0,"times_spoken":26,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":566,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":744,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":225,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":431,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":868,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2319,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":1966,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":6,"words_spoken":4686,"times_spoken":116,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.833140742911193,"respondent":0.166859257088807,"date":1472523515266}}