{"petitioner":{"name":"KESHIA CHERIE ASHFORD DIXON","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"05-7053","date":"2006-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Dixon v. United States. Mr. Jett. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jett, do I take it, from what you've just said, that you are recognizing this is a question of Federal common law and not due process, so that if Congress placed the burden on the defendant, there would be no constitutional infirmity? You're just arguing that this is the Federal common law?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you -- then you think that Congress could not say that the defendant has the burden on the question of duress."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with Martin against Ohio?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there may be -- there may be crimes where duress would vitiate an intent element, but there may be other crimes where it wouldn't. And -- and I don't understand your argument to be -- is it that in every case duress negates an element of the crime or only in some cases?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is the easier of the two cases for the defendant? A, the case where the argument is a burden of proof should be on -- on the -- the State as a due process matter or a common law matter in an insanity defense and, B, in a duress defense?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, either way."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think that it's easier in -- you know, we had -- we had a -- this term another case in which the argument is that you cannot have a separate insanity defense essentially and -- and exclude from the mens rea element of a crime the -- the lack of -- of mental capacity to -- to have that mens 1111 14th Street, NW Suite 400 rea. This is the same thing you're arguing before us. And -- and it seems to me that if it applies to duress, it applies even -- even more strongly to -- to insanity. How can an insane person form the intent to commit a crime that -- that requires mens rea?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but we've held, at least under the M'Naghten version of the defense, that the State -- that the burden can be put on the defendant to show that he was not insane under the M'Naghten test."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And as Justice Scalia said and as I was considering in asking my question, in your case we know that there was a conscious, knowing and intentional, in some sense, act when -- when the person bought -- bought the weapons. She says the intent, of course, was induced by -- by the threat. It seems to me you have a more difficult case than in the insanity 1111 14th Street, NW Suite 400 case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but doesn't vicious will mean simply the will to commit the crime?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you mean by vicious? I mean, that the person is -- is nasty, that the person is antisocial or asocial?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what the added element is."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The phrase Justice Harlan used in the Davis case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But when you -- when you say freely choosing, what you mean, I take it, is choosing with -- without consideration of pressure from a third party. That's what you mean, isn't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the -- the third -- the third party may, indeed, exert pressure, but I take it you would agree that it is still the decision of the defendant whether to cave in to that pressure or not, whether to commit the crime or not to commit the crime."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I don't want to get lost in -- in rhetoric here. Isn't it still the case, even on your theory, that the defendant in these 1111 14th Street, NW Suite 400 circumstances makes a choice? It may be a troubled choice, a much more difficult choice to make than it would be otherwise, but the defendant still makes a choice as to whether to cave in to the third party's pressure or not, whether to commit the crime or not. Isn't that true even on your theory?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It was her will to yield to the will of someone else. I mean, you can't blame somebody else for her making the choice."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be a very intelligent choice on your part to do what the person with the gun at the head of your children tells you to do. But to say that it's not your choice, which is 1111 14th Street, NW Suite 400 what you're arguing here, the only question is whether that has to be brought forward by reason of -- of a defense of -- of coercion or rather, whether it goes to whether you had the intent. That's all we're talking about here. And it seems to me you have the intent to yield to -- to the demand of whoever has the gun at the head of your children. It's a separate question whether the law should punish your yielding like that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you're telling us that you don't have the intent to -- to yield and -- and to do whatever criminal act that person tells you. Right? That just doesn't -- I just don't think it's true."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is the statutory -- what is the mens rea under the statute for the offenses that the defendant was charged with? It's knowingly, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, counsel, under your view, how -- how is the Government supposed to prove a negative in every case? How are they supposed to prove the absence of duress?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's something that -- but self-defense is something that's often a -- a factual element that you can discern from the circumstances of the crime. The -- the other guy had a gun, you know, that sort of thing. So if it's going to be presented -- so it's something that's within the control of either side. Duress is something that in this case the Government would have no reason to suppose that it was even implicated until it's raised, and then they have no way of getting at what the particulars are because they're all within the control of the defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought the gist of her duress defense was not that she was under duress when she was purchasing the guns, but that she had reason to believe that her children were being threatened by accomplices or associates of -- of this -- this individual. And there's nothing in the facts of the -- the scene that would lead the Government to have any access to that evidence."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the threshold test that the defendant has to cross before the judge will give the instruction to the jury? Obviously, the burden of production is with the defendant. When can a judge say, well, you know, this -- this is just too flimsy for a duress defense? I'm not going to instruct a jury on that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the -- the methodology that you think we should follow in determining where the burden should be allocated under any particular criminal statute? Is it the -- the majority rule at the time when that particular statute was enacted or at -- is it -- you don't think it's the -- the old common law rule. What -- what is the -- at what point of time do we look at the -- at what's going on throughout our country?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So the burden would be different under different statutes?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were dealing with a -- with a much older criminal statute, the burden might be allocated differently?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have 21 States and how many circuits --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm saying how many are on the other side?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's sort of a horse race. I'm -- I'm not sure, even if I agreed with your theory, that -- that what the Constitution requires changes on the basis of an evolving common law. Of course, it can only change in one direction. Right? It can only change favorably to -- to your client, favorably to the defendant. It can't change to be more harsh to the defendant because the Constitution prohibits that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right? So -- so we have a one-way -- a one-way altering Constitution."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But even -- even if I agreed with that, I'm not sure that, you know, 21 versus 14 is -- is an overwhelming demonstration of -- of the new common law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"29 versus 14."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But are you making the argument that this number indicates a congressional intent and that what we ought to do is come up with a rule because Congress intended it? Or are you making the argument that yours is the better rule, and as a matter of common law, which -- which it is our responsibility to develop, we should see it your way? Which argument are you making?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jett, there's one piece of this picture that's different -- that distinguishes duress from, say, self-defense. If it's self-defense, you take a snapshot on the scene. You know exactly what happened. No one taking a picture of these gun purchases would have any idea of all of this. And the judge, when asked to give -- to allow the defense of duress, said, it's frankly a close call in my mind, but when it is a close call, better give it than not. Now, he thought that the defendant would have the burden of proof. Perhaps the judge would call that 1111 14th Street, NW Suite 400 close question the other way if he thought he was saddling the prosecution with the ultimate burden of persuasion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jett, a thought occurred 1111 14th Street, NW Suite 400 to me, by reason of your agreement, that -- that it's a one-way ratchet, that when the common law changes in the -- in the direction of favoring the defendant, it becomes the duty of the courts to allow that. But, of course, it can't change in the other direction because the Constitution would prevent it. You sort of agreed with that. But -- but if -- if you agree with that, how can you explain our -- our 1895 decision in Davis which held that the insanity defense had to be proved by the Government which was then overridden by a Federal statute. How could -- how could -- if -- if Davis was right about what the -- what the common law required, how could Congress possibly have changed that by a statute? I would assume that all of the basic elements of the common law are picked up in the Due Process Clause. Why wouldn't -- why wouldn't the necessity of -- of proving the mental element of a -- of a crime, even when that mental element is overcome by insanity, why wouldn't that have been embodied in the Due Process Clause so that the congressional statute would have been ineffective?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm not questioning whether we could do it. I'm questioning whether Congress could do it, whether Congress could overrule what we did in Davis. If Davis said that common law was that the Government has to prove -- disprove insanity, wouldn't that have been part -- become part of the Due Process Clause if it was the common law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it makes me suspect that Davis was wrong."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask, if -- if you know, whether Congress has ever been asked to address this precise issue that we're debating today?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about a defense that I was on drugs and -- and didn't know what I was doing because of that and couldn't form the requisite intent? Does the Government have to disprove that as well?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is the Government -- how would the Government do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"A person just says, I was -- I was on, you know, PCP or whatever and -- and I couldn't form the requisite intent."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's based on the defendant's -- the prosecution's conduct. The Government's conduct in entrapment concerns how the Government behaved."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the Government is out there trying to achieve that result, it's quite different from the Government having nothing to do --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gornstein. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So there may be cases where the nature of the mens rea required would require the Government to disprove duress."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The sort of crimes where -- where your culpability depends on your motive. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It would be an easy example."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Good catch."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"What about a -- you know, a hate crime, a bias crime, you know, an act of violence done with a particular motive or intent? And the -- and the suggestion is I didn't do this because of a particular motive. I did this because they had a gun to the head of my children."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Government wouldn't -- wouldn't have to disprove duress in the hate case. It would just have to prove hate."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And to the extent that duress undermines that, it would be a defense considered by the jury on the hate question."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How does self-defense fit into this equation?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is the number of decisions -- number of States that have gone one way or -- 1111 14th Street, NW Suite 400 or the other on the issue relevant? If it's not an Eighth Amendment question - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what if you're a judge like me who -- who thinks that any significant element of -- of the criminal law, when the Due Process Clause was -- was adopted, remains in effect and it doesn't change with the times as you seem -- as your last comment seems to have said? What do I do with a case like Davis? Not a case like. What do I do with Davis? Davis tells me that this was the common law when the Due Process Clause was adopted."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I know it was not a constitutional holding, but --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'll have to go back and look at it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is -- I didn't mean to cut you off."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I was -- you have a tougher argument, don't you, when you -- when you face the comparison between duress here and entrapment because it's -- it's quite true in -- in entrapment you're talking about the actions of a -- of a third party 1111 14th Street, NW Suite 400 which is causing something, but the -- the ultimate determination that has to be made is a determination about the -- in effect, the -- the inclination, the willingness, the readiness of the defendant to have committed the act. And -- and yet, I take it, it's -- it's assumed that so far as the entrapment defense is concerned, the burden is on the Government. So if the burden is on the Government in what is a -- a somewhat difficult issue for the Government to carry the burden on in entrapment, wouldn't coherence suggest that a fortiori it ought to be on -- on duress?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the burden of going forward with evidence."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You mean the burden of persuasion."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You could almost argue that the other way. I mean, it -- it seems to me on predisposition that the defendant knows more about it than the Government does."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure what the criteria are that I have to follow -- that we have to follow in deciding the case. Just count up all the cases and --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask -- let me ask you this. Is -- is there any evidence that -- that we can take account of, commentary, law reviews, to show that the Government has difficulties in -- in meeting a duress defense?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why is this worse in that respect? And lots of things in the case that you have to prove may be hard to prove because it requires 1111 14th Street, NW Suite 400 finding out what someone said to the defendant over the telephone, what happened 4 years ago in a room where the defendant was the only one now alive present. There are lots of cases like that. Traditionally in the law, I take it, it's been that most instances where the defendant excuses his conduct on the ground he wasn't morally culpable, mistake, accident, self-defense. Entrapment? Not -- that's a different kind of ground. This one? Evidence mixed. But you have to prove lots of things where it's really in the hands of the defendant, and the defendant saying I'm so innocent because I'm not morally culpable. I was asleep. I was -- you know, we can imagine. So I don't see why this is different."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's going back to Justice Kennedy's question. I would look -- I guess if we're supposed to get the better rule, the first place I'd look is what did the Model Penal Code think. They think you should have the burden. Then I think has this turned into a practical problem in the 29 States that have had it for 20 to 40 years. And you say we don't have any evidence to that effect. 1111 14th Street, NW Suite 400 Now, I've listed about four things here that I'd like your response to."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if we're thinking of things logically, logically you're right. I can see that this is in the hands of the defendant. But I've wondered why hasn't this turned into evidence of a 1111 14th Street, NW Suite 400 problem in the 29 States. And the following occurred to me, which I'll put to you to see what your reaction is. The defense has to do something if they are going to put duress in issue. They have to get the defendant to testify. So the prosecutor has something that the prosecutor doesn't ordinarily get. He has that defendant right on the stand, ready for jury evaluation. And that is something a -- a prosecutor may want, and it's something the defense lawyer may not want. He has to choose."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So when you get into the practicalities of it, I see things both ways, and I'd like to find some evidence of what's actually happened."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if does that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He has a few other things, the prosecutor. He has that defendant on the stand. There was an implication that you were in Chicago at the time."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where you on the night of such and such?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's an advantage for the prosecutor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, in the vast majority of criminal cases, there's no doubt that the 1111 14th Street, NW Suite 400 person did the crime. And so the -- the benefit to the Government is just carrying coals to Newcastle. The -- the defendant would plead guilty but for the fact that he has a plausible coercion defense, and so he puts that coercion defense before the jury, and oh, sure, he does let the -- the Government cross-examine him. But the Government really doesn't need his cross- examination in the ordinary case. Isn't that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I -- I guess the only way we could really tell what the consequences are, as Justice Breyer would -- would like us to be able to tell, is to know how many people who have gotten off on the basis of this defense have gone on to continue a life of crime. And -- and we don't have any stats on that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We never know the consequences of our decisions, by and large, do we? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Well, that's why this is problematic. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I don't have the experience as a criminal lawyer that allows me to say whether it would be one way or the other. You're saying -- and I'll repeat that. Is there anything at all I could look to try to figure this out? Because I think it is a question we're supposed to get the better rule. What did the Model Penal Code authors do? Did they take testimony --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Did they have evidence or did they have -- take testimony? Did they go around trying to find out how prosecutors and defense attorneys -- you know. I don't know."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't that come from an 1111 14th Street, NW Suite 400 underlying principle that your position is not entirely consistent with, that is, that the defendant is presumed innocent? So it's not as Justice Scalia may have suggested that, well, he would plead guilty, but we're going to let him -- we presume that the defendant is innocent. That's why the prosecutor has to have the burden on all issues. I thought that was the underlying principle."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Before you get there, what -- roughly speaking, how much of the Model Penal Code has Congress enacted into the criminal --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Who -- who develops the Model Penal Code? Is that the American Law Institute that does that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which once upon a time purported to simply be embodying the -- the general law, the common law. But it doesn't even purport to do that anymore."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There are a lot of law 1111 14th Street, NW Suite 400 professors involved in it, aren't there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Some judges too. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When was this -- the underlying statute at issue here enacted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, would we -- would our -- would our nose count be today or would our nose count be when the criminal statute was --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why not? Isn't it realistic to assume that Congress looked at the state of the law at the time it's passing a statute and presumably adopted what was the prevailing view?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a consensus view. It would still be the time of the enactment of the statute is what would be relevant, I would think."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gornstein, just out of curiosity, of the 29 States that have the different rule, in how many of those States was the different rule adopted legislatively and in how many States was it pronounced by the State supreme court?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Maybe your -- your friend on the other side knows."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Is the test proposed by the Petitioner that -- that you have to prove non-duress by beyond a reasonable doubt?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And your test is that the 1111 14th Street, NW Suite 400 defendant would have to prove it only by clear and convincing evidence?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"More likely. More likely."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think a State could put a burden on the defendant beyond a reasonable doubt for entrapment, duress, insanity?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Clear and convincing."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about the insanity defense?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about self-defense?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gornstein, there are some old cases that draw a distinction between justifications and excuses. And you carefully use the words excuse to describe that defense. Did you do so having in mind that distinction or just as a loose description of the -- of the defense?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about mistake? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was a deer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And would you distinguish between instances of duress where it may a negative mens rea and instances where it may not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Gornstein. Mr. Jett, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And three -- three was what? Three States that have adopted it --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"By statute."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure it's less -- less blameworthy. I mean, if somebody has a gun to the head of my child and I have a choice between doing a criminal act that he wants me to do and shooting him, you think it's -- the less blameworthy is to go do the criminal act?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I wouldn't kill him. I'd just wound him. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you take into account that this was not something that occurred at once? This was a long-term relationship. There were many opportunities in which she might have, when her children were with the grandmother, say, gone to the police."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the judge ask the defendant to produce evidence that there was no possibility to go to law enforcement officials, and if she does not produce that evidence, then refuse to give the defense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Jett. The case is submitted."}],"people":[{"id":0,"fullName":"CRAIG JETT","firstName":"CRAIG","lastName":"JETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3547,"interruptions":18,"times_spoken":55,"laughter":0,"num_int_by":6},{"id":1,"fullName":"IRVING L. GORNSTEIN","firstName":"IRVING","lastName":"GORNSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3028,"interruptions":23,"times_spoken":58,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":531,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":373,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":441,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1260,"interruptions":4,"times_spoken":35,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":137,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":172,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3547,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":3028,"times_spoken":58,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":13,"words_spoken":3994,"times_spoken":117,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.833140742911193,"respondent":0.166859257088807,"date":1472703110173}}