{"petitioner":{"name":"WASHINGTON","counsel":[0,1]},"respondent":{"name":"ARTURO R. RECUENCO. ","counsel":[2]},"caseNumber":"05-83","date":"2006-04-17T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Washington v. Recuenco. Mr. Whisman. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On -- on that point, I have -- I have one question. At page 3a of the petition appendix, the Washington Supreme Court's opinion is set forth, and in the course of that opinion, it says, to the contrary, when defense counsel argued the definition should have been submitted to the jury, the 1111 14th Street, NW Suite 400 prosecutor explicitly stated that the method under which the State is alleging and the jury found assault was committed was by the use of a deadly weapon. And then he goes on to say, in the crime charged in the enhancement, the State alleged there is no element of a firearm. The element is assault with a deadly weapon. I don't -- this was at the sentencing proceeding, I take it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, because I couldn't find it in the sentencing proceeding."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It does sound as if he thinks there was -- the prosecutor thought there was no error. A deadly weapon is a deadly weapon, and then --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was deadly weapon still an enhancement at that point, or was deadly weapon part of the definition of a new crime?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the deadly weapon -- the definition of deadly weapon -- that that could include a revolver or a pistol. You -- you seem to be describing now deadly weapon. That's one thing, and that excludes guns. And then firearm, a discrete 1111 14th Street, NW Suite 400 category. But I thought that deadly weapon includes at least pistols and revolvers."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but didn't the deadly weapon -- definition of deadly weapon include firearms?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But with a 1 -- 1-year enhancement or -- I thought that that could apply in a case where the deadly weapon was a gun."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would it be either proper or required by the Washington trial court to tell the jury, ladies and gentlemen of the jury, the charge is assault? There is also the possibility of a sentence enhancement. It's a 1-year enhancement if it's a deadly weapon. It's a 3-year enhancement if it's a firearm and a pistol is a firearm. Would the judge err if he did that? Or another way of putting the same question, would it be proper for the judge to leave out the 1-year deadly weapon instruction and just instruct you can -- you must determine whether it's an assault and you must determine whether there's a 3-year enhancement for the use of a firearm?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. My hypothetical is he says it's a 3-year enhancement if the deadly weapon is a firearm. That's -- what I'm asking is, in effect, under Washington law, is it error if the judge allows the definition of deadly weapon also to go to the jury 1111 14th Street, NW Suite 400 so it can find a lesser included offense."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you're saying the instruction here was proper."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you clarify one thing for me? I just want to be sure I have it in mind correctly. Is it correct that the firearm has to be an operable firearm?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But is -- just again, I'm not trying to find out the answer to what happened here, but just as a matter of what the law provides. Is it conceivable that a -- a gun which was not operable could nevertheless be a deadly weapon because it can be used as a club?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It could be."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you explain again why it was irrelevant whether the gun was operable or not?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But to be a real gun, it has to be operable."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, did you have to prove that because, as -- as I have assumed, the charge included the statement that he had used a handgun? Was that the term used?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But all that the jury 1111 14th Street, NW Suite 400 found was deadly weapon because that's all they were asked to find."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you could -- it could be argued that it not only didn't encompass the firearm finding, but it excluded the firearm finding. If, as you tell us, there are two categories, one being deadly weapon, which does not include firearm, and the other being firearm, wouldn't you say that the jury verdict positively contradicted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the jury given a copy of the information?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why was deadly weapon put in by the prosecutor at all? If -- if you're right that this is not a deadly weapon case, this is strictly a firearm case, it's not a lesser included, here the prosecutor charged deadly weapon --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to wit, a handgun. And then the special verdict form doesn't say one word about firearm. So couldn't the defendant expect, well, they charged the main thing? They charged me with deadly weapon, and they asked the jury to find deadly weapon."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Millett. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Millett, can I ask you this one question? Would there ever be a case where it was not harmless error when the judge makes the finding? Isn't it -- wouldn't it be reasonable for the appellate court to assume, well, if the judge made the finding, it's probably supported by the evidence and presumably the jury would have come out the same way?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But there might be a rare case, but in about 95 percent of the cases, wouldn't it be true that the fact the judge made the finding is pretty good evidence that the jury would have made the same finding?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The judge doesn't have to find it beyond a reasonable doubt, does he?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what do we do about the problem that is raised by -- by counsel on the other side, that Washington law is such -- or at least at the time the briefs were written, Washington law is such, as they understand it, that the -- that the issue could never properly have been submitted to the jury, and -- and therefore, if -- if Washington courts are going to follow Washington law, in every case in which a firearm is an issue, the case is going to be handled exactly like this? It's not -- the firearm issue is not going to the jury. The firearm determination will be made by the judge. If the State of Washington decides not to amend its law, we would have a situation in which, in effect, Apprendi is read out of the -- the constitutional law simply by State procedure. And in every case, the -- the response would have to be harmless error analysis on your theory. That is a pretty neat way to undercut Apprendi. Is that not a good reason to say we shouldn't have harmless error analysis?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're -- I'm sorry. You're saying their argument is wrong, in effect, as a -- as a statement of Washington law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand what -- what you meant by a facial unconstitutional -- facially unconstitutional problem. You mean a Federal court would enjoin the criminal prosecution because it's unconstitutional on its face? We wouldn't do that, would we?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Neither can I."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So that -- that's not really an adequate answer, that it would be facially unconstitutional."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"A motion in limine kind of"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The assumption of the hypothetical is, I take it, that the Washington State judges would deliberately violate our holding of a matter of constitutional law in imposing the enhancement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree in this case that the court did have the obligation to submit a special verdict form indicating that the defendant -- asking whether the defendant was armed with a deadly weapon?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No. As a matter -- a constitutional matter. 1111 14th Street, NW Suite 400"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the -- suppose the judge didn't ask about deadly weapon at all, just -- just asked whether there's an assault."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But you -- so -- so there had to be an instruction that there was an assault in the second degree?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Millett. Mr. Link. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How could it be lesser included when, as we've heard, firearm does -- I'm sorry -- deadly weapon does not include firearm? If deadly weapon included firearm, then certainly -- I'm sorry -- deadly weapon would -- would -- could be a lesser included offense somehow. But the two are exclusive categories, aren't they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if it has the capacity"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"But the statute does say deadly weapon other than a firearm."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the enhancement section does."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think in this case you'd be entitled to a lesser included offense instruction as a matter of law?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, was there any 1111 14th Street, NW Suite 400 evidence that it didn't have the capacity to fire?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're not entitled to -- you're not entitled to a lesser included offense instruction for which there's no evidence."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, but there -- there is evidence from which the jury could find that it was a real gun, and in the absence of any indication to the contrary, that is competent evidence for the jury to use in concluding that it would function like a real gun. It's not -- they didn't have to put in further technical evidence. An issue might have been raised. 1111 14th Street, NW Suite 400 I mean, your -- the -- the defendant might have come up and -- and presented evidence to the effect that it was only a starter pistol, in which case, okay, there would be a real issue. But in the absence of any reason to doubt that the handgun was what it purported to be, there would be no reason to -- there would be no requirement of further evidence about functionality, would there be?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's -- what's your authority? I mean, that doesn't seem -- as a matter of factual common sense, that doesn't seem required. Is -- is there a Washington case that requires that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And what exactly in the language is it that you hang your hat on?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No -- no question. But if there -- but if there is no reason to question its apparent functionality, I mean, you know, it's a handgun. It looks like a handgun. Somebody is holding it like a handgun -- there -- there is no reason, it seems to me, as a matter of fact or based on the statute to doubt that it would be functional. And therefore, it would seem to me that the proof would be competent that it was a functioning handgun in the absence of any question raised."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, you asked for an instruction on the lesser offense of aiming a firearm. Under that provision of Washington law, does the firearm have to be operable as well?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you ask for an instruction assuming that the firearm at issue in this case was operable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But if the firearm were not operable, you would not have been entitled to a jury instruction on the lesser offense of aiming a firearm. Correct?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say a new case comes up tomorrow and the person is charged in an information with assault in the second degree, and it's clearly alleged in the information that a firearm was used. 1111 14th Street, NW Suite 400 But then when the case is submitted to the jury, the judge just forgets to charge on the firearm factor or element. Would that -- could that be harmless error? Is that any different from the case that's before us?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's a different -- is it a materially different case?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is it just like Neder, or is it different from Neder?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Take Justice Alito's case, and nobody litigated it because nobody doubted that it was a loaded gun. Now, what's the result? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So -- so, therefore, it's harmless. So, therefore, we use harmless error analysis. So what's the difference between that case and this case?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I quite -- I quite agree with you that there is the difference that in the Alito case as amended, it all happened before the jury got its verdict. In our case, it happened after the jury reached a verdict. Now, absolutely true. And my question, of course, is why does that matter."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. It was improperly instructed. The judge forgot to give this instruction about the nature of the firearm. I take it -- at least my case -- the judge forgets to instruct about the 1111 14th Street, NW Suite 400 firearm. He just forgets. All right? And then the jury goes out. It comes back and the lawyer says, Judge, I handed you the instruction. Why didn't you give it? He says, oh, my God, I forgot. Now, does harmless error apply to that case?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And I want to know why that matters because the only thing I've tried to create the hypothetical to matter is the one thing happens before the jury goes out, and the other happens after. And why does that matter?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. But it's also the case, as I understand it, and as counsel on the other side 1111 14th Street, NW Suite 400 confirmed a few moments ago, that the charge specifically specified that a handgun had been used. So this is not a case, as I think you were suggesting, in which there has never been a charge of the offense plus the enhancement they now claim. The -- the problem was in the jury verdict, not in the charge, not in notice to the defendant. And if that's the case, why isn't it just like Neder?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, a -- a firearm, as I understand it, is defined to include a pistol or a revolver. Is that correct?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Isn't the natural reading of -- or understanding of the word handgun that it's a pistol or a revolver? I mean, isn't that what people would normally take it to mean?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you're asking for a -- you're asking for a Federal constitutional ruling, 1111 14th Street, NW Suite 400 and right now, if I understand you correctly, you're arguing that you ought to win because if you don't win, as a matter of Federal constitutional law, we would be condoning a verdict for an offense that was never charged. But if, in fact, handgun is properly read, properly understood to mean a pistol or a revolver, and that's what a firearm -- that's -- that's what a firearm is -- is defined to include under Washington law, then in fact the offense has been charged. The enhancement has been charged. And as a matter of Federal constitutional law, it seems to me that ought to be enough to bring it within Neder regardless of what the quirks of Washington law may be."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's because it -- it didn't go to the jury."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, when you say it's not litigated, do you mean simply that nobody, none of the witnesses, none of the counsel in argument, disputed that a handgun was there? In other words, it was just one of those things everybody understood. Is that what you mean when you say it wasn't litigated?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and what do you -- what do you base that statement on? In other words, I -- I think you're now arguing that the understanding was that although it looked as though the -- the most serious enhancement had been charged, the understanding of the parties was that it had not been. If that's your argument, what is your basis for saying that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, what your trial counsel said was that the -- I'm quoting from the joint appendix, page 30 -- the allegation and the basis on which this case was tried was under the theory of 1111 14th Street, NW Suite 400 firearm. It seems inconsistent with your representation that nobody had an idea that they were trying this under the theory of a firearm."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think it would have been error in this case based on the evidence presented and the way the -- the case was argued -- would it have been error for the judge to instruct the jury that if they found that there was a firearm involved, they should make a -- they could make a -- a finding on that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But as a constitutional matter, would it have been error for the judge to instruct the jury in this case, based on this evidence, that they could return a verdict that a firearm was used as part of the assault? 1111 14th Street, NW Suite 400"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Millett tells us that that only applies on remand under -- under the Hughes case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Link, will you just -- maybe I -- I should know this, but the information charges an assault in the second degree using the deadly weapon. If they had charged use of a firearm rather than a deadly weapon, what would the crime have been? Would that also have been assault in the second degree?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The firearm enhancement itself would not covert it from second degree to first degree."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You say regardless of the strength of the evidence. How about no evidence at all?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the question is whether or not it requires it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't -- isn't that true in Neder as well?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You keep saying a lesser offense and a greater offense, but under Washington law, there's just one offense. Isn't that right? It's second -- it's assault in the second degree."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if we accept -- going 1111 14th Street, NW Suite 400 back to our earlier exchange, if we accept the proposition that charging that he used a handgun was sufficient to charge a firearm, then the charge against him was assault in the second degree with the maximum enhancement for use of a firearm."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you and I may disagree on -- on how to read -- how to understand firearm, but if you read it the way I just suggested, then the charge was assault two with the maximum enhancement. Isn't that correct?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought the -- I thought the reason they conceded the Blakely violation was that in the instructions to the jury, the instruction only went to deadly weapon and the instruction did not specifically refer to firearm. I thought that's why they -- they stipulated that there was a Blakely error. As a matter of the fact about the instruction, is -- is my description correct? 1111 14th Street, NW Suite 400"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. And it didn't -- it didn't use the -- let's put it this way. it didn't use the word firearm. Right?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's why they conceded a Blakely error."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the special verdict form still was."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I just clarify one other thing? Capacity to fire doesn't mean it had to be loaded, though."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"An unloaded gun could be a firearm."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In the charging document, where it says that he was armed with a deadly weapon, to wit, a handgun, and then it cites the Washington statutes, those citations include the 3-year enhancement provision?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It cites RCW 9.994A.125 and 9.94A.310. Is one of -- is one of those the 3-year enhancement?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"9.94A.125."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So it includes the 3 years."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But it does include it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And do you know if the information went to the jury in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the other way of looking at it is it's based on trying to understand what the jury meant when it said deadly weapon when the only evidence of a deadly weapon they were presented was a firearm."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And in Neder, even if the jury had been asked to rule on materiality, it could have decided not to rule according to the evidence. The same argument applies in Neder."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I -- I take it Washington wouldn't have the option -- suppose that you prevail. Washington doesn't have the option to give him a whole new trial, do they, because there's been double jeopardy, I take it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What I'm saying, you don't concede, do you, that Washington would have the option to retry him to try to obtain the 3-year enhancement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I wouldn't think so."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Whisman, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Whisman, can I -- can I ask you a hypothetical which I think puts in starker form what the -- what your colleague here says this case involves? Suppose that -- that you have a statute, a murder statute, which applies to the murder of a single individual, but -- but you have another statute with a death penalty called aggravated murder. And it's a different crime and it -- it requires the -- the killing of more than one person in -- in the same -- in the same event. Let's assume a trial in which somebody came into a bank with a machine gun. Only one person came in, and five people were killed. But the prosecution only brought a prosecution for simple murder. Okay? And the jury comes back with a verdict for -- for simple murder. Certainly a judge would not be able to say, well, no jury could possibly have found simple murder 1111 14th Street, NW Suite 400 here without also thinking that this person was guilty of -- of this greater offense of -- of aggravated murder and, therefore, I'm going to enter a judgment of aggravated murder. That's what the -- the defense says happened here, that there was just a verdict of -- of the lesser offense. That's all the jury found. It could have found more and maybe -- maybe in finding that, it -- it must have thought that the greater offense also existed, but it never came in with a verdict for the greater offense. Now, tell me why what happened here is different from -- from the hypothetical."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose under Justice Scalia's hypothetical, aggravated murder is -- is in the charging documents, but the judge doesn't say aggravated murder when he submits it to the jury."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But then we'd have Justice Scalia's case if this information left out the words, to wit, a handgun."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And those are the sort of considerations that can be taken into account under harmless error analysis. Right? The absence of notice, the prejudice. I would have put on this evidence if I had known I was accused of using a 1111 14th Street, NW Suite 400 handgun."}],"people":[{"id":0,"fullName":"JAMES M. WHISMAN","firstName":"JAMES","lastName":"WHISMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2696,"interruptions":7,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1548,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":2,"fullName":"GREGORY C. LINK","firstName":"GREGORY","lastName":"LINK","counsel":true,"justice":false,"side":"respondent","words_spoken":3397,"interruptions":19,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":375,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":810,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":479,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1162,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":132,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":232,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":4244,"times_spoken":42,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":19,"words_spoken":3397,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":3732,"times_spoken":105,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126794}}