{"petitioner":{"name":"GARY LAWRENCE","counsel":[0]},"respondent":{"name":"FLORIDA. ","counsel":[1]},"caseNumber":"05-8820","date":"2006-10-31T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear arguments next in Lawrence V. Florida. Ms. Bonner. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It would presumably, though, be limited in some ways. For example, if the application for state post-conviction relief raised arguments under state law, those would not be a proper subject of a petition for certiorari."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying the application is the application -- the petition for certiorari is the application?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"","text":"Well, we can't act on it unless, unless it's final. We, we need final action by the state court, don't we?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How can it be final action and yet still be pending?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's final as far as the application for state review is concerned."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is the text that we're dealing with here."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it you're talking about language, if I followed it, in 2244(d)(2)."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it tolled the statute while the \"properly filed application for state post-conviction or other collateral review is pending.\" So the question is during the 90 days after they said no to you in the state court and you had a chance to file the writ, is that application pending? And you say yes, that application is pending, that application is pending and subject to various motions, such as a motion or a petition for certiorari."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is pending."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's where we are in this argument."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the other way to read the language is that the state application is final -- otherwise you couldn't file the Federal petition for certiorari, and that petition may affect what happens with your application for state relief, but the state application itself is final and over."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it has to be final before you can file a petition for cert."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it say that? I would have thought it said that there has to be a final judgment of the lower court, and the final judgment of the state court concerns that application which is still pending and will continue to be pending at least for 90 days in your view."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't require a final state application. It requires a final judgment about the state application."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So what about the argument raised by your friend that exhaustion doesn't require filing a petition for certiorari, that the state procedures are considered fully exhausted upon the final decision in the state court and that it makes sense to treat this, this 2244, in a parallel way with respect to the exhaustion requirement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know what is pending with respect to when the state defendant, movant, doesn't file a petition for certiorari? Is that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the state post-conviction application still pending on the 90th day?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, anybody who wants the additional time -- this law was passed to prevent people from delaying. But anybody who wanted to delay would then have to file a cert petition, I assume?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you filed - - so you say you get 90 days whether you file or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you want the additional time that it takes for an opposition, for waiver of response, for this court to dispose of it, then you have to file a petition for cert?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Chief's point is that if a petition is in fact found it will end up being more than 90 days because then you would have, in addition to the 90 days you'd have to file the cert petition, the time it takes for this Court to dispose of the petition, and the statute of limitations would be tolled throughout that entire period, not just a fixed 90 days."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- does your argument mean that a defendant who wanted to file within the 90 days, wanted to file in the district court, wanted to file the habeas application in the district court within the 90 days, couldn't do so because it would be premature because the, the state application is still pending?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you read the tolling provision in 2263(B) the same way as you read the tolling provision that's before us?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Congress really wanted to have two different, entirely different tolling concepts in these provisions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, what about 2244(D)(1)(a) where Congress referred expressly to the time for seeking direct review or the expiration of the time for seeking such review? Your reading of D(2) is that that's what they meant when they said the state application was pending. The state application or the time for seeking review of the state application, and in -- just in just a few sections above that they expressly said that shouldn't we read pending in a different, different direction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they would have just said during the time of the application for state post-conviction, or the expiration of the time for seeking review of it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think the final, the judgment in the criminal case is still pending because it can be acted upon?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying, are you arguing that there, during this period, there is an application for state relief pending in the state courts or that there is an application for state relief pending in this Court?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is it pending?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is it pending?"},{"name":"JUSTICE GINSBERG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your argument on brief was that it is pending here and the statute says pending. It doesn't say pending, as your statute, you compared it with says. That pending, the application is pending someplace. Where is it pending? Not in the state court anymore. They have reached their final judgment, but it's still pending in your case here because you filed a petition for cert."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In the same sense that it is pending after the trial court has acted but before the defendant or the petitioner decides whether he wants a state appeal."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know where it's pending. Whether it's still pending in the state trial court or in the state appeals court. But nobody denies that it's pending. And I understood your argument to be, whatever mending means there, pending means here because there is no modifier that would limit the same -- the same construction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But in what sense is it an application for state post-conviction review when it's pending before us? We are considering a claim that the state erroneously decided a Federal question - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but it's not an application, it's an application for our review, not state post-conviction review."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a Federal writ, isn't it? It's an application for a Federal writ. It's not an appeal in state criminal -- state case."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If you succeed you're going to get an order from this Court to the state court say, saying, go back in this state proceeding that has been begun, and do it right. So the focus of it is still the state proceeding even though we may correct it under appellate jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any, I suppose this, we ought to know better, but how long the average disposition time is for a petition for certiorari in a case like this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. From the time of, I suppose the pertinent question would be from the time of final state, final state judgment, eventual filing for petition for cert, opposition, waiver, our disposition? Presumably, probably five or six months?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why don't you take, let's just if say you take 90 days, and you get - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you get a two month extension."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you get another month for the opposition depending on what circuit you're from for the extension. Get another month for the opposition, at least two months, month and a half, for us to dispose of it. It probably comes out to about six months."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Now I guess -- my question is, in a law that imposed a one-year statute of limitation, is this an implicit additional, I realize it's a question begging to some extent, but implicitly an additional six-month period would strike me as odd."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask on that, Ms. Bonner, what typically in Florida is the time elapsed between the conclusion of the criminal proceeding and the conclusion of the state collateral relief?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's more than six months, I assume."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Two, three, four, five years."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And all that time, the statute has been tolled?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether there may be another six months added on to that five or six-year period."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the reason that's tolled is because it's designed to encourage the exhaustion of the state procedures. This additional period is when it's pending, not before the state but before a Federal court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Any -- any statistics on how many petitions for cert from state post-conviction collateral review are granted? In other words, if we are talking about an additional six months in every case, how many of those are actually granted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if the state is petitioning for cert it means you've won."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So presumably you're not looking forward to further - -"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose you'd have to file a protective petition with the district court saying we won but we might still lose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming you make the same argument you make on questions 2 and 3 about the availability of equitable tolling."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would be very surprised if the court found you were out of time because the state had filed a petition for certiorari."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And have it granted."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Kise. "},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kise, can I ask you what your view in this matter would be if the Court grants certiorari, would the application be pending during the period that the case is under advisement in this Court?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Either way."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask a second question. Suppose it were reversed, we send it back for further proceedings in the state trial court, would you say that it's still not pending during the further proceedings?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So it started pending again after an interruption, is that the way it would be?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Forget about equitable principles, statutory principles. Is there a lack of continuity, where you could have it pending for a period of a couple years and then an interruption, and then it can resume pending after the interruption?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, period when it's not pending followed by a period when it begins to pend."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But there would be no statutory right in your view, it would depend on the equitable considerations?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't say state pending or pending in state court, and what I want to do is go back and ask a question somewhat along the lines that Justice Stevens asked. Is the application pending in the period between the disposition of the petition by the state trial court and the determination by the petitioner whether or not to go forward for state appellate relief?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"By the same token, why isn't it pending between the final disposition by the state appellate court and the determination to seek cert here?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was the issue in that case. This issue wasn't in that case."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I can't when I write something, I don't think I or anyone else can, if it happens to be a state case, refrain from using the word state. I wouldn't say there is an implication in writing an opinion that it doesn't mean Federal as well. As least I can't find that written in the opinion anywhere."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But why isn't your sister's answer to that adequate? It is the state judgment that is final, but action on the petition is not yet final until it has gone through the period allowed for final review by this Court."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you're distinguishing between a state judgment and an application upon which further, further proceedings can be had. Why is that a nondistinction?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that the, the petition for cert is granted and this Court grants relief. The relief as I understand it is going to consist of a remand to the state court saying you did something wrong on this application before, go back and do it over again and do it right. It's the -- it is the state application which is going to be the subject of it and that therefore, it is the state application that necessarily is the subject of the cert petition."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's a petition for certiorari to review action taken on a state petition, just as at the state level, whatever may be the, the nomenclature for filing an appeal from the state trial court to the state appellate court, is an application which relates entirely to the original application for relief that was filed in the state trial court. It seems to me the two situations are exactly parallel."},{"name":"JUSTICE GINSBERG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"It's the application that is not subject to review. We review the state court judgment, not the state application, correct?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But they would correct it if we told them to."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And when it got back in the state supreme court, they would still be working on the application that had been pending until the end of the proceedings down there, and then suddenly came back to life after we sent it back."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"","text":"I think what you're saying, though, is when you have ambiguous language, a sensible rule is not a rule, it has to have a lot of exceptions to make sense. Surely that's a sound principle, isn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Those are the most likely where people are going to get mixed up. I mean, I'm not following -- I think I think this argument about the word is metaphysical, you know, and I can make wonderful arguments, and you have made wonderful arguments on both sides of this. I just can't get a clear answer. So if I were right about that and there is no clear answer from the language, then the thing, I'd like to go back to Justice Stevens' question, because it seems to me that that puts my greatest concern, my greatest concerns are practical. If we take your position, we have words right next to each other, near each other in the same statutory provision, meaning different things. And I've learned out of my own experience perhaps, judges and lawyers are not always geniuses and they get mixed up. And they will get mixed up all the time, and when they get mixed up, people will lose rights that they have. The second concern of Justice Stevens, which is what happens in the case, and those are the ones who intuitively are going to cause the problem. Because on a rare occasion, the state or the prisoner has a very good Supreme Court case. And that's going to be the case where he forgets to file in the Federal court because he thinks this thing isn't over, and lo and behold, the Court grants it. And now what happens? On your interpretation, I just see a mess, and on the other interpretation, it seems to work out fine. So those, I would say are the two practical problems, and anything you would like to say about that, I'd like to listen to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask -- it seems very strange to me. I can understand protective filings when you've lost, but it seems to me a very strange protective filing. When you've won in state court and the government has taken certiorari, can you file, file in Federal district court? What do you say? What are you complaining about?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No. It's their point. I don't see how it's your point. How can you cover yourself? I mean, if we come out your way, how -- how"},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Provided equitable - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":11,"sideBefore":"justices","text":"You're worried about winning in the Supreme Court."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But you're asking us to say that the Congress has written a statute which doesn't take account that the state might sometimes file a petition for certiorari that would be granted. And you say oh, that's so rare, that's so extraordinary. It happens. It's part of the system."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":11,"sideBefore":"justices","text":"Would you advise a client that way? Would you advise a client that way?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You've won here and the state is taking certiorari to the Supreme Court. Don't worry about making a protective filing in the district court because, you know, if by chance the Supreme Court reverses, equitable tolling will apply. You know, you roll the dice with equity."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I agree."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The irony of your position is that it has those harshest consequences in those rare cases where there was a denial of constitutional right."},{"name":"JUSTICE GINSBERG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you need equitable tolling? Why can't you use, why isn't it most sensible to use the model when -- for the time clock on direct appeal, say there has been a conviction affirmed by the highest court of the state, when does the time, when does that judgment -- it's a final judgment if you seek cert, right? But the time clock, the one year doesn't begin to run until after the 90 days has elapsed; isn't that right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why shouldn't it be the same way for collateral review as it is for direct review? Direct review, everyone agrees that you get the state final judgment. But then you have 90 days and nothing starts until that 90 days is up or, if cert is granted, until the cert process is done. Why shouldn't it be just the same for collateral review?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well that means, that means that if a petitioner who has had his state application for collateral relief denied wants to petition this Court, but doesn't want to lose out on the possibility of seeking Federal habeas, that prisoner has to do two things at the same time: One, prepare a petition for cert; and the other is to prepare, prepare a complaint to file in a Federal district court. That's a lot to put on a person, particularly the one who isn't represented."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Here there were 31 days, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They'd have to file a Federal court complaint and a cert petition within the 31 days."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is it, is it clear that he can go to district -- I mean, I'm not familiar with how these things work. Is it possible that when there is an appeal or certiorari pending here there can be proceeding in district court a habeas action on the same, on the same matter that we are considering on certiorari?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"District courts do that? I mean, they would be considering the same, the same issues we are, I suppose?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're sure that happens, that while cert is pending here there is a habeas proceeding ongoing in district court?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't a district judge who knows that there's a cert petition pending just say: Well, I'll wait; this petition will be held pending the Supreme Court's disposition of cert."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'll accept your view as being the personal experience. I'm rather surprised that district courts would go through all of these preliminary steps when the case is on cert and they may not have to."},{"name":"JUSTICE KENNEDY","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure if I would tell the district courts that's what they ought to do, is a wise expenditure of resources. I'll think about that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":11,"sideBefore":"justices","text":"Well, I mean, it sort of depends on how often cert is going to be granted, doesn't it? If you're a district court and you have hundreds of these habeas petitions being filed, you can either hold of them whenever a cert petition is filed, one in one thousand or whatever the number is, because they might be granted. I think you'd probably take your chances depending on the petition. If it looks serious and there's a petition pending you don't have to proceed. If it's frivolous perhaps you can proceed."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't it true the real problem with the capital cases? The state's interest in getting things moving is the strongest in the capital cases, I think."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"In the non-capital cases there is an interest in promptness, but the longer the guy stays in jail is not going to prejudice the state. But you do want to get your death cases terminated as soon as you can. And what we're really talking about as I understand it is whether in most death cases we'll add on a period of six, eight, nine months to the total period. And in most of those death cases, which is a limited number -- I don't know, you have a couple hundred people I suppose in death row -- in those cases it's going to be seven, eight, nine years anyway."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's if you're formally right on the metaphysical question. But if you're not, now thinking you just gave a response to the Chief Justice that said, well, really the Federal district judge when he gets these things just has to look at them and then he figures out whether he is going to stay it or whether he's going to proceed on some issues or whether he is going to do something else. And that's what you thought was fairly easy. You have the experience there and I just wonder how easy it is. I mean, why wouldn't it be easy? Because I guess before doing anything the judge has to know what this thing is about. And that's where it seems to me to take the time of a district judge. They have many, many petitions. Sometimes they are well organized, sometimes not. He sends them to a magistrate possibly. The magistrate has a lot to do, and the time consumed is the time finding out what is this case about. Is that fair characterization or not? How easy is it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kise, there are two applications. Your answer to the petitioner is you have to file in the Federal court within that 31 days. If a prisoner says, I can't manage a cert petition and a Federal habeas corpus, it's hard enough for me to get any assistance, so I'll have to pick one or the other, isn't the, the reading of an ambiguous statute that you're proposing going to be an incentive or a disincentive to filing both, which the prisoner has a right to do? He is going to have to pick one or the other if he is in this timeline."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me be clear on your answer to Justice Stevens' earlier question. Where there is a reversal of the state judgment by, by this Court, and the case is remanded to the state, you don't argue that what occurs then is equitable tolling? But you say that the case is again pending once it goes back to the state, is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Kise. Ms. Bonner, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Records don't have to -- typically are not filed with the petition for cert. So the record would be back in the lower court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to be clear, it is your position that to get -- you think everyone's entitled to the additional 90 days whether they file or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"To get the additional time for an opposition that would be considered here, you have to file the petition for cert. In other words, if you don't file after the 90th day it's no longer pending."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So then why wouldn't the result of your position be that every person who is denied state post-conviction relief is going to file a cert position to get the additional time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't that lead to that result? If Congress was concerned that people were stringing out the time before they seek habeas, one way to string it out under your reading, but not under the state's reading, would be to file a petition for cert."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. What's the trigger?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. When they wanted to include the 90 days, they said the expiration of the time for seeking review. They did not say that in (d)(2)."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your argument - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"I guess you could also say that except in capital cases the defendant will not have an incentive to delay. He wants to get out, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if the defendant had no incentive to delay, why did Congress think it necessary to impose the statue of limitations? They did that because they thought people were stringing out their -- and they were applying for Federal habeas after too long of a delay."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the title of a statute indicate the category of cases that Congress was primarily interested in?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The death penalty."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Miss Bonner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"MARY C. BONNER","firstName":"MARY","lastName":"BONNER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2922,"interruptions":22,"times_spoken":71,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CHRISTOPHER M. KISE","firstName":"CHRISTOPHER","lastName":"KISE","counsel":true,"justice":false,"side":"respondent","words_spoken":2422,"interruptions":16,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1052,"interruptions":4,"times_spoken":42,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":526,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"MR. PECK","lastName":"PECK","counsel":false,"justice":false,"side":"","words_spoken":104,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":710,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":129,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":154,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":460,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":135,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2922,"times_spoken":71,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":2422,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":4036,"times_spoken":122,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7763196424948727,"respondent":0.22368035750512727,"date":1472703110189}}