{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"RELIANT ENERGY SERVICES, INC., ET AL. : ","counsel":[2]},"caseNumber":"05-85","date":"2007-04-16T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 05-85, Powerex Corporation versus Reliant Energy Services. Mr. Frederick. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, are you going to get to the 1447(d) problem?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The district court thought it was and one we did, the district court said I have no authority in -- under -- over any of these people. So back it goes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Removal. Removal was -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- talking that -- where are these statements?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"You said remand was proper. That's the - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But at the point it was acting it was remanding, and its basis for remanding was not that it thought the removal had been proper; the basis for its remanding was that it said it lacked jurisdiction over three of the other cross defendants."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It may have been, leaving aside the question of whether it was right or wrong, it may have been wrong. But what it thought it was doing it seems to me is fairly clearly remanding for a jurisdictional reason."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those cases are all -- all based on Thermtron. You don't have any doubt that Thermtron would come out the other way today, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in light of, in light of the statutory language as it exists now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But stare decisis on the basis of statute is kind of a weak basis when the statute's been changed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Thermtron was such a far cry from this case. In Thermtron the district judge said yes, I have jurisdiction but I'm just too busy, so I'm going to toss this case back to the State court."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we go into that question all the time, 1447(b) is a nullity. I mean, if in every case you're going to be able to appeal whether indeed there was lack of jurisdiction, you're going to be able to appeal every case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be fine if 1447(d) said that there is no appeal so long as the basis for removal was proper, but that's not what it says."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think the court said in Thermtron, so therefore, I have no subject matter jurisdiction."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why was it wrong when with respect to the sovereign parties, the district court said I have -- these people are totally immune from suit; therefore, I have no jurisdiction over them."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what you are really arguing for is, in effect, a separate rule, and that is that 1447(d) has an exception when we are dealing with foreign sovereign immunities."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the trouble with the principal submission, it seems to me, is that we have said that even if the district court has come to an erroneous conclusion about jurisdiction, if it understands that it is making a jurisdictional ruling, that is not appealable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're into your backup argument now."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The backup argument that you're now making, that not your principal argument."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you request -- when the question of Powerex -- authority over Powerex was before the district court, did you request that the district court give you a 1292(b) order before the court remanded the case, so that you could have gotten the case -- the question up on appeal?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that would have taken care of it if the district judge agreed to delay the remand to allow this question of law to be determined by the court of appeals."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't care whether it had subject matter jurisdiction or not. It's not an essential part of their case. Their case is even if it did, it mistakenly thought it didn't, and remand it, end of case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's their backup argument, I think."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If in fact it goes back to the State court and you litigate it, you lost, can you raise as a point of appeal that you did not receive two things the statute guaranteed you? One was a determination in the Federal court that you're an organ of a Federal State, and second, a bench trial?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but could you?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm just asking could you, yes or no. I - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, okay. Now if you lost in the State court, could you then use that as a basis for asking this Court to accept jurisdiction? And if they -- if we did, we took it and we heard the case, reverse, and send it back for the proper tribal under the statute?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"See, what I'm getting at is whenever there's an erroneous remand, the practical problems that you raise are present. And they're awful. I don't deny them. I mean, they're right there in the statute, it foresees them. So I wonder, is there any difference in this case from every case where the remand is erroneous?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In terms of the legal right to get the trial to which the law entitles you on your view of the law, there is no difference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would get those eventually, it would just have to happen."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's purely - - pure question begging. I mean, the whole issue on the merits is whether it's a foreign sovereign or not. And you can't assume that you're correct when the remand provision or the provision barring appeal when it's been remanded doesn't care whether you're correct. The idea is, you can get a correct determination in State court through up to review by this Court eventually, as you can in Federal court. There's no reason to assume that the Federal court is the only place you would get a correct determination."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's the same with diversity jurisdiction. You can make the same argument. There's nothing distinctive here. This statute says that in a foreign sovereign immunity case you have a right to be tried in Federal court. Fine. But the statute also says that if you're a defendant in a diversity suit, you have a right to trial in federal court. And I don't know why this is any more demanding of an exception to 1447(d) than is ordinary diversity jurisdiction, where Congress has said you're entitled to trial in federal court."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, may I just follow up on Justice Breyer's question? It seems to me that your answer suggests that you have two bites at the apple because you -- all the way along, you might win. And if you won, then it wouldn't matter. If you lose, you always have the argument that you've made here, let's go back and start over again."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you might win that litigation. It's not impossible, is it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you lose, you always have a point on appeal and may start all over again later on."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did anybody in this case -- did any of the Defendants in this case request a trial by jury?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And have they asked for it? Has any party asked for a jury trial? If not, that part of the case seems academic."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is settled?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's different than it is in the Federal courts. You have to -- can't wait to the eve of trial to demand a jury."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Frederick. Mr. Hallward-Driemeier. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Osborn made it very clear that was an extraordinary case where Congress had explicitly ordered two conflicting things. One, it said no remand of a case of this type, and then it said no review of remands. So the Court was as clear as it could be that only when you have those conflicting signals does that court -- does that case have any application."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"One technical question. The same one. I would to be -- imagine it is a diversity case. Imagine that a Federal court erroneously remands it. A trial gets up to this Court. And we say it was diverse. It shouldn't have been remanded. Now what's -- is that like -- can that happen? I guess. And is the remedy then wipe out the State proceedings, go back to Federal court? What happens? Has that have ever been a case like that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What happened?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And it is called, the case, Missouri - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, what - - what do you do about 1447(e) which says that if after removal joinder might defeat subject matter jurisdiction, the court can deny joinder or permit joinder and remand the action. In other words, you have got subject matter jurisdiction but the statute contemplates it may -- later -- later you may lose subject matter jurisdiction and you can remand it there. And I suppose that that needs to be interpreted in pari materia with (c) so that the remands would not be subject to review. It seems to me the same situation here. You have got allegedly subject matter jurisdiction. It is later defeated, and it is remanded. Why shouldn't that be covered by (c)?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But you don't have any doubt that a remand under 1447(e) would be covered by 1447(d), do you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How is that relevant here? Where is the post-removal event?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's not an event. That's -- that's an epiphany, it's not an event. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Very strange meaning of event."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean the sovereign immunity didn't exist from the outset. Nothing changed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"When did it say that? I really find it very hard to accept that argument, when its says -- you know -- it doesn't use lacks removal jurisdiction, that's what it means. It is such an easy thing to say."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Under the -- under the district court's view, would there have been original jurisdiction against Powerex?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Then can you - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Can, can you tell me, if the Petitioner does not prevail here, the case goes back to the State court. Can the immunity argument be raised in the State court?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words the State court couldn't say well you know, this district court was wrong; there's really immunity under the Federal statute. The State court can't hold that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Because then you'd have constant -- eternal shuttling back and forth, that's why."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, we don't know - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"In other words, the -- the Federal determination bars the State court from redetermining that there's immunity? That the State court can't say, \"Federal court, you're wrong?\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what, what reason would Congress have for wanting a system that says - - and there are many, many, many people in the United States who would like to sue Pakistan. They would like to sue China. They would like to sue Russia. There are all kinds of places they would like to sue. And why would Congress want to have a system that says to those countries, you can come into Federal court and get your claim adjudicated, whether it is really you, China a; but by the way, if the Federal judge makes a mistake, there you are in Mississippi, Alabama, Illinois, any one of 50 different states? In front of juries, the very thing that we gave you this statute so you wouldn't have to do. Now what would their theory be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can I, -- I'm not sure it is even that he made a mistake. It is even worse than that. If he gets it right and finds that you are a sovereign - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- you can go back to State court. I mean, that's even worse. He gets it right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They were saying they were an organ of - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, and therefore they are immune unless -- unless they fall within an exception. And it may be they do. Is that not right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm saying, that's how the statute works."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But I take it if you win this, it's precisely the same, in respect to a person who has total immunity."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah. Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And a Judge makes a big mistake - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"China comes in - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And says of course you're China. And then it signs a remand order."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. Well, after all -- if you're going to say, you say that one is reviewable on appeal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it or not, in your view?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. And now all they want here is the organ issue reviewed on appeal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And what's the difference between the one and the other?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, and you agree with that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. Then why is it in your opinion that the immunity thing is so important that they get this collateral appeal, but the organ thing is not so important since all, what turns on that is whether they're going to have their non-jury trial."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying this all turns on our assessment of the strength of the interest in remaining in Federal court? Is that what it boils down to?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The immunity question, the immunity question is the same as State or Federal court, because the statute as it's written, any foreign sovereign, China, whatever, is as immune from State court jurisdiction as it is from Federal court jurisdiction because Congress said so. But with respect to the commercial enterprise, Congress said, we're going to give you a Federal court and we're going to give you a judge trial. That doesn't apply to State courts."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There was a sovereign party who said: I'm out of this; I have suit immunity. And that was the B.C. - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What happened to B.C. Hydro? Because as I understand the district court sent that party back, too."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it couldn't - - if you are right, then the Ninth Circuit never should have touched this case. So what happens to the three parties, two U.S. parties, one British Columbia, who are entitled to suit immunity?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But could it?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the argument you were making a few minutes ago, if I understood it correctly, was that B.C. Hydro would not have been barred by 1447(d) from taking an appeal to contest the remand; is that correct or not."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Whether it's a collateral order or not just goes to whether it falls under 1291. It doesn't speak at all to the issue of 1447."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The difference between that immunity and Powerex's status is what? It's simply the fact that there's a stronger interest in allowing immediate appellate review, Federal appellate review of the determination of the remand of a party that claims to be a sovereign as opposed to Powerex's status as an organ?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If we think that Powerex, that there's a strong interest in having Powerex remain in Federal court if it's entitled To that under the Foreign Sovereign Immunities Act, that would be suffer to get around 1447(d)?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm having, I'm having the same problem as Justice Scalia and Justice Breyer. Can you say in just a few sentences the difference between the case where there is sovereign immunity, China, the China hypothetical, and this case where it's organ immunity?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're telling us that one is more important than the other, but there's no textual basis in the statute for us to make that distinction."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking why is denial of immunity for sovereign status different from denial of organ status giving you a right to a bench trial, etcetera?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"We have this very old judge like me. China is there. And he says: This isn't China; Formosa is China. So he says remand. So there we are, China is now in the Western District State Court for Illinois and they're suing them for a lot of money. Now, you said, I thought, before that where that happened, and they wrongly ly denied immunity, they could, China, appeal in the Federal system. I thought you said that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All they want is a definitive appeal that this is really China, all right. Now, can they do that, yes or no? You said yes. So I thought Justice Kennedy's question was, if they can do that, why can't Powerex appeal in exactly the same way on the question of whether they're an organ. What's the difference?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't care. I don't call this an appeal of a remand. What this is, it is an Appeal of the determination precedent to remand that Powerex is not an organ."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That would make them just as happy, I believe."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Regardless of how they would get up on it, assuming they could get up on the immunity question, our series of questions is why do we draw or why should we draw a distinction between immunity and federal bench trial? And your answer is, I take it, immunity is dispositive; Federal bench tribal is not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Immunity, suit immunity, is you can't be sued anyplace, not in State court, not in Federal court; you can't be sued, period. But now it is admitted that you can be sued. That's not in dispute in this case, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So the only question is where."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The question is if - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can you help me with - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I just want to be sure your position. Assume that there is a remand that was improper and cannot be appealed under your theory and the Powerex argues all along, I was entitled to a Federal forum and a non-jury trial. And the State court says no all the way up. Can they file a petition for certiorari saying, we had a Federal right that was denied us, not the remand but our entitlement to a bench trial? Can they petition for certiorari at the end of the State proceeding in your view."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just wondering what your position is."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And in effect he would say -- I mean, I assume what the clever lawyer would say is, State court, cannot try me at all. The feds can do what they want about remand and it gets back here. But because I'm entitled to a bench trial, you cannot try me at all. Isn't that the argument?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But his clever opponent would say - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- that what 1447(d) means is that you can be tried in State courts. That's precisely what it says."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":6,"sideBefore":"justices","text":"And ultimately when the two clever parties got to the State supreme court, they would have these two opposing issues and ultimately if we granted cert this Court would decide it, wouldn't it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why not say, depending on the clever lawyers, or non-clever as the case may be, why not just say Congress intended that you do get an underlying appeal in the Federal system, for what is at stake is not simply where the case will be tried, but rather significant and important rights attach in the Federal court that do not attach in the State court. And therefore, it is right, the appeal you get when they -- when what is at stake is immune or not, and by doing that we avoid four more years of litigation and the necessity to hire clever lawyers."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But they raise that there is still the question of Federal forum over State forum."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the reason why they may have done that is because they've seen case after case where absolute power corrupts absolutely. And because district judges know that remand orders are not reviewable, on occasion they will remand cases for reasons that are clearly improper. That may be the reason. Now on your first argument, you say that what the district judge says is dispositive. You mean if the district judge says I lack subject matter jurisdiction because my docket is crowded, that's not - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's not - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, it's a good thing you've got a lot of fallback arguments because you fall back very quickly. I would have thought your answer to Justice Alito would be, the statute says if it's remanded, it's not reviewable on appeal or otherwise. And if it's remanded for a silly reason, that will be corrected on review of the State supreme court by this Court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That certainly changes the argument. So the notice of appeal that's filed or the brief on appeal says not only was the court wrong, it was patently wrong, and the court of appeals has to consider that before determining whether it has jurisdiction to review the remand order."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I recommend that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Simon. Mr. Frederick, you have three minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And Congress said, those entities don't get any immunity, they get two things: They get a federal forum and they get a judge trial. That's all that's at stake."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are those -- have they been sued by the plaintiffs in any of these cases or have they always been brought in by defendants?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2119,"interruptions":18,"times_spoken":42,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1075,"interruptions":9,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":2,"fullName":"LEONARD B. SIMON","firstName":"LEONARD","lastName":"SIMON","counsel":true,"justice":false,"side":"respondent","words_spoken":3181,"interruptions":22,"times_spoken":57,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":445,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":312,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":402,"interruptions":2,"times_spoken":19,"laughter":3,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":923,"interruptions":5,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":205,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3194,"times_spoken":60,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":22,"words_spoken":3181,"times_spoken":57,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":3390,"times_spoken":122,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.813321107099401,"respondent":0.18667889290059902,"date":1472418052698}}