{"petitioner":{"name":"ENVIRONMENTAL DEFENSE, ET AL.","counsel":[0,1]},"respondent":{"name":"DUKE ENERGY CORPORATION, ET AL. ","counsel":[2]},"caseNumber":"05-848","date":"2006-11-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Environmental Defense versus Duke Energy Corporation. Mr. Donahue. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a disputed point, I gather, central to the case, whether or not the regulations measured PSD emissions through that device rather than the hourly emissions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is a little of an exaggeration, though, to say that EPA has since the issuance of the regulations always interpreted them the way that you prefer. In fact, the director of the PSD program gave two opinions in which he took precisely the interpretation that opposing counsel took."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Rightly so, I think. I mean, it was the earliest, application of the regulation by the officer of the agency specifically in charge of the program."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, whatever the reason he gave, was it -- these opinions were out there when the challenge to the regulations, in which Duke did not participate, when that challenge was brought, were these -- were those opinions already out there?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, and I think you may have the better of the argument on me on the interpretation of the PSD regulations. But what I am concerned about is that companies can get whipsawed. They don't challenge the regulations when they come out because as far as they know, the agency is interpreting them in a way that they favor. And then some years later, when it turns out the agency is using a different interpretation, you have the jurisdictional bar."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But could Duke have had a challenge to the 1992 or 2000 regulations? Could they have reopened the issue at that point?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to jump ahead to the jurisdictional argument if you want to talk about the modification substantive point first, but it is not clear to me whether Duke should have acted in 1980, 1992 or 2000, or all of the above."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an audacious statement. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"We've wrestled with these things for several days. It's disappointing to hear you tell us they're clear."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If they are so clear, how can you account for Mr. Reich's interpretation? He's an expert in the area."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you say he's wrong, but if somebody in his position with his expertise can interpret the regulations in that way, doesn't that show that they're not clear on their face?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. In deciding whether the regulations are reasonable, however, is it proper for a court to take into account that the regulations must follow the prescription of the statute that the PSD definition be the same as the NSPS -- what is it -- NSPS definition? I mean, that's a usual tool of statutory - - or regulatory construction. Cannot a court give great weight to that in interpreting these ambiguous regulations?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't think the same argument has necessarily to be made, but the question still before us is how you interpret the regulations. Let's assume that's just a regulatory interpretation question, it's not a statutory question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in deciding that, whatever was argued in prior cases, it seems to me that we're entitled to take into account the necessity that the regulations comply with the statute. And if they are ambiguous, we should resolve the ambiguity in the direction that it seems to us would provide consistency with the statute. Now does that violate the jurisdictional bar?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the regulations are ambiguous, then the agency can interpret them in different ways and can change its interpretation over time. Of course, what your friend argues happened here is that the agency changed its interpretation in the context of an enforcement program. Now accepting that premise, what is the -- what should Duke have done when that interpretation was changed in an enforcement program?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Donahue, were there earlier enforcement actions in which EPA was taking the position that it took in this action against Duke?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But were they, in fact, enforcing that standard? So that -- you said that Duke could have asked for a non-applicability ruling, but at the time Duke started up its - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Donahue. Mr. Hungar. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Should a challenge to that have been brought in the D.C. Circuit at that time, or would you have argued that's too late?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, presumably Duke could say, we looked at the Reich memorandum and we were following that and all of a sudden this new 1988 thing came up and they are surprised by that. Now you're saying it's already too late because somebody else challenged it in 1980?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"To be fair to them, that very same argument was more a product of the Fourth Circuit than of Duke. They had a somewhat different approach before the Fourth Circuit and then the Fourth Circuit came up with this insistence on the parallel construction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why was that rejection wrong? Because this issue is still important to me for purposes of statutory construction. Is it conceivable that when Congress says the word widget in this statute has to mean the same as the word widget in the other statute, that the agency can effectively frustrate the apparent Congressional intent by saying, oh, yes, I mean, yes, that has to mean the same thing, but we can adopt regulations under one statute which regulations say it means one thing, and we can adopt regulations under another statute that says it means something else. I mean, to say that they have to mean the same thing it seems to me means that the regulations have to say they mean the same thing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course it does, but when Congress says the definition in the two statutes has to be the same, whatever choice the agency makes among those options has to be applied to both, it seems to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then it's meaningless to say the definition has to be the same."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Entirely meaningless."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And the ambiguity is the word \"increase,\" which could mean different things?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"The Government as I understand it now has a proposed regulation that would align the standards with the two programs. It would bring the nonproliferation -- it would bring the standard for the nonproliferation program in line with the new source performance standard."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, since the government is now taking the position that another Duke could do just what was done here and there's an enforcement action pending, would you, if you prevailed in that enforcement action, nonetheless enforce, though it's those against the current government policy?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what exactly are you seeking in these enforcement proceedings? An injunction to install the BACT or criminal fines or civil fine, or what?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If you have an enforcement proceeding and there is a legitimate question of whether or not the agency's interpretation is consistent with the statute with Chevron deference and so forth and the court looks at it and says, you know, I have a real problem with the way the agency interpreted the basic statute when it first issued the regulation, the court can't get into that merely because the parties didn't present it earlier?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The court's almost issuing an advisory opinion in a way."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Are there other areas in the law where courts have to take as binding a legal proposition that they think is dead wrong when they - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Hungar, I'm curious. What happens if you have a new company that wasn't around when the regulation was issued? Can it -- can it bring a challenge to the conformity of the regulation to the statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, a nice question. I mean, all you have to do is find a stalking horse. Just have some new company carry your water for you."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Could it bring it up by a declaration of non-applicability? Could the new company -- how would it - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"In the midst of the enforcement action that's being brought against them by EPA? What's supposed to happen in the enforcement action, if that's the vehicle through which EPA is implementing its new interpretation - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask you about an argument I think they did make? I think they made this argument. On page 26 of your brief, I think it's explained well. You set out the regs and the reg says that a major modification is \"any physical change in the method of operation that would lead to a significant net emissions increase.\" Then you have little (iii), which is an exception, and it excepts a physical change which leads to -- is just an increase in the hours of operation or the production rate. So that's out of it. Now, the question is what's in it? If that's out of it, what's in it? I think what they've said is, if you think about that, we'll tell you what must be out of it is a physical change that does nothing to increase the capacity, but just means you can run it more hours. And they say their proof of that is that that was the EPA's interpretation for years and years and years. Indeed, we did what we did thinking that was it. And then after we did what we did, they pulled the rug out from under us and said no, that isn't it; now it means any physical change, like you change a nut, or a bolt, or a tube, even though there's no increased capacity to emit more. It's just you run it more hours. Now, that they say is basically unfair, it's not what this reg has been about. And they made that argument, according to them, very strongly and the Fourth Circuit took the argument and changed it all around and made some propositions of law that it's hard for even them to defend. All right. Now, that's what I think, that's what I think is lying -- maybe that's lying at the heart of it. And if it is, what do you say?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. Mr. Phillips. ORAL ARGUMENT BY CARTER G. PHILLIPS, ON BEHALF OF RESPONDENT"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then why were some companies asking for declarations of nonapplicability?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But Mr. Donahue said that there were nonapplicability applications after those early ones that came out the other way. So there were companies - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- who asked for a declaration of nonapplication and then EPA took the position that it is currently taking."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Who was saying that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It looks like -- I went back and read the Puerto Rico cement case. And it certainly looks as if -- though the issue was somewhat different. It looks as if the interpretation that the EPA is taking there is not consistent with what you are reading now and is consistent with what they're saying today. And that was in 1988-89, I guess. They must have been starting on that in '87. So it seemed to me we have a mixed bag. Some people were saying the one thing. Some people were saying the other thing. And the later in time seems to be the Puerto Rico cement. And that was at least 17 years ago. And - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The analysis which was probably pretty much based on what they said, I think was that the reason there was increased potential here to pollute, was really because this change would permit the plant to be run more intensively or more hours, something like that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, we didn't address it. I'm not taking it as evidence of that. I'm taking it as evidence that the EPA then had a basic position similar to what they have now. That's what I'm using it as a basis for thinking that they were not saying to have a change, the word \"change\" includes only a change in physical facilities that increases the amount of emission per hour. Am I right? Or - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So then they'll say your argument here, even if you are right, I think they think you're wrong -- but even if you're right, they'll say well, that's an argument that it is arbitrary, capricious abuse of discretion for them to change horses in the middle of the stream, i.e., for them to take an interpretation of a reg that was longstanding and without adequate notice and comment and so forth radically reverse that interpretation. Now that's not the issue in front of us now."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They say because the Fourth Circuit didn't go really on that, it went on some statutory thing, and - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask a question, Mr. Phillips? Focusing on this question in the amicus brief which the EPA representative answered no. Supposing the EPA had answered yes at that time. Would that have been a permissible answer within the meaning of the statute?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You know -- what's that, page 7 and 8 of the -- of a source to modified have to have a significant increase in the SO2 elements."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And they answered no. You say they were right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just asking -- want to know, under the statute, could they have answered yes and would that have been a permissible answer?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So you're not basically relying on the fact that you were misled, you're basically relying on the fact that they have interpreted the statute incorrectly."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is what the government is saying here is that suppose the regulation can be interpreted to say X or Y. X would hurt the company; Y would not. Is the government saying, if it is foreseeable that the agency might take the unfavorable position, you then must challenge it in the D.C. Circuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just a pause, under your view or the Fourth Circuit's view? If you read Judge Tatel's opinion in New York versus EPA, he suggests -- suggests, he says that EPA adopted different interpretations of modification from the outset. And so if what you are saying couldn't have been challenged, was the Fourth Circuit's view, that may not be accurate. But if you are saying what couldn't have been anticipated was the argument you actually made to the Fourth Circuit, that might be a different story."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's the NSPS section."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They say that that provision only applies when there is no SIP. And that's not this case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand that. It seems to me each part has had different definitions and this definition only applies to part 52 which applies when there is no SIP."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know how you can say it automatically applies when there is a SIP."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Part 51, in other words."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, before you get away from this section 52, because I think that is the best section for your case, 52.01(d), is there, is there any sensible reason why you would want to have a different definition of modification for non-SIP situations than you would for SIP situations?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That occurred to me when- -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're quoting page 9?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, in their reply brief?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, can I ask another sort of basic question? In your view, would it be permissible for the agency to interpret the word - - to adopt a regulatory interpretation of the -- in the PSD regulations of the word \"modification\" that was different from the definition it used under the new source regulations?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Substantively different."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You think the statute required the regulation to be identical?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your answer is no?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's definitely no. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Would it have been permissible for the agency to adopt one definition for 10 years and then change the definition to the other definition for all programs?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So either definition could comply with the statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The obvious reason to do it is, I guess you have an area of the country, let's say, which is quite clean in the air. And there is a power plant. And what somebody works out, which is normal, is demand for electricity is increasing. And so what we will do is we're going to take these turbines and system, and we're going to change it really radically. It doesn't produce one more particle per hour, but now we can run it 24 hours a day and previously we'd run it 12 hours a day. So there's going to be twice as much pollution in the air. Now the whole idea of the PSD system is you don't have twice as much pollution in the air, and I guess that's why they wanted to do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because you can use the same word, you can apply the same word in different places differently, depending on what your basic object is in the different place. It's very hard to say what kind of modification might exist over here, there, the other place. And you put your finger on a very difficult question for power companies, because those turbines do go at different amounts of rates and so forth during a day, during a month, during a year, so it's hard for them. Therefore, you have a complex definition. What's wrong with that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think what's wrong with it is that you could have achieved that same result by simply not saying that modification in one program has to mean the same as modification in the other. If you didn't say that, that would be the result. You give modification whatever meaning you think is reasonable here. You give it whatever reading you think is reasonable in the other place. But when you say the two have to be the same, it seems to me you have something else in mind."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They make a kind of interesting argument, major modification is not a subset of modification."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Because the language, I don't see anywhere in the statute where -- the words of modification are, it's a physical changing or change in a method of operation which increases the amount of any air pollutant. Now those words, \"physical change which increases the amount of any air pollutant,\" could mean different things in different places."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Where does it say in the statute that they can't?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, I want to be sure I understand your position. Are you saying the statutory text in effect says every regulation using the word modification must employ the same definition, or are you relying on a general principle that when the same word is used it should be used in the same way?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So there's nothing in the statute itself that says that principle shall apply to this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your answer is you are not relying simply on the general principle. It is not just that they used the word modification in one place and the word modification in the other. It's that in the latter place, they said modification as defined in the first place."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But your reference of modification as defined elsewhere merely defines the scope of the statutory meaning. That's not the same as saying every regulation that is a modification must be the same no matter what the program."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let me just be sure I understand the point. If instead of saying as defined in X, the second statute had merely quoted the same words that were in X, would your argument be the same?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying that if you used the definition as defined in another statute, that implicitly says all regulations defining this term must be identical."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is very helpful to me, because the government has accused you of abandoning the court of appeals approach to the case, and I think you're endorsing the court of appeals."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's not just a matter of using the same word."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's a matter of a statute which says it shall have the same meaning."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could they have said that construction means both modification and then come up with a new word, alteration? Because the statute says the term construction includes modification, so I -- construction can be broader. Could it be an alteration, they would come up with a new term of art, and add that - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- to the PSD?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you do have a brief here. You have a brief filed in the D.C. Circuit, which is Brief For Industry Petitioners on Actual Emissions Definition."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And throughout that brief it refers again and again to the problem, their proposed reg is not taking, i.e., the potential capacity, which is change the machine so it puts out more per minute or whatever, but rather, it's using actual emissions even though you don't change the capacity of the machine. There's a whole brief on that. So you already argued that whole brief, that what they were doing was inconsistent with the statute, et cetera."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. As being outside the statute at that time, and you did."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. I was just thinking, then you're left with what you called the weak argument, arbitrary, capricious, et cetera, because I don't see how you make the stronger one, what you think is stronger, since you made it before, or a version of it before the D.C. Circuit."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, not collateral estoppel, but you know, I'd be repeating myself."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's what it is."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, can I go back for a second to the meaning in (a) includes the same meaning as in (b). Is it not correct under your view of the statute that that meaning can include either of the two definitions that the two regulations identify? So that either -- whether you start with (a) or the second statute, either statute includes both - - may include both alternative regulations?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Could you explain to me again why this isn't a 307(b) problem? You said this is an action by the administrator?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You can't challenge in the D.C. Circuit the administrator's interpretation that led to the enforcement action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Mr. Donahue, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the one in part 52 surely does. You have to give them that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't give them that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Major -- when you say the statutory term, you mean \"modification\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So then why weren't those proposed regulations saying just that, adopted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a tough sell, isn't it? I mean, the idea is you propose regulations saying major modification means modification. Those regulations are not adopted, and then the industry is supposed to be on notice that that's still what you mean?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is \"rate\" defined? I'm still troubled by 52.01(b). Where is -- you say \"rate\" is defined. Where?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not defined. You say it's just used that way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Donahue. The case is submitted."}],"people":[{"id":0,"fullName":"SEAN H. DONAHUE","firstName":"SEAN","lastName":"DONAHUE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1500,"interruptions":7,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1639,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3387,"interruptions":23,"times_spoken":63,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":930,"interruptions":1,"times_spoken":33,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":51,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":227,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1139,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":3139,"times_spoken":45,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":23,"words_spoken":3387,"times_spoken":63,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":10,"words_spoken":3712,"times_spoken":109,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126795}}