{"petitioner":{"name":"ALPHONSO JAMES, JR.","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"05-9264","date":"2006-11-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in James versus United States. Mr. Crawford? "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were looking at attempted generic burglary of a residence, wouldn't that involve conduct that presents the serious potential risk of physical injury to another?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the would-be burglar is climbing through the window or on a ladder with the intent to climb through the window, wouldn't that involve almost the same risk or maybe the same risk?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Florida, that would be burglary itself, right, because it covers the curtilage around the house?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. And we don't even have to ask whether that presents a serious potential risk under the statute, right? Because, if burglary is identified as -- a predicate offense without the need to resort to the definition?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could do it in a noncurtilage burglary State simply by putting the ladder up to the window and getting on the first rung of the ladder. I mean, you would have -- you would have taken a substantial step. You would have made an attempt. Now why would that not qualify under the words of the statute that referred to a potential risk? Haven't you created the potential for the risk of harm that the statute is getting at when you take the substantial step?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how about my question first?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, haven't you in the words of the statute, created the potential for the risk when you take that substantial step by starting up the ladder?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you wouldn't analyze it on the basis of whether this defendant started up the ladder. As I understand, you would -- you have to analyze it on the basis of whether generically attempted burglary as a whole presents a serious enough risk; isn't that the way it has to be done?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I thought your argument was that that analysis would not lead to the result unfavorable to your client because the nature of starting up the ladder did not create or could not reasonably be seen as creating this kind of risk. In other words, I thought you were saying - - maybe I misunderstood your argument -- that the reason the Taylor analysis favors you is that merely taking a substantial step -- which is what the indictment would charge -- could not be seen as creating the potential risk that the statute talks about. Now if I'm not understanding your argument correctly, you know, straighten me out here."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's why simply charging attempted burglary will never satisfy the statute under a Taylor analysis as you understand it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But even if it would, that's only one manner of attempt. And it seems to me, if you're going to do it generically, you have to look over the whole scope of possible attempts and say does the whole scope of possible attempts bear, I would say, a similar risk of the use of physical force as do the specifically mentioned crimes of burglary, arson or extortion? Indeed, I guess you have to use the least dangerous. Wouldn't you say extortion is probably, of those mentioned crimes, burglary, arson, extortion, or the use of explosives, or otherwise involves conduct. Now that \"otherwise\", that refers me back to the crimes already mentioned, and I would say that means that the unnamed crime has to have a similar risk, at least a risk as high as the least dangerous of the crimes mentioned, which I would take to be extortion. Wouldn't you say?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's a potential risk, by the way?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A potential potential? I mean, every risk is potential, isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think potential risk is just risk really?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't one way of looking at it -- I mean, I, when I read it, you know, I thought it's just redundant. But it may very well be that the word potential is in there in order to accommodate attempts."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Specifically deleted or didn't - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's quite different than specifically deleting it. In other words, it was never there in the proposal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, do I understand your submission to be that putting a ladder against the side of a house to attempt burglary, starting up the ladder, that that generically does not pose a potential risk of physical injury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We understand from your friend on the other side that an overt act toward fulfilling the attempt is required under Florida law. In other words, it's not just enough to have burglary tools in your house."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You've got to take an affirmative step toward accomplishing the burglary."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't anybody -- you know, count. It sounds to me if you're wondering about whether there's a specific serious risk of harm, you could find out. Look at the conviction that in Florida for attempted burglary, look at the convictions for burglary, and see if the harm involved, the number of cases in which people are harmed is roughly similar. We have all these law professors who like statistics. Now they like law in economics and everything. So why don't they go out there and count, and then we'd actually know, instead of sitting here and trying to figure out something I know nothing about. I've never been involved in a lot of burglaries. I don't know how the burglaries operate. I suspect some people are hurt, but rather than my suspicion why don't we find out what the facts are?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":6,"sideBefore":"justices","text":"We're not going to be able to do that in time to decide this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But wouldn't it be, as a method of approaching - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"It would also keep the professors from other mischief. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":5,"sideBefore":"justices","text":"But what do we know about the dimensions of the Florida attempt crime? For example, you have said it doesn't mean that you possess burglary tools. Does it mean or does it exclude casing the house, walking up and down the street, around the block? When is a step substantial enough to constitute an attempt under Florida law?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is that concretely? It's not possessing burglar's tools, it's not casing the place. What qualifies as an overt act that would make one guilty of the crime of attempted burglary?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess we have to decide how many attempts involve that kind of initial action, which doesn't seem very physical threatening, and how many of them involve putting a ladder up against the side of the house. How do we possibly figure that out, to decide whether as a whole the degree of risk from attempted burglary is as high as at least the degree of risk from extortion?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this question: It seems to me there are two ways to read the burglary, arson or extortion examples: That they are clear examples of crimes that would involve harm to individuals, physical injury to another; or they are put in the statute to say, even though they don't involve serious risk, these specific crimes will be covered, because your statistic of 3 percent suggests that burglary itself probably would not qualify as a crime that presents a serious risk of physical injury, but the statute nevertheless defines it. So do you read those terms as giving examples of crimes that would not involve that risk of injury or as examples of crimes that would?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, if you had that meaning in mind, you would not have used the word \"otherwise\". You would have simply said is burglary, arson or extortion, involves the use of explosives, or involves conduct that presents a serious potential risk. The other purpose of the \"otherwise,\" which means in some other manner, some other manner -- other from what? Other from the preceding ones. I don't think there is any sensible way to read it except, you know, in some other manner than these previously named crimes involves a physical risk; and that is what causes me to say, well, what's the least dangerous of the previously mentioned crimes, and any crime you want to get into this residual category has to be at least as dangerous as that. As I've said, I think that's extortion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that, is conspiracy to commit burglary a crime that poses a serious potential risk as burglary does?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry, go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that seem like a fine line? I mean, if you're sitting around with your coconspirator planning it you can be covered under this provision, planning a burglary. But if you actually get out there with the burglary tools, you put the ladder against the door and you start up the ladder, that somehow involves less of a potential risk of physical injury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You think the Eleventh Circuit is wrong?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we don't know and if I can't get too far with the language and I frankly could sit in my office looking at the computer screen I think for hours and I wouldn't be closer to knowing whether there is or is not a lot of injury that accompanies attempted burglary, but that is something that is possible to know. All we have to do, as I said before, is count and there are a lot of people who can do that. In fact, there are people who at least have a mandate to do it and that is the sentencing commission. So they have the tools. They have the ability. And so in the absence on a question like this of my being able to get anywhere by cogitating about the language and in a borderline case where it isn't obvious, why don't we as a Court simply follow a reasonable interpretation of what the sentencing commission did in the absence of better information from some other place?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They're trying to find out the same answer to the same kind of question: How many of these attempted burglaries, how many burglaries, how many other crimes are accompanied by an individual being hurt? And as I say, I cannot imagine how to answer that question in a borderline case without trying to find the numbers, which I don't have here, and therefore since I don't have them, why don't I look to the best, second best alternative, which is at least they could get them, and I hope they did get them before coming to the conclusion they did."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, we've held that the named crimes have to be considered generically according to their elements, right? Burglary, arson. Have we ever held that the residual category or \"otherwise involves conduct that presents a serious potential risk of physical injury,\" that that has to be decided generically? I mean, if we could apply that residual category, not generically but according to the crime that was actually tried and of which the defendant has been convicted, such as laying a ladder up against the house, that particular sort of burglary, it seems to me it would be a much easier, much easier case, wouldn't it? We'd be able to tell whether there was a serious risk of physical injury. Is there any obstacle to doing that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it referring to the residual category?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it's not too late to save ourselves from sending out legions of law professors to do studies."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean no facts in the indictment or charging documents?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is in the presentence report?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have any doubt that, at least with respect to two of the other named crimes, attempts would present a serious potential risk? In other words, attempted arson or attempted use of explosives? You concede those would be covered, don't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think attempted use of explosives is at least as dangerous as extortion? I mean as far as the risk of physical injury is concerned, I would think attempted use of explosives is much more dangerous to physical health than extortion."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, does the record show that the facts in the PSR came from police reports rather than from a plea colloquy or someplace in the court records?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that in the record?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, may I ask you a question about the relationship between generic burglary and what Florida takes as sufficient to show an attempt? And what I'm getting at is the issue that at least was alluded to in the Jones case. Do you understand Florida law on attempted burglary to be as follows: that there must be an overt act taken toward entering either a dwelling or a structure, as distinct from an overt act taken to get within the curtilage?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no such thing as attempted entry of the curtilage as an attempt offense under burglary under Florida law."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, so when you say dwelling you mean dwelling as defined to include curtilage."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Crawford. Mr. Marcus? "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Marcus, do you agree with your brother's answer to my last question that there would be an attempt -- could be an attempt under Florida law simply to take an overt -- to commit an overt act toward entering the curtilage as distinct from entering a physical dwelling or a physical structure?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We don't know basically what Florida law is? I mean, is that the best answer?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So that literally, I take it then if someone did have a fence around the house, and I, I -- I walked from the sidewalk onto the lawn toward the fence, with the intent of getting over the fence, that would qualify then, as you understand it, as an attempted burglary under Florida law?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would that be true if I simply wanted to get into the -- if my intent was to get on the other side of the fence but not into the dwelling? For example, you know, I wanted to steal the apples on the tree?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would that qualify as attempted burglary?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't that give you a pretty tough row to hoe, in saying that there is a sufficient potential risk of the sort of harm that qualifies under the act?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There are a number of Florida cases that involve open carports. How would you apply it there? Somebody, if you had a carport that's not fenced off at all, just 20 feet let's say from the street, somebody walks into the carport and steals a garden rake?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So in an ordinary city street in Miami walking along the street, there are a lot of houses, and there's a little bit of lawn or bushes in front, and there's not a fence, because there isn't, or there aren't fences in many city blocks, a person goes up to the house and starts to monkey around with the window to raise it or whatever, that's attempted burglary, not burglary, in Florida?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So then I doubt -- then again I'm left at sea. I don't know how often that happens or is dangerous. So if I think that this is really a statistical question, and I think maybe it is -- and the Government is in the best position, they have all the statistics, they have whole bureaus over there. So what about a presumption against the Government? In a case where it seems to be a close case and it is a statistical question, and the Government doesn't have any statistics?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How are you supposed to decide it if there's a question as there is this instance I think? I just don't know how dangerous attempted burglaries are. I mean, maybe I'm not supposed to admit there are a lot of things I don't know but there are. And this is one of them."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I read the text several times."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Correct. And here I think it might be less than burglary. And extortion, though one thinks of somebody writing a poison pen letter or something and revealing a secret from the past -- many such crimes are threats of violence. I mean, and that just read through the statutes, and that's what they are aiming at. So I would say extortion is something that quite often could involve violence. But again that's cogitating. So I get to attempted burglary. I don't know. Now what do I do?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Marcus, it is a lot easier to do that with respect to the facts and circumstances of a particular crime than it is to do it generically -- you know -- picking out attempted burglary. It is very hard to do that. Why shouldn't we read this, this residual category to refer to the facts and circumstances of the particular crime of which the defendant has been convicted? The language enables you to do that. The term violent felony means any crime punishable by imprisonment for a term exceeding one year that involves conduct that presents a serious potential risk of injury, physical injury to another. Why can't we not, not interpret that to mean generic crime, but rather the particular crime of which this defendant stands convicted?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And would you agree, Mr. Marcus, that this Court's decision in Shepard excludes that interpretation? If you look at the particular crime?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Didn't we -- didn't we also go further and say one reason to construe it that way is we don't want courts to have to be, in effect, having sort of subsidiary collateral trials after the fact, to establish -- you know -- the facts of old trials. There was an administrability analysis involved. I think there was. Yeah, I wrote Shepard. And I think that's what - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Marcus, isn't there this -- this linguistic problem with the statute anyway? Because this language if it said -- that sometimes presents a serious risk, then the answer would be obvious. If otherwise it said that characteristically presents a serious risk, then it might be closer. And which do you think is the more normal reading of it? I think either is -- certainly fits the language."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Either means sometimes presents a potential risk of physical injury, then obviously they're all covered. Or if it says characteristically presents the risk, potential risk, then do you have to decide whether that, it is a characteristic of potential burglary that it -- that it does present this risk or that just once in a while it does."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If that were true, and if as your opponent said, that in actual burglaries there's only three percent of them actually involve risk to - - of physical injury to another, then attempted burglary must necessarily be somewhat less than three percent. I would think that. Would that satisfy the characteristic requirement?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it two or three percent?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't think that's perfectly clear. The \"otherwise\" language does suggest that you are right. But if the statute instead of saying \"otherwise\" had said, \"or involves other conduct that presents a serious risk,\" which I think is a permissible reading, perhaps not the best reading, but if it said that, then it is not -- you are not taking as a given the fact that the others satisfy the violent requirement but rather that they are eligible, whether or not they do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That would be fine if burglary were the only thing that Congress said there, but it also said extortion. And I think it absolutely fanciful to believe that extortion characteristically - - characteristically -- involves a risk of physical harm. I just don't think it does."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but is the criterion \"characteristically,\" or is the criterion whatever minimal risk of harm there is in extortion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is the level of potential risk the level that exists in extortion? Right? That's what the otherwise refers you to."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe, the same point, isn't it reasonable to assume that the risk of harm in these attempt cases is characteristically going to be pretty close to zero? I mean, they're not in the house. They're just on the ladder, in the kind of examples we've been talking about."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"One way to do that is to say the potential risk is the potential for the risk of the harm that comes from the commission of the crime itself. I mean, there is -- I don't want to overdo it, but the risk of harm to others from the -- from the step on the ladder is zero, if you consider simply the act itself of putting the ladder up against the building and taking the step. It's only because that creates the potential for getting inside where the risk, in fact, is measurable. I mean, we know there are cases in which victims get shot when they appear in the course of burglaries, but the risk associated with the mere attempt in isolation is going to be minuscule."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I agree with you. But the act that involved -- the act that constitutes the - - that qualifies for the attempt doesn't involve it. I'm trying to help you here. I mean - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Don't believe it for a minute. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Why do you look at the risk of burglary and then view attempt as a sort of lesser included offense? I mean, attempts themselves have their own independent risk of physical injury. Obviously, if you've got a ladder up against the side of my house and you're halfway up and I come home, there's a risk of injury there, even though there's no - - regardless of whether the person gets into the house or not. And I think perhaps there's even a greater risk of potential -- greater potential risk of injury with respect to attempts because they don't succeed. Why don't they succeed? Because something interrupts them. And what interrupts them, it may well be the home owner. So I don't know that you have to look to sort of attempt as a lesser risk than the burglary itself."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I would suppose the unsuccessful burglar poses a greater risk of physical injury than the successful burglar."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you say about your brother's argument that the statistics show there's a 3 percent chance, I think it was a 3 percent chance of violence in the course of committing the burglary? I take it there isn't any statistic available, if we want to take Justice Breyer's approach, about the potential -- the actual proven potential for violence at the near attempt stage."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't think you do either, but I mean, I think your whole argument has got to rest really on the potential for harm in the commission of the offense."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do I correctly understand, we don't need the statistics, I guess they're not available, but in your view if we did have statistics and they showed that in 1/10 of 1 percent of the category of crimes across the nation, there was this risk, that would be enough?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Well, for attempts or complete -- I mean, just say the standard of what presents a serious potential risk of physical injury, if 1/10 of 1 percent of the crimes -- whatever the category, did present such a risk, that would be sufficient under your view."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is yes?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So then it's a really easy case, because really there is some risk in every case. There's some risk that somebody will, you know, bump into somebody or give them a punch in the nose at least."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but none of the elements of the offense satisfy the risk of physical injury in the burglary case. You can have unarmed burglars."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And as I understand your view - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If in 1/10 of 1 percent of the cases, there is in fact a physical confrontation, that's enough, which makes it a pretty easy case."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So in other words, you're saying that in measuring the risk, you should consider not just what this particular defendant succeeded in accomplishing, but what the defendant was attempting to accomplish?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about attempted assault? I bet nobody has ever been hurt in an attempted assault."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. But it wouldn't fit within your -- I mean, I just wonder what happens when you try to get away from numbers. Maybe there are a certain number of people injured during mail fraud or embezzlement, you know, some people get annoyed during an embezzlement and start hitting each other. I can't get away from the numbers."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what's the test? The test is either a high statistical number of injuries or if not, a nexus to a crime that does have a high statistical number of injuries? I like the word nexus because whenever I see it in an opinion, I have no idea what it means. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Marcus, assuming we accept your view about the way the statute should be read, I take it you agree that because of the curtilage possibility under Florida law, that Florida law, that burglary in Florida is not a generic burglary?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I guess my -- so that leads me to this question, because -- I mean, I, my understanding is it's not a generic burglary. Therefore, even on your reading of the statute, an attempted burglary in Florida doesn't necessarily satisfy the prong, and it's got to come in under the residuary clause, of course. And because there is a possibility that the only burglary charged was a burglary of the curtilage, we've got to -- don't we have to send the thing back to find out either from court records whether something more than a mere penetration of curtilage was involved here? And if so, whether -- whether that penetration carried with it the potential for harm?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the only thing we know under the otherwise clause, is that this was an attempt at burglary. If the burglary were a generic burglary, your analysis, if we accept it, would be the end of the case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But this is not a generic burglary. Therefore, we have to assume that the attempt in this case could have been nothing more than stepping across the grass, moving toward the fence, to lean over to take the apple. And therefore, don't we have to go to court records? In other words, don't we have to take advantage of the qualification in Shepard and Taylor before this case can finally be decided?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could you tell us what your position is if we choose to use the noncategorical or the modified categorical approach? Is there a nexus between what's in the presentence report and some other charging documents, or is it just in the presentencing report?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And we don't have any transcript of colloquies with the court or anything like that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about -- do you think the facts in the presentence report are admitted by your opponent or not?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Therefore, can we consider them?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So therefore, then the question is whether throwing the hammer through the window is sufficient; is that right?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you think that the hammer through the window is a decisive fact if we do look at the individual case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because the hammer is thrown through the window, is that -- I just want to be sure I understand your view of the importance of the hammer."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm still a little unclear as to how much significance we pay to that hammer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even though there's some cases in this large category that clearly wouldn't involve any risk to anybody. Say the enterprising but careful burglar who keeps watch for several days to see when no one is in the house, that that's when he chooses to make his entry."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree that this presentence report cannot be consulted under the reasoning of Shepard, we need more?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think the PSR has some kind of significance that the police report did not?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is the following sort of summary fair: Because Florida is not a generic burglary State, the mere conviction of burglary would not satisfy the burglary prong in subsection 2? But on your argument, even though Florida is not a generic burglary State, an attempted burglary will always satisfy the \"otherwise\" prong; is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a fair statement of your argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Marcus."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Crawford, you have four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's different when you're dealing with an escapee or someone who has visitation right and then doesn't report back and qualifies as a escaped felon from prison. That's quite a bit different from an arrest in a normal situation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. There's a greater -- I had this case in the D.C. Circuit. There's a greater degree of potential when you're dealing with someone who's escaped from prison than with someone else who's being arrested. Of course there's always the potential, but the judgment was that there's a greater degree of potential when you're trying to apprehend someone who's escaped."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Crawford. The case is submitted."}],"people":[{"id":0,"fullName":"CRAIG L. CRAWFORD","firstName":"CRAIG","lastName":"CRAWFORD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2344,"interruptions":15,"times_spoken":48,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JONATHAN L. MARCUS","firstName":"JONATHAN","lastName":"MARCUS","counsel":true,"justice":false,"side":"respondent","words_spoken":2809,"interruptions":22,"times_spoken":59,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":597,"interruptions":1,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1335,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":853,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":862,"interruptions":1,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":173,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":687,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":95,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2344,"times_spoken":48,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":22,"words_spoken":2809,"times_spoken":59,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":4773,"times_spoken":114,"laughter":3,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472419305185}}