{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"JUAN RESENDIZ-PONCE ","counsel":[1]},"caseNumber":"05-998","date":"2006-10-10T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in United States versus Resendiz-Ponce. Mr. Dreeben. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not quite sure if this works, but at the trial before a petit jury there's an opportunity for counsel to object. There isn't an opportunity to object when the grand jury indictment comes down. Now, I guess you could move to quash."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the problem that the motion to quash is going to be made, if counsel is on his toes, is going to be made at the beginning of the trial? And we want to induce the court to look very carefully at it at that point, because if the court is wrong, somebody has to go through an entire trial as a result of it. And the way to induce the court to be very careful at the beginning is to say, this is not harmless error, and you've got to take this very seriously and you can't take any chance on the, in effect, the evidence saving you in harmless error analysis later."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm sure that's right. But that simply reinforces my point."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you concede that the error would always be harmless if you have a trial before a petit jury, and all of the elements are instructed to be found by the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't necessarily make sense. You can imagine a situation where the probable cause and the eventual evidence that supports guilt is adduced after the indictment and the prosecutor says, you know, we're going to find that evidence once we get into it, we don't have it now, but indict anyway without it. In other words, what's your response to the situation where there's no probable cause on an element at the time of the indictment, but that evidence is later adduced and is a sufficient basis to convict?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, you mean you can never decide this question until after the trial is completed and you see whether the jury convicts beyond a reasonable doubt?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the U.S. Attorney in this case oppose the motion to quash the indictment?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, this touches on what troubles me about this. I wonder whether we can answer the generic question that you presented, whether the omission of an element of a criminal offense from the indictment can constitute harmless error, without considering the nature of the alleged defect here. I don't know how you can answer -- if you look at whether the alleged defect here is susceptible to harmless error analysis, or whether if we were to agree with you, in fact, it is harmless, how you can answer those questions without reaching a conclusion about whether there was any defect in the indictment in the first place."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't seem to me that there's any defect in this indictment. It charges -- it recites the language of the statute, it uses the word \"attempt\" which has a very well-settled meaning in the law. Any lawyer would understand exactly what is required for an attempt. It sets out the factual basis of the charge. So I don't know how you would get to the -- how you can answer the second question without getting into the first question."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I have the same problem. It's such a difficult requirement to get a hold of. I mean, he drives the car, he walks, he breathes. I mean, all of these things enable him to get into the country. I just don't understand the basis for the rule."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He wasn't forced to go over. He did it on his own. It seems to me that's - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would that be here? That he drove the car to the border? That he got out of the car? That he presented a document? What -- if you could do it over again, what would the indictment say?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you went back to the - - if you went back to the very demanding nineteenth century criminal pleading laws, criminal pleading laws, they would say that where you use a legal term that has a well-0established meaning such as attempt, you don't need to spell out the definition of that, of that concept. It's enough to use the term. So what the Ninth Circuit has done is to resurrect, you know, to go back to something that's more demanding than would have been required in a nineteenth century indictment and frame that as a violation of the Fifth Amendment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As to the element, I thought that what the Ninth Circuit talked about was overt act. They didn't use the words \"overt act.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, all right. I thought that comes out of conspiracy law; it doesn't even out of attempt law. Then I thought it's unlikely -- but here you can correct me. The U.S. Code is filled with the word \"attempt.\" Just opening it at random, there are attempts to assault and steal mail matter, there are attempts to steal the mail matter, there are attempts to rob a bank, attempts here, attempts there. Is it the Government's practice whenever they charge a violation of any of these provisions to not just use the word \"attempt,\" but to use the words \"substantial step\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought the answer was no. And therefore, this isn't just a small error of a technical sort. The Ninth Circuit is completely wrong and not even close. And therefore, if they're not even close, can the Government come up here where there's an obvious error and they decide, the Government, that it would like to have a declaration by this Court on a matter that they think is quite interesting and important to them in a lot of other cases where they can't win the cases easily? That's, I'm putting it a little pejoratively because I'm trying to get you to see what I'm driving at. It's like a hoked-up case. Why not? I'm using it pejoratively only so that you can see what I'm worried about."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're making the concession only for purposes of this case. That is, in another case you would be free to say the word \"attempt\" is good enough; you don't have to spell out in the indictment a particular overt act."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We've done it before, there's no doubt about it. But the better practice usually is to have a case in which the issue really presents the hard question. And you're asking us to make a ruling in this case that would govern failure to allege an aggravating circumstance in a death case, for example, which has a different atmosphere to the whole case when you're facing that kind of an issue."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"A judge's reaction to a case is often affected by just exactly what's involved. And here it's just hard to see how anyone could claim any particular prejudice out of the error in this particular case or, really, it's arguable that there's no defect in the indictment at all because it was adequate notice to the defendant of what he's charged with. This is much like a case in the State systems where you have notice pleading. It doesn't seem very prejudicial. But you put it in a different context, you might have a different reaction to the case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does this come up very often? I think the case -- the issue you want to raise, because I would think normally there's a motion before the trial, well before the jury is empanelled. The defendant says: I want you to dismiss this; the indictment's inadequate. And if that's even close, I would think normally the prosecutor would go back and say: Fine, I'll get a superseding indictment, and that would end the problem. And it seems to me so likely to happen that the chances of the judge wrongly ruling against the defendant and then it goes through a whole trial almost never happens."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it sits to decide whether people should be indicted, and yes, they're supposed to determine whether there's probable cause, but historically a significant role for the grand jury has been not to indict people even though the Government had the evidence to indict them."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The trouble with your a fortiori argument it seems to me is this: If we accept your argument, then whenever a judge is asked to rule on a motion to quash, if the judge is in any doubt, the judge is going to be induced by your rule to deny the motion to quash and wait and see what happens at trial. And if in fact they get to trial and they don't prove the element, then it can either be thrown out because an element has not been proven or he can go back and revive the motion to quash. If on the other hand the Government gets its act together at that point and does put in evidence on the element, it's going to be harmless error. And so the price of, it seems to me, of your rule is that someone will always be put to trial if there is any question about how the judge should rule on the motion to quash, whereas if we go the other way the judge will grant the motion to quash and the Government can go back to the grand jury and get another indictment. It seems to me that something is seriously lost in that situation if we go your way."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure they do grant them. But I'm concerned about the, we'll say, the doubtful case or the judge who can't make up his mind. Under your rule the price of that uncertainty is always going to be to subject somebody to trial."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me that the prejudice to the defendant in the two -- as between the two situations simply is not comparable. In Mechanik you had a situation in which two witnesses putting in whatever evidence they were putting in were in the jury room and, yes, one could influence the other, et cetera. Here, we're talking about a situation in which it may very well be that the defendant should never be put to trial at all. And your rule says if there's any question about it, put him to trial, judge."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know -- do we have the grand jury transcripts, so do we know that, in fact, evidence was put before the grand jury that false identifications were presented at the border?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How far would you go with the Mechanik logic? Suppose that someone is charged by information with a felony without the person's consent and for some reason the trial judge refuses to dismiss the information and then the person is convicted. Would you say that because the petit jury returned a verdict that the fact that the person was charged with a felony by information calls for no remedy?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's just a metaphysical inquiry, when is an indictment not an indictment? It's not some other standard of what's fundamentally unfair or, from the Sixth amendment, whether or not there's notice?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say poetic, I said metaphysical. When is an indictment not an indictment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now why would there be any difference then? That's a question I was about to put to you. What if there is no indictment at all? Why couldn't you say the same thing? Well, you know, the only purpose of getting it is to see if there was probable cause and you now have a conviction beyond a reasonable doubt."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it's pushing it, I think it's there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't an indictment have as its purpose in part to tell the defendant what crime he's being accused of committing? Isn't that -- so that's why I thought it would be quite clear, wouldn't it, or helpful to say that to the Ninth Circuit? And so an error is when it doesn't do that? And an error is when it leaves out an element, and he doesn't know what crime is being committed, he's accused of. So suppose you had an indictment that really did that. Now he doesn't know what crime he's accused of. And then you go to the trial and so forth and now we have to go into at what point did he work out what crime he was being accused of, rather hard to say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, of course the chances are. But there's a possibility he didn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if he didn't and therefore the indictment was faulty in that respect, then what? Are you going to say we have to track down -- I mean what it's reminding me of is like trying to say whether he got an adequate lawyer, didn't get an adequate lawyer, who knows, that kind of problem."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- me until halfway through the trial that it was robbery I was being accused of because they left robbery out of the indictment."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still not sure of your test. It's whether or not it's fundamentally unfair, whether or not there's notice, which sounds like more Sixth Amendment than Fifth. Or whether it's not an indictment, a rose is a rose type of thing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, if we disagree with you here, could this defendant be retried? Could he be reindicted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Baggot. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You could say the same thing about a petit jury. And in Neder we use the harmless error standard."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose we found out. Somebody told what happened, and it was a crime of bank robbery or it's an assault of a mailman, a postman. And you know, it turns out they didn't present one word of evidence, not a word that says that this individual who was assaulted had anything to do with the mail. There's complete absence of any evidence whatsoever on a major element of the offense. And now, suppose we get finished with the trial. Plenty of evidence. Conviction. Can you go back and raise that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. No. I mean can you win."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you see, I'm saying is that error? Is that correctible error? I'm saying there is an absolute error. It is far worse than here. We know for a certainty there was no evidence whatsoever presented to the grand jury on a major element of the crime."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I assume we know that. Take that as a given. We know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, we know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Zero."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but what is the answer to my question, yes or no? I'm saying after the - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's right. So the answer is no?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if you can't raise that, which is a major area because there's a harmless error is what it really amounts to, why isn't the same true here where the error is far more likely to be simply technical and make no difference given the adequacy of the evidence?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It does as well in my case."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What if it's perfectly - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. What if it's perfectly clear that the error is simply a clerical error? Let's take a case where somebody is charged with possession of a firearm by a convicted felon. And before the grand jury, we look at the transcript, we see that the prosecutor introduced evidence of five judgments of convictions for felony offenses. And the jury is properly charged that they have to find that this individual was a convicted felon. And there's simply -- and then when the case is tried at, when the case is tried the defense even stipulates that the person is a convicted felon. But there's a clerical mistake in preparing the indictment. And it doesn't recite the fact that the defendant was previously convicted of a felony. It's your position that there must be a reversal there?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what if it comes up on appeal? Nothing is done until it comes up on appeal."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which is exactly in the posture of this case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How do you distinguish the mail -- the letter carrier case that Justice Breyer posed, because there you said even though there was no evidence at all of what this person was, if the petit jury found it, that would not be subject to review. I don't think you answered Justice Breyer and he said if you concede that, the failure to introduce any evidence that this person was a letter carrier."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I would like to even sharpen Justice Breyer's hypothetical. Let's assume that the indictment did set forth what the overt act was. It did. But there was no evidence of that overt act introduced before the grand jury. What would the result of that be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then the trial occurs - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's convicted. And I think you're going -- your position is that conviction would stand."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't seem to me to make a lot of sense."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can't you ask for a bill of particulars?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then you would have had no problem."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Were you, were you surprised at trial by the evidence that the defendant had submitted two false identifications? Was the first time you heard about that at trial?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But were you, was there any element of surprise in this trial? Did you not know beforehand that the Government was going to present evidence of two false identifications?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So there was no lack of notice; there was no surprise."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, surely submitting false identification could be a overt act."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any doubt about that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you knew that - - you had the file. You knew the Government was going to prove this. And you also knew it was an overt act."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But your point is not that there was any prejudice here. Your point is that he was entitled to a grand jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have any -- you're not suggesting to us that the grand jury that indicted him for intentionally attempting to enter the United States at or near San Luis would not have indicted him if the indictment had gone further and said, and he submitted false IDs?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You think that the -- that the indictment had to specify which of the many things that he did, or the several things that he did when he approached the border constituted the overt act that the Ninth Circuit -- he walked up to the border and he did a number of things to try to get into the United States."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you think that the indictment has to specify that walking up wasn't a substantial step, but presenting the documents might have been, whether it was walking up, presenting the documents, lying to the agent? You have to go into that level of detail in order to satisfy the Fifth Amendment?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's a separate requirement. I don't know if it's constitutional or not constitutional, but I didn't think that requirement was at issue here. The requirement of stating the facts is not the requirement of setting out the elements of the law. At least that's my understanding. Now, you can correct me if I'm wrong."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not denying that. I just didn't think that had anything to do with this case. I mean, I thought that the object of the indictment initially was to set forth what crime the person was accused of and inform him of that. You are saying, and then there is another requirement, which seems a little vague. It's been hard for me to find out, to pin this down, and it's the one you state, which is that it says in addition in the rule you have to have facts. I don't know if those are the same. I thought they were two separate things."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Government have to pick one overt act and say that's it, when it introduces evidence of a whole string of them?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can't you allege that the means by which it was done are unknown, but that it was by one or more of the following?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly what I -- I tried to read some treatises on this, and the more I read, the more confused I got. I started out thinking, well, it's sufficient if you have bank robbery you say on October 14, 2004, in the city of such and such, at the corner of such and such, where there is a bank, the defendant walked into the bank and he, he attempted or he did by force or threat of force, take property belonging to someone else, or whatever it is, and that that would be sufficient. And that you don't have to say, and in addition he, you know, what the force consisted of, did it consist of a knife, or a gun, or a fist. Can you give me some enlightenment, at least if you think that's relevant here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If it's excessive detail, the central fact, then why isn't on such and such a date at such and such a time he attempted to?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then why, if that's so, why wouldn't that apply as well if they said he attempted to and committed an overt act in -- that is a substantial step. And then you're saying in addition, they have to list the particular facts."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I couldn't find any case in this Court that said that. I mean, I found in Hamling a case that went the other way, a general statement. They said all you have to do is say obscenity, you don't have to say how obscene or in what way it's obscene, et cetera."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. Yeah. Yeah. And then Russell seems lost from sight for quite a while, or isn't followed a lot."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":8,"sideBefore":"justices","text":"But you come back and you tell Justice Breyer, well, that's because we had no notice. But that's a different argument than the fact that there was no indictment. Notice can be cured by a bill of particulars, by the fact that you've had a chance to contest the evidence at trial, that there was no error. That's a quite different rationale than saying that this is not an indictment."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that, it seems to me, is your argument, not lack of notice."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question. Should the test for the missing element be different for the test for the wrong element? In other words, suppose the indictment alleged he walked up to the border and the evidence showed he rode a bicycle. There's a variance. Would that present a different legal issue than if they just leave the overt act entirely out?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why should the test for judging the two be different?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Between a variance and an omission?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's clearly different. He rode a bicycle instead of walking."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So here you've got notice he made an attempt, but you didn't tell us whether he rode the bicycle or he walked."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"See, the problem I'm trying to think through is why should there be a different rule between those two situations. It seems to me they're equally likely to produce prejudice or lack of notice and a failure to comply with the letter of the Constitution."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But why isn't your answer to Justice Stevens that in the case in which there is no allegation of an element at all there isn't a sufficient indictment to charge him for anything, whereas in the case of the variance on your theory, as I understand it, there is an indictment and the question is simply whether he was misled by the variance and prejudiced?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So why isn't the answer is in one case there's an indictment, and in the other case there isn't?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, but why isn't your answer to him that in the case in which there is a variance you have an indictment; in the case that you're talking about there is none? And the reason I press you on that is that I thought the essence of your case was that there is no indictment here, i.e., the grand jury function has not been performed and he is entitled to the grand jury function before he goes to trial."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And if that is the nub of your position, then I would have thought your answer to Justice Stevens was what I suggested. If that's not your answer to Justice Stevens, then I'm not sure that I understand your case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is the result of what went wrong? How do you characterize the grand jury product in the case in which, as you put it, something goes wrong?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"An insufficient -- in other words, there is no indictment charging a crime? Is that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not an element. You talk about essential facts and material - - I mean, the statute makes it a crime to intentionally attempt to enter the United States having previously been deported and all that. It doesn't say anything about presenting false identification. So why are those essential facts when they're not part of what the statute prohibits?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose this indictment charged not an attempt to enter, but unlawful entry. Then the indictment would be sufficient, right? There wouldn't be any problem with it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It charged, not an attempt, but an unlawful entry. Anything missing from the indictment?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the defendant could be convicted of an attempt under such an indictment, could he not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in that situation, you wouldn't know what the substantial step was, would you?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The indictment wouldn't tell you what the substantial step was."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If the defendant was convicted of the lesser included offense of attempt under an indictment charging the completed offense?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't understand that. You're saying it's a separate offense, but a lesser included offense is a separate offense. It just happens to be embraced within some other offense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What does that mean, if you're tried for illegal entry and the Government doesn't prove the illegal entry because you're under supervision when you get in, the jury could not convict of attempt?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that would be okay, just charge with attempt without setting forth the overt acts for the attempt?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that it's an assault and the indictment says on such and such a day, at such and such a time, he assaulted the postman, right? You also have to say what, that he waved his fist or that he had a knife? You have to say that in the indictment?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. All right. So I thought normally essential facts means simply the facts -- you can state the essential facts by writing the statute and normally that tells you. Now, is that true? One case that seems to go the other way is Russell."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Normally, yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why more than any other word in the statute? \"Attempt,\" people know what that means."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And they also know what \"assault\" means. And if you tried, you could spell out \"assault.\" They know what \"robbery\" means, but you could spell it out. So why does the Ninth Circuit think this one you have to spell out, but all the other words you don't have to?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Baggot, could I come back to your answer to my earlier question. You said you could only be convicted of the lesser included offense if the lesser included offense is set forth explicitly in the indictment. Are you sure of that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are you sure that's the law?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As I said in my previous question, every lesser included offense is itself a substantive offense. That doesn't distinguish attempt from anything else. And my understanding is if you're charged with a greater offense, the lesser can be a subject of conviction even though it's not explicitly set forth in the indictment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if that is the case here, then it seems to me he could have been convicted of attempt without ever having had set forth in the indictment the overt act that you demand."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But substantive offense is one thing. Lesser included, I think you said earlier it couldn't be a lesser included because it's subject to the same punishment. So it is not lesser?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Baggot."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, you have three minutes. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, is attempt a lesser included offense of the substantive offense of illegal reentry?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Dreeben, isn't the point that the tremendous cost that you refer to is a tremendous cost that the Government pays by its choice to go to trial, as opposed to going back to the grand jury and making sure that it has an adequate indictment?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you concede there was an error, is there anything to prevent us from saying we don't accept that concession, and have you rebrief and argue the question of whether or not an overt act is required?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But can we do that in the face of your concession without having reargument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3123,"interruptions":8,"times_spoken":45,"laughter":2,"num_int_by":5},{"id":1,"fullName":"ATMORE L. BAGGOT","firstName":"ATMORE","lastName":"BAGGOT","counsel":true,"justice":false,"side":"respondent","words_spoken":2288,"interruptions":21,"times_spoken":76,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":792,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":400,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":421,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1445,"interruptions":1,"times_spoken":33,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":326,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":8,"words_spoken":3123,"times_spoken":45,"laughter":2,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":2288,"times_spoken":76,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":4777,"times_spoken":123,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126803}}