{"petitioner":{"name":"PARENTS INVOLVED IN COMMUNITY SCHOOLS","counsel":[0,1]},"respondent":{"name":"No. 05-908\nSEATTLE SCHOOL DISTRICT NO. 1, ET AL. ","counsel":[2]},"caseNumber":"05-908","date":"2006-12-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We'll hear argument first today in 05-908, Parents Involved in Community Schools versus Seattle School District Number 1. Mr. Korrell. "},{"name":"JUSTICE GINSBURG","id":4,"text":"Mr. Korrell - -"},{"name":"JUSTICE KENNEDY","id":5,"text":"Do you disagree in general with the Solicitor General's brief? Do you agree in general with the brief submitted by the Government or do you have differences with it in its approach?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, I can - -"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, it, it is a point that I, I'd like both him and you to discuss at some point during your argument. If -- can you use race for site selection? When you have, you need to build a new school. There are three sites. One of them would be all one race. Site two would be all the other race. Site three would be a diversity of races. Can the school board with, with the intent to have diversity pick site number 3?"},{"name":"JUSTICE KENNEDY","id":5,"text":"It -- there's -- well, we can have all kinds of different hypotheticals, but there's residential housing segregation, and it wants, it wants, the board wants to have diversity."},{"name":"JUSTICE KENNEDY","id":5,"text":"No. It is a new school. It's a new school."},{"name":"JUSTICE KENNEDY","id":5,"text":"So it'd have to take the three sites, all of them in the hypothetical, all of them equal, and just flip a coin, because otherwise it would be using a - -"},{"name":"JUSTICE GINSBURG","id":4,"text":"But can they have a race conscious objective? I think that that's the question that Justice Kennedy is asking you, and I don't get a clear answer. You say you can't use a racial means. But can you have a racial objective? That is, you want to achieve balance in the schools."},{"name":"JUSTICE SCALIA","id":6,"text":"You would object, then, to magnet schools? You would object to any system that is designed to try to cause people voluntarily to go into a system that is more racially mixed?"},{"name":"JUSTICE SCALIA","id":6,"text":"No, I understand. But I'm trying to find what, you know, the outer limits of your contentions are. It doesn't seem to me that your briefs indicated that you would object to something like magnet schools. The -- even if one of the purposes of those schools is to try to cause more white students to go to schools that are predominantly non-white. It's just voluntary, I mean, but the object is to achieve a greater racial mix."},{"name":"JUSTICE SCALIA","id":6,"text":"I understand."},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, it may not be necessary for you but it might be necessary for us when we write the case. We're not writing just on a very fact-specific issue. Of course, the follow-up question, and the Solicitor General can address it too, is this: Assuming some race-conscious measures are permissible to have diversity, isn't it odd to say you can't use race as a means? I mean, that's the next question. That may, in fact, be why you give the -- seem to give the answer that you do. You just don't want to embrace that contradiction."},{"name":"JUSTICE KENNEDY","id":5,"text":"That is true."},{"name":"JUSTICE SOUTER","id":7,"text":"Well, we have said it repeatedly in contexts different from this. I mean, the paradigm context in which we made remarks to that effect, stated that, are affirmative action cases. The point of the affirmative action case is that some criterion which otherwise would be the appropriate criterion of selection is being displaced by a racial mix criterion. That is not what is happening here. This is not an affirmative action case. So why should the statements that have been made in these entirely different contexts necessarily decide this case?"},{"name":"JUSTICE GINSBURG","id":4,"text":"But don't you agree that those cases left someone out of the picture entirely because we were talking about a selection of one person or another? The word \"sorting\" has been used in this context because everybody gets to go to school. Indeed, they are required to go to school. So no one gets left out of the system, and I think there have been Court of Appeals judges who have noted. We have never had that case before, not like the affirmative action cases."},{"name":"JUSTICE SCALIA","id":6,"text":"Why do you agree that this is not an affirmative action case? Is it not? Wherein does it differ? I thought that the school district was selecting some people because they wanted a certain racial mix in the schools, and were taking the affirmative action of giving a preference to students of a certain race. Why isn't -- why doesn't that qualify as affirmative action?"},{"name":"JUSTICE SCALIA","id":6,"text":"Well, I don't know what else it is. What do you think it is that causes you to seemingly accept the characterization that this is not it?"},{"name":"JUSTICE SOUTER","id":7,"text":"Let me help you out by taking you back to my question. One of the characteristics of the affirmative action cases was the displacement of some other otherwise generally acknowledged relevant criterion such as ability as shown in test scores, grade point averages, things like that; and that was a characteristic of those cases. It is not a characteristic of this case, as I understand it."},{"name":"JUSTICE SCALIA","id":6,"text":"I thought there was a criterion here, and that is, you can go to whatever school you want. You are allowed to go to a certain choice of school. The criterion was your choice."},{"name":"JUSTICE SOUTER","id":7,"text":"Well, when you state Justice Scalia is right, you are assuming, I think as your brief assumed, that the definition of the benefit to be received here is the active choice, not the provision of an education. Now the active choice may be of value. I do not suggest that it is not. Clearly the school district thinks it does or it wouldn't provide choice. But it is not the entire benefit that is being provided, and the principal benefit is the education, not the choice of schools. Isn't that correct?"},{"name":"JUSTICE BREYER","id":8,"text":"But I think that the point that Justice Souter is trying to make, as I understand it, is of course there are similarities to Gratz, they can choose, but there's a big difference. The similarity in Grutter, or the difference in Grutter and Gratz is that you had to prod a school that was supposed to be better than others, that the members of that school, the faculty and the administration tried to make it better than others. It was an elite merit selection academy. And if you put the black person in, the white person can't get the benefit of that. Here we have no merit selection system. Merit is not an issue. The object of the people who run this place is not to create a school better than others, it is to equalize the schools. That's in principle and in practice, if you look at the numbers, you see that the six schools that were at the top, their position would shift radically from year to year, preferences was about equal among them. They have the same curriculum, they have similar faculties, and I don't think anyone can say either in theory or in practice, that one of these schools happened to be like that prize of University of Michigan, a merit selection system. That, I think, was a major difference that he was getting at, why is this not the same kind of thing? That was at issue in Grutter and Gratz. Now what is your response to that?"},{"name":"JUSTICE SCALIA","id":6,"text":"Of course they're not. That's why some of them were oversubscribed. That's why others were undersubscribed."},{"name":"JUSTICE BREYER","id":8,"text":"I didn't say that they were. What I said was that the object of the school board and the administering authority was to make them roughly equal. I said that in terms of curriculum and faculty, they're about roughly equal. And in terms of choice, what you see is a wide variation in choice by those who want to go as to which is their preference among six schools over a period of five years. And that suggests a rough effort to create the equality, not an effort as in Michigan, to run a merit selection system."},{"name":"JUSTICE BREYER","id":8,"text":"Fine. Now the question is, why doesn't that fact that this is not a merit selection system put a different kind of thing, a sorting system or a system designed to maintain a degree of integration, why doesn't that difference make a difference?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Mr. Korrell, before your time runs out, I did want to clarify something about the standing of the plaintiffs here. Do I understand correctly that none of the parents who originally brought this lawsuit have children who are now pre-ninth grade, but that newcomers, people who recently joined, do have children of pre-ninth grade age?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"But the lawsuit was originally brought by a corporate entity, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Not by individual parents."},{"name":"JUSTICE GINSBURG","id":4,"text":"But you don't dispute that membership, for standing purposes, the membership is what counts, not the association but the members?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Well, if it is a member, jurisdictional questions generally, don't we go by what the membership was when the complaint was filed and not what it has become in the course of the litigation?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Yes, but the transaction case situation is different."},{"name":"JUSTICE STEVENS","id":9,"text":"I have a question. Does the record tell us, the 300 people who have failed to get into the schools they wanted, the racial composition of that group?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, counsel. General Clement. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Counsel, if I could get back to Justice Kennedy's question earlier, how do you distinguish decisions like citing magnet schools, clustering, from the consideration of race in this case?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, what would you do with strategic site selection in order to create racial diversity?"},{"name":"JUSTICE KENNEDY","id":5,"text":"I mean, that's expressed and principal purpose. You know the hypothetical."},{"name":"JUSTICE KENNEDY","id":5,"text":"Are you suggesting there was no consideration of overall educational benefits in this plan?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Suppose it was faculty, and the school district makes a deliberate effort to have members of the white race and members of other races represented in -- on the faculty of every school, so you won't have one school with all white teachers, so that you'll have a mix, and that's quite explicit. That's their objective and they're using a racial criterion criterion to get there. Would that be impermissible, to have a mix of teachers in all the schools?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Well, what would be okay? How would you get there other than having -- the point I'm trying to make has been made by others. Let me read from Judge Boudin's decision. He says: \"The choice is between openly using race as a criterion or concealing it through some clumsy or proxy device.\" If you want to have an integrated school and you site the schools deliberately to achieve that objective, it's very hard for me to see how you can have a racial objective but a nonracial means to get there."},{"name":"JUSTICE SCALIA","id":6,"text":"General Clement, is there anything unconstitutional about desiring a mingling of the races and establishing policies which achieve that result but which do not single out individuals and disqualify them for certain things because of their race? Is there anything wrong with a policy of wanting to have racial mix?"},{"name":"JUSTICE KENNEDY","id":5,"text":"At page 7 of your brief you say: \"School districts have an unquestioned interest in reducing minority isolation.\" If I put a period in there, then I would get to my strategic site selection, and I still haven't got your answer on that. You don't put a period there. You say: \". .have an unquestioned interest in reducing minority isolation through race-neutral means.\" And this brings up this same question Justice Ginsburg had. Isn't it odd jurisprudence where we have an objective that we state in one set of terms but a means for achieving it in another set of terms, unless your answer is that individual classification by race is, is impermissible, but other, more broad measures based on, with a racial purpose are all right?"},{"name":"JUSTICE KENNEDY","id":5,"text":"And what is the answer to my strategic site selection hypothetical?"},{"name":"JUSTICE SOUTER","id":7,"text":"My question is really Judge Boudin's question. You are in effect saying that by siting the school they can achieve exactly the objective they are seeking here. It's a question of do the -- the question comes down to whether they can do it candidly or do it by clumsier. That is, it seems to me, an unacceptable basis to draw a constitutional line."},{"name":"JUSTICE SOUTER","id":7,"text":"That isn't what they said here. I mean, they were dealing with a zone within which they operated, and it was only when the numbers got to the outer limits that they said, okay, we're going to use a racial criterion to prevent anything more, any more extreme disparity."},{"name":"JUSTICE SOUTER","id":7,"text":"That's what they do when they site the school. They said, you know, we'll get a rough whatever it is, 40-60 mix."},{"name":"JUSTICE BREYER","id":8,"text":"While you're talking about the way, let me ask a practical question. 35 years ago in Swann, this Court said that a school board, particularly an elected one -- it didn't say that -- \"could well conclude that to prepare students to live in a pluralistic society each school should have a prescribed ratio of Negro to white students reflecting the proportion of the district as a whole.\" Far more radical than anything that's at issue here. Then it adds: \"To do this as an educational policy is within the broad discretionary powers of school authorities.\" That's what this Court said 35 years ago. Thousands of school districts across the country, we're told, have relied on that statement in an opinion to try to bring about a degree of integration. You can answer this in the next case if you want. So think about it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"You can answer in this case, General. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"text":"My question, of course, is simply this. When you have thousands of school districts relying on this to get a degree of integration in the United States of America, what are you telling this Court is going to happen when we start suddenly making -- departing from the case? Do you want us to overrule it? Why? Why practically?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"General?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, General. Mr. Madden. "},{"name":"JUSTICE SCALIA","id":6,"text":"Mr. Madden, that's certainly an admirable goal. Could a local unit, a municipality, or even a State have another goal? Let's say what used to be great about the United States was the presence of various ethnic groups. I mean, there were the Pennsylvania Dutch, there were the Amish, there were Little Italy's, there were Chinatowns, and these things are beginning to disappear. And we think that we should encourage the continuation of that diversity, as the Federal Government has done with respect to American Indian tribes. And therefore, we're going to use public funds for such things as street festivals, a Chinatown street festival, an Italian street festival. We're going to encourage those organizations that maintain that separateness. Is there anything unconstitutional about that objective?"},{"name":"JUSTICE SCALIA","id":6,"text":"About the objective? I mean, think we should foster separateness? Is there anything wrong - -"},{"name":"JUSTICE SCALIA","id":6,"text":"Fine -- it would be problematic?"},{"name":"JUSTICE SCALIA","id":6,"text":"Why?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well then, let me change Justice - -"},{"name":"JUSTICE SCALIA","id":6,"text":"Please let me finish the line of questioning. Assume with me that it is not an unconstitutional objective, which I am sure it's not. Could the -- could the government achieve that objective by barring people from moving into Little Italy or giving a preference to some people to buy real estate in Little Italy if they are of Italian ancestry? Could it do that? Absolutely not, right?"},{"name":"JUSTICE SCALIA","id":6,"text":"So it would appear that even if the objective is okay, you cannot achieve it by any means whatever. And the mere fact that the objective of achieving a diverse balanced society is perfectly all right, although certainly not the only objective in the world. The mere fact that it's okay doesn't mean you can achieve it by any means whatever?"},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, my slight modification of Justice Scalia's hypothetical -- and it proceeds on the same theory -- is suppose there's a huge demand for housing. A developer has a plan to build 500 units. Can the city say, we'll grant you the permit on the ground, on the condition that 30 percent of all the houses go to minorities? That means people will live together. Then we can have a school, a school that can be diverse."},{"name":"JUSTICE KENNEDY","id":5,"text":"Well, your system is the one that gives a choice to the individuals."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Does that make a difference? What if you adopted a plan that insisted on a more or less rigid 60-40 ratio at every school and assignments were made on that basis. It was not a follow-on to a choice system."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Would that be unconstitutional?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"The same -- the facts are otherwise the same, except you conclude that private choice contributes to further division rather than integration and so the assignments are made on a 60-40 basis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"I still don't have your answer. Is strict assignment 60-40 without regard to choice constitutional or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"And how does this not present narrow tailoring problems if -- if the - - when you get to the fact of choice, the sole criteria at that level is the same as would be the case in a 60-40 assignment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"One of the, one of the factors our prior cases looked to was whether the plan has a logical end point. What is the logical end point in this plan?"},{"name":"JUSTICE KENNEDY","id":5,"text":"But in Grutter we said, to shorten it just a little bit, at page 329-330 of the U.S. Reports, 539, \"the law school's interest is not simply to assure within its student body some specified percentage of a particular group because of race ... that would amount to outright racial balancing which is patently unconstitutional.\" And that seems to be what you have here."},{"name":"JUSTICE KENNEDY","id":5,"text":"The problem is that unlike strategic siting, magnet schools, special resources, special programs in some schools, you're characterizing each student by reason of the color of his or her skin. That is quite a different means. And it seems to me that that should only be, if ever allowed, allowed as a last resort."},{"name":"JUSTICE SCALIA","id":6,"text":"Do you have quotas for, for racial hiring of your faculty in these schools?"},{"name":"JUSTICE SCALIA","id":6,"text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"text":"Justice Kennedy's question, I think, was is this basically a kind of last report? Or how close to a has resort is it? What's the history of this? I thought the history involved a lawsuit to desegregate the schools, a much more rigid system of racial -- abuse of race. Ultimately you come to this. Now you stop this. And what happened after you stopped it?"},{"name":"JUSTICE BREYER","id":8,"text":"Well, what is the history basically? Am I right?"},{"name":"JUSTICE BREYER","id":8,"text":"But that's not what I'm thinking."},{"name":"JUSTICE BREYER","id":8,"text":"I mean I'm thinking that, I thought as I read this, and you have to correct me because you have a better knowledge, originally the schools were highly segregated in fact. People brought a lawsuit. Then to stop that Seattle engaged in a plan that really bused people around on the basis of race. That led to white flight. That was bad for the schools. They then tried a voluntary choice plan. This is part of that plan. Then when they abandon this plan, they discover more segregation. Is that basically right or not?"},{"name":"JUSTICE ALITO","id":10,"text":"Do you think your, do you think your schools as they are operated now are segregated?"},{"name":"JUSTICE SCALIA","id":6,"text":"To say segregated, segregated -- you refer to some of the schools as segregated. And I, that's not what I understand by segregated."},{"name":"JUSTICE SCALIA","id":6,"text":"I mean, you know, if you belong to a country club that, that -- that has 15 percent black members, I would not consider that a segregated country club. So what you are complaining about is, is not segregation in any, in any reasonable sense of the word. You're complaining about a lack of racial balance."},{"name":"JUSTICE SCALIA","id":6,"text":"That's the only meaning of segregation."},{"name":"JUSTICE SCALIA","id":6,"text":"You're talking about racial balance."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, I think you're also"},{"name":"JUSTICE KENNEDY","id":5,"text":"Justice Alito and Justice Breyer and I myself am interested: Can you tell us what has happened since the plan's been enjoined?"},{"name":"JUSTICE KENNEDY","id":5,"text":"I mean, have you gone back to square one? And it's just, there's no diversity at all? Or is there substantially more diversity? Can you tell us about that? Because it's important. It may mean that you don't need to identify students by the color of their skin in assignment."},{"name":"JUSTICE ALITO","id":10,"text":"How do, how do you square your objective of achieving racial balance with your disinterest in the situation at Cleveland and Rainier Beach? Those are the most unbalanced schools under your definition, and yet those are not affected at all by this plan. Why, why are you not concerned about that?"},{"name":"JUSTICE ALITO","id":10,"text":"Are the students who are attending those schools getting the benefits of attending a school that's racially balanced? And if they're not, why are you not concerned about that, if that's an important objective of your program?"},{"name":"JUSTICE SOUTER","id":7,"text":"Why?"},{"name":"JUSTICE STEVENS","id":9,"text":"May I go back to the Cleveland school that Justice Alito mentioned? An I correct that there were 16 percent whites under the plan? And I'm just wondering what happened to it during the last couple of years?"},{"name":"JUSTICE STEVENS","id":9,"text":"And it was -- about half as many whites as there were under the plan."},{"name":"JUSTICE GINSBURG","id":4,"text":"Mr. Madden, there was a question raised about your categories, that is, you have white and then everything else. And it was suggested that if you are looking for diversity, what was -- the schools that you just mentioned had a large percentage of Asian-Americans, but they don't count. What is your response to that?"},{"name":"JUSTICE ALITO","id":10,"text":"Why is that a problem? Suppose you have a school in which 60 percent of the students are either of Asian ancestry or Latino ancestry, and 40 percent are white as you classify people. And there are no African-American students at all. You would consider that to be a racially balanced school, would you not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Nothing under the plan requires that, does it?"},{"name":"JUSTICE ALITO","id":10,"text":"And what is the theory behind that? Is, the theory is it that the white students there or the Asian students or the Latino students would not benefit from having African-American classmates? It is enough if they have either Asian classmates or Latino classmates or white classmates? How do you -- how do square that with your, your objective of providing benefits that flow from racial balance?"},{"name":"JUSTICE SCALIA","id":6,"text":"What criteria of race does the school, just out of curiosity, does the school district use? I mean, what if a particular child's grandfather was white? Would he qualify as a white or non-white."},{"name":"JUSTICE SCALIA","id":6,"text":"I mean, there must be some criterion. There are many people of mixed blood."},{"name":"JUSTICE SCALIA","id":6,"text":"It allows parents to say I'm white, no matter what?"},{"name":"JUSTICE SCALIA","id":6,"text":"Seems like a big loophole."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"You don't defend the choice policy on the basis that the schools offer education to everyone of the same quality, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"How is that different from the separate but equal argument? In other words, it doesn't matter that they're being assigned on the basis of their race because they're getting the same type of education."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Even though in the individual cases the students, including minority students, and I gather 89 to 100 of the cases are being denied admission on the basis of their race?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"They are being denied admission to the school of their choice?"},{"name":"JUSTICE ALITO","id":10,"text":"If we look at the things that Parents are concerned about when they're considering where their children are going to high school, we look at things like SAT scores, for example, or performance on statewide tests, would we see that, the oversubscribed schools and the undersubscribed schools have similar test scores?"},{"name":"JUSTICE ALITO","id":10,"text":"Well, if we looked at Garfield and Cleveland, what would we find?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"But the reason that our prior tests have focused on individual determination is that the purpose of the Equal Protection Clause is to ensure that people are treated as individuals rather than based on the color of their skin. So saying that this doesn't involve individualized determinations simply highlights the fact that the decision to distribute, as you put it, was based on skin color and not any other factor."},{"name":"JUSTICE GINSBURG","id":4,"text":"You're saying that individual treatment makes no sense in terms of the objective here. I thought that's what you were saying."},{"name":"JUSTICE KENNEDY","id":5,"text":"But the emphasis on the fact that everybody gets into a school, it seems to me is misplaced, but the question is whether or not you can get into the school that you really prefer. And that in some cases depends solely on skin color. You know, it's like saying everybody can have a meal but only people with separate skin can get the dessert."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, you're saying every -- I mean, everyone got a seat in Brown as well; but because they were assigned to those seats on the basis of race, it violated equal protection. How is your argument that there's no problem here because everybody gets a seat distinguishable?"},{"name":"JUSTICE SCALIA","id":6,"text":"Well, it seems to me you're saying you can't make an omelet without breaking eggs. Can you think of any area of the law in which we say whatever it takes, so long as there's a real need, whatever it takes -- I mean, if we have a lot of crime out there and the only way to get rid of it is to use warrantless searches, you know, fudge on some of the protections of the Bill of Rights, whatever it takes, we've got to do it? Is there any area of the law that doesn't have some absolute restrictions?"},{"name":"JUSTICE SCALIA","id":6,"text":"But what about the Fourteenth? I thought that was one of the absolute restrictions, that you cannot judge and classify people on the basis of their race. You can pursue the objectives that your school board is pursuing, but at some point you come against an absolute, and aren't you just denying that?"},{"name":"JUSTICE GINSBURG","id":4,"text":"And the question of integration, whether there was any use of a racial criterion, whether integration, using racial integration is the same as segregation, it seems to me is pretty far from the kind of headlines that attended the Brown decision. They were, at last, white and black children together on the same school bench. That seems to be worlds apart from saying we'll separate them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"There's no effort here on the part of the school to separate students on the basis of race. It's an assignment on the basis of race, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Madden. Mr. Korrell, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":8,"text":"This is the -- as I gather, the plan where race is used, has to do only with the ninth grade. And therefore, what you would like to note is when you look at the ninth grade after they stopped using any racial criteria at all, what happened to those ninth grade classes. Did they become more heavily separated or did they retain their diversity? Are the numbers that you are about to read us, which I have in front of me, going to do that? Tell us that? I think they're about the whole school."},{"name":"JUSTICE BREYER","id":8,"text":"The numbers I have here, Franklin went from 25 percent white to 12.7 percent. Roosevelt, which was basically a white school, jumped up from about 51 to 59. Ballard jumped up from about 56 to Then Garfield went down some, more mixed. But those were the worst ones; am I right on that?"},{"name":"JUSTICE BREYER","id":8,"text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"text":"Was the board simultaneously trying to introduce similar programs or attractive programs in the undersubscribed schools?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"HARRY J.F. KORRELL","firstName":"HARRY","lastName":"KORRELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1628,"interruptions":8,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":1,"fullName":"GEN. PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1256,"interruptions":5,"times_spoken":15,"laughter":0,"num_int_by":5},{"id":2,"fullName":"MICHAEL F. MADDEN","firstName":"MICHAEL","lastName":"MADDEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2373,"interruptions":17,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":0,"times_spoken":24,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":823,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":910,"interruptions":1,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":922,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":81,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2884,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":2373,"times_spoken":56,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":4514,"times_spoken":114,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1}}