{"petitioner":{"name":"ROBERT LOUIS MARRAMA","counsel":[0]},"respondent":{"name":"No. 05-996\nCITIZENS BANK OF MASSACHUSETTS, ET AL. ","counsel":[1,2]},"caseNumber":"05-996","date":"2006-11-06T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We'll hear argument first today in Marrama versus Citizens Bank of Massachusetts. Mr. Baker. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Mr. Baker, as I understand it subsequent to the grant of certiorari in this case, your client filed for relief under Chapter 13 and that relief was denied. You're now seeking under - - your petition seeks a conversion to Chapter 13 and I guess I wonder what relief is still open to you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"What relief is open to you in this case? In other words, you're trying to get a conversion to Chapter 13. Subsequently, you've tried to apply for relief under Chapter 13 and that's been denied. Why isn't the case moot in the sense that that relief is not available to you now?"},{"name":"JUSTICE GINSBURG","id":4,"text":"But if he isn't eligible -- the new case determined that he was not eligible because his debts were too high. He didn't incur additional debts between the time of the proceeding one and proceeding two?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Or he didn't reduce the debt. If we have a finding from the bankruptcy court that he is ineligible, that is number one condition to convert into Chapter 13. If you don't meet that condition, that's the end of the matter."},{"name":"JUSTICE GINSBURG","id":4,"text":"But now there has been a finding, and it's an essential finding, that there be eligibility. And wouldn't the bankruptcy court's findings in the later case have preclusive effect?"},{"name":"JUSTICE GINSBURG","id":4,"text":"But that's a question you can argue on appeal in -- from the recent decisions, but for the moment you have a bankruptcy court making that determination, which I think would be preclusive on another bankruptcy court."},{"name":"JUSTICE GINSBURG","id":4,"text":"If the decision is affirmed on appeal to the First Circuit, do you think you could still argue that there's qualification for Chapter 13, after the court of appeals has affirmed a determination that there isn't?"},{"name":"JUSTICE GINSBURG","id":4,"text":"We have now a judgment that this debtor is ineligible for Chapter 13. If that judgment is affirmed on appeal to the court of appeals, can you nonetheless argue that somehow there is no preclusive effect?"},{"name":"JUSTICE SCALIA","id":5,"text":"They're not at issue as far as this mootness question goes. I mean, you're seeking to have the right to file under 13. And if, in fact, there's no eligibility to file under 13, you're asking for the impossible. The case is simply -- you know -- it's just air. So I guess, perhaps you rely on the fact that the case is still on appeal. Should we not take as a given that there is a judgment that you don't qualify for 13, and yet you're coming before us asking us to say that you can apply under Chapter 13. It doesn't make any sense."},{"name":"JUSTICE SCALIA","id":5,"text":"Well, didn't you make that argument to the bankruptcy court that found that you were not eligible?"},{"name":"JUSTICE SCALIA","id":5,"text":"That's what I'm asking. A Chapter 7 debtor doesn't, but a Chapter 13 debtor presumably does. So didn't you make the same argument to the bankruptcy court."},{"name":"JUSTICE SCALIA","id":5,"text":"And they rejected it?"},{"name":"JUSTICE SCALIA","id":5,"text":"I don't care about the present case. I care about the Chapter 13 case in which you have been found not to qualify for Chapter 13 treatment. Didn't you make before that court the same argument you're making now that some of the debts shouldn't be counted."},{"name":"JUSTICE SCALIA","id":5,"text":"They rejected it, right?"},{"name":"JUSTICE SCALIA","id":5,"text":"And they rejected it?"},{"name":"JUSTICE SCALIA","id":5,"text":"But you said it was only a Chapter 7 debtor who couldn't object."},{"name":"JUSTICE SCALIA","id":5,"text":"But you are applying under Chapter 13."},{"name":"JUSTICE SCALIA","id":5,"text":"Didn't you object to that and say you should look at these claims afresh?"},{"name":"JUSTICE SCALIA","id":5,"text":"And what did the court say? Did it say it had to or that it did so and still found them over the limit."},{"name":"JUSTICE SCALIA","id":5,"text":"What did the bankruptcy court say?"},{"name":"JUSTICE SCALIA","id":5,"text":"I don't understand that. But did it reduce it to a level that you qualified for Chapter 13 treatment?"},{"name":"JUSTICE SCALIA","id":5,"text":"Of course you are. They've rendered a decision. How could you not be finished with the claims objection process if the bankruptcy court has rendered a final decision."},{"name":"JUSTICE SCALIA","id":5,"text":"It is terribly confusing. It seems to me that the Chapter 13 bankruptcy court had the responsibility for determining whether you qualified under the, you know, under the amount of debt."},{"name":"JUSTICE SCALIA","id":5,"text":"And you objected to that, I gather?"},{"name":"JUSTICE SCALIA","id":5,"text":"You objected to that, to that ruling?"},{"name":"JUSTICE GINSBURG","id":4,"text":"What is the status of the Chapter 7 case? I was under the impression it had been dismissed and a determination of no discharge had been made."},{"name":"JUSTICE GINSBURG","id":4,"text":"But there's a determination that you're not entitled to a discharge? That has been made."},{"name":"JUSTICE BREYER","id":6,"text":"If we just could go to the merits for a second here. You're saying this word, where it says, the word is you \"may convert,\" and that means you can convert no matter what?"},{"name":"JUSTICE BREYER","id":6,"text":"No matter what? Okay, suppose they repeal Chapter 13 before you convert. Then can you convert?"},{"name":"JUSTICE BREYER","id":6,"text":"I'm just producing examples where it's clear you can't convert. Now, suppose Congress -- there is no Chapter 13. Could you convert then?"},{"name":"JUSTICE BREYER","id":6,"text":"No, okay. Suppose he dies. Could you convert then?"},{"name":"JUSTICE BREYER","id":6,"text":"Yes. No inheritance, no nothing."},{"name":"JUSTICE BREYER","id":6,"text":"Even though there's no such person existing any more. He's gone and his whole family is gone, and there's no inheritors, nothing. Then can he convert? No."},{"name":"JUSTICE BREYER","id":6,"text":"I'm trying to produce ridiculous examples. Maybe -- all right, so you say even if he's dead and there's no family he still could convert. That's an extreme test of my hypothetical, but okay. What about if, in fact, he goes insane? No."},{"name":"JUSTICE BREYER","id":6,"text":"What about if, in fact, the conversion is part of a scheme to defraud millions of people in a foreign country because it will be viewed as a signal that they should mail their life savings into a particular account in Switzerland? Can he convert then?"},{"name":"JUSTICE BREYER","id":6,"text":"You say yes on that?"},{"name":"JUSTICE BREYER","id":6,"text":"Even though it's going to bilk people out of millions of dollars?"},{"name":"JUSTICE BREYER","id":6,"text":"No matter what? Even if he's dead, even if he's insane?"},{"name":"JUSTICE BREYER","id":6,"text":"Well alright, then I can't get anywhere with my hypotheticals. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"text":"I would have thought the answer was no, but there we are."},{"name":"JUSTICE GINSBURG","id":4,"text":"Mr. Baker, couldn't the -- let's say the conversion goes through. The first thing that the bankruptcy court does in the Chapter 7 converted to Chapter 13 is say: I'm going to dismiss this suit, the -- the bad faith taint stays with the case, it doesn't get -- you can't erase it; and so back you go to the Chapter 7. Why couldn't the bankruptcy court now sitting as a Chapter 13 court say: We're not going to let a debtor who has conducted himself in bad faith proceed in this court?"},{"name":"JUSTICE SOUTER","id":7,"text":"Yes, but your claim doesn't rest on a due process denial of hearing does it? That's not, that's not the question you brought to us. So it seems to me that Justice Ginsburg's question is not answered by saying, well, he'd get a hearing in that case. The fact remains that in that case the, as I understand it, the judge in Chapter 13 could immediately deconvert to Chapter 7, couldn't he?"},{"name":"JUSTICE SOUTER","id":7,"text":"But due process is not the issue here. The fact is the bankruptcy court could deconvert or reconvert to Chapter 7, in effect, following the election that the debtor makes. That's so, isn't it?"},{"name":"JUSTICE SOUTER","id":7,"text":"Well then, why would we have a system as ridiculous as to preclude the court from looking at fraud or bad faith at the moment of election, go through the paperwork and the folderol of converting to 13, and immediately turn around, admittedly having the power, to deconvert? That would be a rather foolish system."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"When cases are reconverted to Chapter 7, is that typically done before or after the filing of the Chapter 13 plan?"},{"name":"JUSTICE SOUTER","id":7,"text":"But they don't have to."},{"name":"JUSTICE SOUTER","id":7,"text":"And the deconversion could be done prior to the filing of the plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Creditors -- under Chapter 13 one of the prerequisites to approval of the plan is that the creditors get at least as much as they would have gotten under Chapter 7, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"So presumably the creditors might want to see what the Chapter 13 plan looks like themselves."},{"name":"JUSTICE KENNEDY","id":8,"text":"Could the district court -- pardon me. Could the bankruptcy court make that same determination in deciding whether or not to allow the Chapter 7 proceeding to be converted? He could make this inquiry in a Chapter 7 proceeding? He says: I don't think you should be able to convert because there's a fraud, but I'll look at how the creditors come out. Could he do that? And then you don't have the specter that Justice Souter referred to of this transfer back and then the transfer back, which is a waste of time."},{"name":"JUSTICE BREYER","id":6,"text":"But there is a difference, and this is -- assume with me, which apparently you don't agree, that everywhere in law there are implied exceptions for unusual circumstances. I have never found an instance where you couldn't think of some exception that they didn't see. You could not bring a thing if you were insane or dead or if a death would ensue or a murder. Assume that, all right. Then the question would be, well, what about this instance? And I think the strongest instance - - the strongest argument for saying there's is no exception here is the argument that the trustee discovers that this individual is behaving dishonestly, that he's hidden assets. Maybe he has a safe deposit box and he has a key and the key -- the key will allow him to get diamonds out of the safe deposit box and hide them. Under 7, the trustee has the key. As soon as you convert it to 13 the key is given back to the debtor, who has been shown dishonest. Now, assuming you're going to have some exceptions, why isn't that a very, very powerful one?"},{"name":"JUSTICE ALITO","id":9,"text":"If I could come back to a prior question. Unless there is some different procedure required when -- between the two situations of denial of conversion from 7 to 13 and allowing conversion but with immediate reconversion back to 7, unless there's some difference between that's required by the code in those two situations, maybe it is because you have to -- in the reconversion situation, you have to wait until the plan is filed. Maybe it's because the bad faith doesn't carry over. But unless there's some difference, I don't see what this case is about."},{"name":"JUSTICE ALITO","id":9,"text":"You can't provide any reason why there's a difference between those two?"},{"name":"JUSTICE ALITO","id":9,"text":"You deny -- do you dispute the fact that the bankruptcy court could simultaneously convert on the motion of the debtor from 7 to 13 and during the 20-day period that's required by the rule, the rules, reconvert? Do you dispute that, for bad faith?"},{"name":"JUSTICE ALITO","id":9,"text":"If it gives notice and an opportunity for a hearing during the 20 day period - - you have to give 20 days notice before the conversion takes place; is that correct, from 7 to 13?"},{"name":"JUSTICE ALITO","id":9,"text":"If it has the hearing during that period, you don't dispute that the court could do that, or do you?"},{"name":"JUSTICE GINSBURG","id":4,"text":"But here there was a hearing on the motion to convert, right? There was a hearing?"},{"name":"JUSTICE GINSBURG","id":4,"text":"And as I understand it, there was no objection to the character of that hearing? There was no request for an evidentiary hearing? So there was a hearing. Now, does that get wiped out too, just the way, the determination that you couldn't convert?"},{"name":"JUSTICE SOUTER","id":7,"text":"But your case as I understand it, your case does not turn on the question whether there was or was not, should or should not have been a hearing in this case, an evidentiary hearing in this case; is that correct?"},{"name":"JUSTICE SCALIA","id":5,"text":"Mr. -- Mr. Baker, I have -- I have a question on a matter that really upsets me and causes me to wonder how, you know, how much we can rely upon your description here. You claimed in the petition that the reason your client filed under Chapter 7 rather than 13 was that he was unemployed at the time. And that he decided to go to 13 after he became employed. Yet, on -- as shown in the supplemental appendix, when he filed under Chapter 7, under penalty of perjury, he said that he was employed, and at the meeting of the creditors, he confirmed under oath that he was employed. What was it? Was he employed or not employed?"},{"name":"JUSTICE SCALIA","id":5,"text":"It says employment, occupation, name of employer: Capital Carpet and Flooring. How long employed, five months. Address of employment: Woburn, Massachusetts. It also says the same thing on page 18 of the supplemental appendix. And also with the meeting of creditors. If you look at the joint appendix at 64a, he says the same thing that he was employed. Was he employed or not employed?"},{"name":"JUSTICE SCALIA","id":5,"text":"Does he go around swearing he was when he wasn't?"},{"name":"JUSTICE SCALIA","id":5,"text":"Look on page 64a of the appendix, the meeting of creditors. Trustee says okay, and you now work for another entity, Capital Carpet and Flooring, sir? And Mark Marrama says yes."},{"name":"JUSTICE STEVENS","id":10,"text":"May I ask, I may have missed some of the colloquy here -- is it correct that he would not be eligible to file a-- to have a, institute a Chapter 13 proceeding if he had unsecured debts of over a certain amount?"},{"name":"JUSTICE STEVENS","id":10,"text":"And what if at the time he makes the motion to convert, which you say he has an absolute right to make, what if the record then disclosed that he had debts exceeding that amount? What should the bankruptcy judge do in that case?"},{"name":"JUSTICE STEVENS","id":10,"text":"He concludes they're over the amount? So it is clear under the record. What should he do then?"},{"name":"JUSTICE STEVENS","id":10,"text":"He should what?"},{"name":"JUSTICE STEVENS","id":10,"text":"So he does not have an absolute right in all cases to convert, then."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Baker."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Mr. Brunstad. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Under -- you think 105 is an affirmative grant of power?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"105(a) is much more limited than that. It is only if you take the second clause of that out of context and quote it, as has been done, that it looks like an affirmative grant. It says: \"No provision of this title providing for the raising of an issue by a party in interest shall be construed to preclude the court from taking sua sponte other action.\" That's a much more limited, narrow provision telling you not to imply a negative pregnant from a requirement that a particular party raise an issue. I -- as a source of sweeping powers to, to basically act as a roving commission in equity, I think that's a mis-citation."},{"name":"JUSTICE SCALIA","id":5,"text":"Was that Second Circuit's decision a decision that said the court didn't have the power because it had not been moved to take that action by the party who had the responsibility for raising the issue? Was that the basis for the Second Circuit's decision?"},{"name":"JUSTICE SCALIA","id":5,"text":"Then -- then you haven't contradicted what the Chief Justice suggested."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"What do you do about the different structures, wording between 706(a) and 706(b)? I mean, this provision says debtor may. The other provisions say that a debtor may ask a court to order, and it suggests a difference in who has the primary responsibility, whether it is a motion of the Court or whether it is an independent action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"So you think under those other provisions the court doesn't have this inherent power or the implicit power from 105(a) that you're arguing for here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"If you, if given that the court has express statutory authority to reconvert from 13 back to 7, why should we take the leap of conferring inherent equitable authority to do something, when the statute addresses it in a much more specific way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, maybe, maybe not. I mean, they convert. He comes up with a plan under 13 that looks better to creditors. I mean, just because there's fraud that offends the court and prompts it to take action prior to conversion doesn't mean that that's going to be the same situation after conversion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Even if it might injure the creditors."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"What limitations would you recognize on this inherent authority to take action? Where do they come from?"},{"name":"JUSTICE SCALIA","id":5,"text":"Mr. Brunstad, are you going to address the mootness point? Do you think the case is moot?"},{"name":"JUSTICE SCALIA","id":5,"text":"Did you make the jurisdictional objection before the second bankruptcy court?"},{"name":"JUSTICE SCALIA","id":5,"text":"How so?"},{"name":"JUSTICE SCALIA","id":5,"text":"I find that extraordinary."},{"name":"JUSTICE GINSBURG","id":4,"text":"So it wouldn't be before the First Circuit."},{"name":"JUSTICE GINSBURG","id":4,"text":"It's hardly a summary disposition. The opinion goes on for pages and pages."},{"name":"JUSTICE SCALIA","id":5,"text":"This case, your case?"},{"name":"JUSTICE STEVENS","id":10,"text":"May I ask this question. If the remedy of not allowing them to convert to Chapter 13 is denied, are there other remedies that the bankruptcy court can impose against the debtor who engages in misconduct of this kind?"},{"name":"JUSTICE STEVENS","id":10,"text":"Are there any criminal sanctions?"},{"name":"JUSTICE STEVENS","id":10,"text":"Then how are the creditors hurt by this series of events?"},{"name":"JUSTICE STEVENS","id":10,"text":"Wouldn't a Chapter 7 case be refiled immediately?"},{"name":"JUSTICE STEVENS","id":10,"text":"But the creditors aren't going to let him just run away with the assets, are they?"},{"name":"JUSTICE GINSBURG","id":4,"text":"Could the Chapter 7 trustee be appointed the trustee in the Chapter 13, the same trustee who has now been -- he's terminated because the Chapter 7 has been converted. Could the court in the Chapter 13 format appoint the same trustee?"},{"name":"JUSTICE SCALIA","id":5,"text":"What does the trustee do? He's not really a trustee under 13, is he?"},{"name":"JUSTICE SCALIA","id":5,"text":"I mean, the property doesn't vest in him, you've told it. It remains in the ownership of the debtor?"},{"name":"JUSTICE SCALIA","id":5,"text":"He's called a trustee, though?"},{"name":"JUSTICE SCALIA","id":5,"text":"Well that's really not his capacity."},{"name":"JUSTICE SCALIA","id":5,"text":"It's called Chapter 13 day?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"The sense it makes is that that's what the statute provides, and rather than relying on this alleged inherent power that apparently is not boundless, and that the bounds of which will have to be articulated in case after case after case, the statute provides a very clear mechanism to address the issue of fraud which allows him to reconvert it back to Chapter 7 promptly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, I still haven't gotten an answer, I think, on what the prejudice is. Who is prejudiced by the procedure set forth in the statute? The conversion takes place. The judge then says, because of this fraud, I'm going to reconvert it to Chapter 7. Who suffers under that? You say sit idly by, but I don't see the long passage of time."},{"name":"JUSTICE BREYER","id":6,"text":"Is it true or not what I said, because I don't know the area, that if in fact you had a dishonest debtor, the present -- the proceeding is dismissed on 7. He gets the papers back. The papers permit him access to a hidden source of resources, and he steals them basically. Is that possible or is that fanciful?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"We'll hear from Ms. Blatt first. Mr. BAKER: I beg your pardon."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Ms. Blatt. "},{"name":"JUSTICE ALITO","id":9,"text":"Why isn't the power to reconvert sufficient?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, what are the odds that that's going to happen if you have a judge who's exercised enough by the fraud to exercise inherent authority to deny relief? He's not going to let it languish under Chapter 13."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, why wouldn't that trustee recommend to the bankruptcy judge that he reconvert it to Chapter 7?"},{"name":"JUSTICE KENNEDY","id":8,"text":"Why can't they just have an order to the bankrupt -- to disclose the asset in the Chapter 13 proceeding?"},{"name":"JUSTICE KENNEDY","id":8,"text":"In the Chapter 13 proceeding."},{"name":"JUSTICE KENNEDY","id":8,"text":"Well, in this case they knew about it, didn't they?"},{"name":"JUSTICE STEVENS","id":10,"text":"Whenever he denies the motion, he must know about it. He must have a reason to deny."},{"name":"JUSTICE STEVENS","id":10,"text":"May I just clear up one detail that's confusing to me. The -- are there two judges? Does the same judge rule on both the motion to convert and the motion to reconvert?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"I wouldn't call it a right to convert in bad faith. If it's a right, it's a right to convert despite the allegation of bad faith. It's not a right to convert in bad faith. No one is arguing for that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"What about the idea that the debtor can come in and say under 13, look, whether the facts bear this out in this case or not, I've got a job now. I can pay off my debtors -- my creditors according to this plan, and, as the statute requires, the creditors get more under 13 than under under 7. That's a benefit to everybody."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"And he says, I'm sorry about that bad faith business."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"If the statute didn't provide that a Chapter 13 plan could be reconverted to a Chapter 7, would the court have the inherent equitable authority to do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Well, what about the difference in language under 706(a) and the other provisions? 706(a) says the debtor may. The other provisions call for action by the court, which suggests at least that the authority to convert is greater under 706(a)."},{"name":"JUSTICE SCALIA","id":5,"text":"Does the government have any position on the mootness question here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"I guess I've been assuming -- but the eligibility under Chapter 13 even under the present case is a present day question, right? In other words, we don't go back and see if he was eligible for Chapter 13 when the conversion was denied? The question would be whether he's eligible now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Ms. Blatt. Now, Mr. Baker. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"I'm sorry. You have two minutes remaining."},{"name":"JUSTICE SCALIA","id":5,"text":"I'm not sure I understood what you just said. You said until the plan is filed and approved the property remains in the possession of the Chapter 13 trustee."},{"name":"JUSTICE BREYER","id":6,"text":"So is it possible if it's in 13 that then the debtor, let's say a dishonest debtor, could get back pieces of paper which would admit that debtor to the possession of certain property which he could then take and hide in a way that that couldn't happen in 7? Is that possible or not possible?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"text":"Thank you, Mr. Baker. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID G. BAKER","firstName":"DAVID","lastName":"BAKER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2429,"interruptions":15,"times_spoken":72,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERIC BRUNSTAD","firstName":"ERIC","lastName":"BRUNSTAD","counsel":true,"justice":false,"side":"respondent","words_spoken":2815,"interruptions":8,"times_spoken":32,"laughter":0,"num_int_by":3},{"id":2,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":1321,"interruptions":8,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":987,"interruptions":0,"times_spoken":33,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":473,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":775,"interruptions":0,"times_spoken":35,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":562,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":220,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":129,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":217,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2429,"times_spoken":72,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":16,"words_spoken":4136,"times_spoken":49,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":0,"words_spoken":3614,"times_spoken":126,"laughter":1,"num_int_by":0}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.44890553869901484,"respondent":0.5510944613009852,"date":1472411005539}}