{"petitioner":{"name":"LONNIE LEE BURTON","counsel":[0]},"respondent":{"name":"No. 05-9222\nBELINDA STEWART, SUPERINTENDENT, STAFFORD CREEK CORRECTIONS CENTER.:\n","counsel":[1,2]},"caseNumber":"05-9222","date":"2006-11-07T08:00:00.000Z","speakers":[{"name":"JUSTICE SOUTER","id":3,"text":"Mr. Fisher, you know, assuming we read it the way you read it, I've got a basic problem that doesn't really surface until you get to the end of the briefs and I wonder if you would comment on it at the beginning of the argument. That is -- or I'll put it in the form of a question. Is the decision which the judge makes here to sentence consecutively rather than concurrently, a decision that requires the finding of any fact about the commission of the crimes themselves or the circumstances of those crimes or about the defendant's character? Does the judge have to make or does the fact -- some fact finder have to make a finding on any of those subjects -- crimes, circumstances, character of the defendant?"},{"name":"JUSTICE SOUTER","id":3,"text":"What is that fact?"},{"name":"JUSTICE SOUTER","id":3,"text":"I thought the only fact that had to be found was that, given the classification sentencing scheme Washington had, there would be, in effect, a free crime, no incremental punishment, unless there were consecutive sentencing. That's not a fact that falls within any of those categories of crime, character, or circumstances."},{"name":"JUSTICE SOUTER","id":3,"text":"So it's a misnomer to say it's a mere free crime criterion? It's free crime plus some further fact?"},{"name":"JUSTICE SOUTER","id":3,"text":"So the extra fact then is a lot like the sort of heinous, atrocious and cruel aggravator? I mean, it's comparable to it?"},{"name":"JUSTICE BREYER","id":4,"text":"When you say extra culpability, do you mean the nature of the crime? Suppose there are three crimes all committed at the same time -- murder, rape, and kidnapping. They're all very serious crimes. And if you sentence them consecutively, you will take into account that there were three. If you sentence them concurrently, it doesn't matter. The Washington court says, we're not just looking to the fact that murder or rape or kidnapping are serious; we're looking to sentence consecutively if do you more than that. You have to look to see that the kidnapping was a special kind of kidnapping."},{"name":"JUSTICE SOUTER","id":3,"text":"But could the nature of the additional crimes themselves satisfy it? In other words, could the judge say, well, all three -- it might be one thing if one were serious and the other two were trivial, but all of these three are very serious. Now, that's in effect a value judgment, not a finding of discrete fact. Could that value judgment satisfy the extraordinary criterion that Washington says there must be in addition to free crime."},{"name":"JUSTICE STEVENS","id":5,"text":"But, Mr. Fisher, even if it's true that there are other examples out there that might qualify for that example, it's not true of this case?"},{"name":"JUSTICE STEVENS","id":5,"text":"In this particular case, there was -- it was necessary to make an additional finding of fact, even though there may be cases out there in which you could get consecutive sentences without an additional finding of fact?"},{"name":"JUSTICE GINSBURG","id":7,"text":"Mr. Fisher, there's another potential impediment in this case and I would like you to comment on it. That is the petition from the sentence, it was second in time. There was a prior petition that challenged just the conviction, and under the governing statute, to have a second petition, you've got to get permission from the court of appeals and it has to meet stringent criteria. How do you get past that? You went out concentrating on the petition addressed to the sentence which is a second petition."},{"name":"JUSTICE GINSBURG","id":7,"text":"So did -- then you are bifurcating the judgment in a criminal case, which is not the sentence. You are saying there's an earlier judgment, and looking at it as we would as if it were a civil case, if you have a determination of liability, that doesn't give you a final judgment. The judgment will come at the end of the case when damages are determined."},{"name":"JUSTICE KENNEDY","id":8,"text":"So you think there can always be two petitions, one -- of sentences on review?"},{"name":"JUSTICE KENNEDY","id":8,"text":"Bit is that also your theory?"},{"name":"JUSTICE KENNEDY","id":8,"text":"But are you -- are you asking us to say that while the sentence is still under review, there can be no habeas petition filing?"},{"name":"JUSTICE KENNEDY","id":8,"text":"Why isn't that up to the option of the petitioner? He can take his chances or he can wait."},{"name":"JUSTICE KENNEDY","id":8,"text":"I'm asking if it is your position whether or not he properly can do that?"},{"name":"JUSTICE SOUTER","id":3,"text":"But if the first proceeding was not in fact jurisdictionally barred, then you would lose under the second and successive objection in this case, right?"},{"name":"JUSTICE SOUTER","id":3,"text":"Why not?"},{"name":"JUSTICE SOUTER","id":3,"text":"Aren't those cases in which the first judgment is complete, he simply does not attack everything that was a predicate for the first judgment; and then if there is, in fact, a new trial, and a new judgment, of course, the habeas possibility arises again, whereas in this case, the first judgment was not complete."},{"name":"JUSTICE STEVENS","id":5,"text":"But that's not necessarily true. Isn't it also possible if, at the time of the first judgment the judge could have said, well you really haven't exhausted your remedies because it is not final until the whole thing is over. But nevertheless, because exhaustion is not a jurisdictional matter, I'm going to go ahead and decide it."},{"name":"JUSTICE STEVENS","id":5,"text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"text":"There were decisions going the other way."},{"name":"JUSTICE GINSBURG","id":7,"text":"Yes."},{"name":"JUSTICE KENNEDY","id":8,"text":"I suppose that doesn't make the dissenters in Blakely feel very good."},{"name":"JUSTICE KENNEDY","id":8,"text":"Of course you have to show that the result was dictated by the prior precedent. That's a strong phrase. We said it in Stringer - - Stringer versus Black. But if it has a new application, that's -- that's new. Even though the principle is the same."},{"name":"JUSTICE SOUTER","id":3,"text":"So that is the only judgment that could be attacked on habeas?"},{"name":"JUSTICE BREYER","id":4,"text":"The fact is, we're looking at page 34, 34 of the joint appendix, and that is the first petition that was filed; is that right?"},{"name":"JUSTICE BREYER","id":4,"text":"So you look at it and it says, filed December 28, and maybe this is what you said. Then it says date of judgment of conviction, December 16, 1994. So looking at that, you'd think that is what he was attacking. Where does it say he's attacking anything else?"},{"name":"JUSTICE BREYER","id":4,"text":"Yes, but I imagine there are tens of thousands off petitions filed in the Federal system. And I would think that judges when they're trying to look at those petitions, or the magistrate looks at them and says what judgment are you attacking, he has to figure that out often for statute of limitations purposes, or some other purpose. He'd look over there, go down and read that line two, and he'd think yeah, that's the judgment that's being attacked, unless of course there's some indication that it's something else. I've never heard of this before. Is there any precedent on that where even though the petition refers to date A, and there's nothing in to suggest anything other than date A, because it turns out that there's a different judgment that in fact, he's being held, which is date B, that the court says oh, you're attacking date B. Is there any precedent that says that's how it's read?"},{"name":"JUSTICE BREYER","id":4,"text":"No. So this might be the first time. I don't see a reason why you wouldn't read the petition that's filed in an ordinary way and say the judgment that's being attacked is the judgment that it refers to."},{"name":"JUSTICE BREYER","id":4,"text":"I don't know what implication this is going to have for a lot of these petitions. I don't know one way or the other, but it might be there are thousands right now in the Federal court which have date A, and somebody is going to go back and say no, it is really date B or something. I'm a little nervous about it. If you're not nervous, you're the ones in charge."},{"name":"JUSTICE SOUTER","id":3,"text":"Well, Mr. Collins, isn't it your position that, number one, the only judgment that he can attack on habeas is the judgment that is extant at the time of the habeas proceeding, and that is the '92 judgment that follows the resentencing? But he may in attacking that judgment attack the premise of conviction which occurred earlier?"},{"name":"JUSTICE SOUTER","id":3,"text":"And if he chooses to attack only the earlier conviction which is the premise of the later judgment, he has simply in effect waived any other issue. And when he comes in later and tries to raise the issue that he could have attacked under the '92 judgment, he's in effect trying to split up his habeas, it's second and successive, and that's why he can't do it."},{"name":"JUSTICE STEVENS","id":5,"text":"May I just be sure I understand one thing about that? So you're saying at the time he filed the petition on December 28, 1998, he had already had, the second judgment had already been entered by the Washington Supreme Court?"},{"name":"JUSTICE STEVENS","id":5,"text":"Pursuant to the reversal of the - -"},{"name":"JUSTICE STEVENS","id":5,"text":"Of the second judgment?"},{"name":"JUSTICE SCALIA","id":9,"text":"Why does it make any less sense to allow separate habeas challenges to, first, the conviction, and then the sentence, than it does to allow separate appeals to this Court from each of those? And once again under the statute, we entertain appeals only from final judgment, but you can bring here on certiorari the judgment of conviction, even though proceedings for the sentence are still in progress."},{"name":"JUSTICE SCALIA","id":9,"text":"A fortiori, we have a lot more control over habeas corpus, which is an equitable remedy, than we do over, what is it, 1257, our jurisdictional statute under certiorari. Why does it make any more sense for habeas purposes to insist that he await the final sentence before he gets review of the premise for that sentence, namely the conviction?"},{"name":"JUSTICE SCALIA","id":9,"text":"All right."},{"name":"JUSTICE SCALIA","id":9,"text":"But you're saying he can't later bring any claim about the sentence?"},{"name":"JUSTICE SOUTER","id":3,"text":"So that if the statute governing our review had an exhaustion requirement and a second and successive requirement comparable to the AEDPA requirement, the case that Justice Scalia put would be exactly like this case?"},{"name":"JUSTICE SOUTER","id":3,"text":"Okay."},{"name":"JUSTICE SOUTER","id":3,"text":"That's -- I keep doing this. I'm sorry. Is that sufficient, as you understand it, under the Washington case that your brother cited to me?"},{"name":"JUSTICE SOUTER","id":3,"text":"Okay."},{"name":"JUSTICE GINSBURG","id":7,"text":"I thought the law was that the sentence shall be concurrent unless, and the unless is that the judge makes an additional finding, the very same kind of finding that he would make in determining aggravating factor."},{"name":"JUSTICE STEVENS","id":5,"text":"Maybe you can give me just a little more help on this. The finding number 18 that you referred to says in substance, if by just sentencing him on the basis of the jury verdict he won't get - - he'll get a free pass. But it doesn't say the judge can -- could therefore increase the sentence. It seems to me there had to be additional findings that justify a result that he thought would have been a miscarriage of justice."},{"name":"JUSTICE STEVENS","id":5,"text":"You think that just having pointed out that he would get a pass would have been sufficient to justify consecutive sentences?"},{"name":"JUSTICE STEVENS","id":5,"text":"Yeah, but he did make additional findings. It goes on. In fact, 19 and 20 are additional findings."},{"name":"JUSTICE STEVENS","id":5,"text":"It nowhere says they're unnecessary either."},{"name":"JUSTICE SOUTER","id":3,"text":"That is to say that that would have been sufficient."},{"name":"JUSTICE SOUTER","id":3,"text":"But in fact that is not what the trial court premised its decision on, because, as Justice Stevens points out, it went on in findings 19, 20, and 21 about deliberate cruelty, sophistication and planning, and so on. Having been through those findings, the court says, from the foregoing facts the court now makes the following conclusions of law. It seems to me as though the trial court was basing its decision on those foregoing facts as well as upon finding 18, which was the free crime finding."},{"name":"JUSTICE SOUTER","id":3,"text":"I guess what I'm saying is the fact that he might have -- I'm assuming for the sake of argument that the trial court might on the basis simply of the free crime conclusion have sentenced consecutively, is simply not the case that we've got, because he sentenced consecutively on that basis and on cruelty, sophistication, and so on."},{"name":"JUSTICE BREYER","id":4,"text":"I don't want to take you up. Let me just have one on the merits, one. I mean, the reason I want you to get to the merits, and I put in my dissent. I was trying as hard as I could to show why I thought this case was wrong. I start the dissent by saying that -- what it says, and then I quote the two sentences that any fact, et cetera, any fact that increases beyond the prescribed statutory maximum must be submitted to a jury and prescribed statutory maximum, again quote, means \"solely on the basis of the facts reflected in the jury verdict.\" Okay. Then at the end of the opinion I say: \"Until now I would have thought the Court might have limited Apprendi so its underlying principle wouldn't cause so much harm.\" Now, the next sentence of course I explain how they might have limited Apprendi, but somehow that disappeared from the opinion because I guess I couldn't think of it. So you're going to tell me now -- I mean, I didn't say how they might have limited Apprendi and I couldn't think of how they might have limited Apprendi, and they read Apprendi to mean what it said. Now, you tell me the phrase I might have put in but couldn't think of that would have limited Apprendi?"},{"name":"JUSTICE GINSBURG","id":7,"text":"Wasn't that overturned in Ring?"},{"name":"JUSTICE SOUTER","id":3,"text":"Was it logical for them to conclude it or were they -- were they expressing the hope that the Court would draw a distinction which it had not drawn in the formulation that it gave in Apprendi? It's one thing to say that if you draw no further distinctions, Apprendi requires a certain result. It's another thing to say but maybe they will draw a distinction and we're going to predict that they will, and hence not apply Apprendi. Weren't the other appellate courts to which you refer engaged in the latter exercise, which I call the exercise of hope?"},{"name":"JUSTICE SOUTER","id":3,"text":"Okay, but doesn't that require drawing a distinction that Apprendi did not speak to? And isn't it still the case that, I think Mr. Fisher points out that three times we repeated in Apprendi the formula about fact, beyond fact found by a jury on the basis of which, et cetera, the range increases. Isn't the distinction which -- and I trust your recollection here -- that Justice O'Connor had in mind and that they had in mind a distinction which simply was not addressed in Apprendi and would have been something new as opposed to merely an application of what was implicit in Apprendi?"},{"name":"JUSTICE SOUTER","id":3,"text":"Yes."},{"name":"JUSTICE SOUTER","id":3,"text":"Is that true in fact?"},{"name":"JUSTICE SOUTER","id":3,"text":"I'm mean, I'm sure you're reading correctly, but is that in fact true? Because, having talked, as I just read out a moment ago, having spoken about free crimes, aggravating factors, it says, on the basis of the foregoing facts I now draw the following conclusions of law."},{"name":"JUSTICE SOUTER","id":3,"text":"So we can treat it in effect -- and this may be the way to do it -- we can treat it as the ultimate sentencer was the Washington appellate court and that's what they said?"}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4121,"interruptions":4,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":1,"fullName":"WILLIAM B. COLLINS","firstName":"WILLIAM","lastName":"COLLINS","counsel":true,"justice":false,"side":"respondent","words_spoken":1583,"interruptions":11,"times_spoken":35,"laughter":0,"num_int_by":6},{"id":2,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":1677,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1038,"interruptions":0,"times_spoken":25,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":675,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":24,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":206,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":139,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":142,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":4,"words_spoken":4121,"times_spoken":36,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":15,"words_spoken":3260,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":1,"words_spoken":2502,"times_spoken":60,"laughter":0,"num_int_by":1}],"outcome":{"side":"respondent","margin":9}}