{"petitioner":{"name":"KEITH LAVON BURGESS","counsel":[0]},"respondent":{"name":"No. 06-11429\nUNITED STATES. ","counsel":[1]},"caseNumber":"06-11429","date":"2008-03-24T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-11429, Burgess versus United States. Mr. Fisher. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it time-honored since Granderson? Is that the first time we did it?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As to sentences? As to sentences?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if the rule of lenity depends upon of course some ambiguity in the term, the definition says \"'felony drug offense' means an offense that is punishable by imprisonment for more than 1 year.\" It doesn't say anything about State classification."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, obviously one is a definition of \"felony\" and the other is the definition of \"felony drug offense\" and the term that's at issue here is \"felony drug offense.\""},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I -- could I ask you what you think Congress might have been trying to do with the 1994 amendment under -- under your reading? Before 1994 the offense had to be classified as a felony. Then they added this definition of \"felony drug offense,\" and as I understand it your reading is that now the offense must be classified as a felony and it must be punishable by more, by imprisonment for more than a year. What would be the reason for adding this new requirement as you see it, that it be punishable by more than a year, if there were not offenses that were classified by States as felonies but were punishable by less than a year? I can't see the point unless the point was to rule those out. And you haven't cited any State statute in your brief that involved an offense that was classified as a felony and is punishable by less than a year. You cited a couple that were punishable by exactly a year, not more than a year but exactly a year. So is it your, your theory that the reason for adding this new language was to make it clear that those offenses where the maximum was 12 months, as opposed to 12 months and a day, would not be counted?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I could just come back to that. I looked at those. You cite Ohio, North Carolina, and Arizona and those are all punishable by - - they all have a maximum term of 12 months, not less than. So the difference is between 12 months and 12 months and a day?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it plausible that's the reason why Congress added this language? They didn't want -- they wanted to make sure that these felonies that were punishable by just 12 months would not be counted?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you do with someone who was convicted -- had a prior conviction of -- for importing 10 tons of heroin in New Jersey, for example, where there are no felonies? What would you do with that, a very serious drug offense in a State that doesn't use the term \"felony\" at all or a foreign conviction?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what they did -- what they did in the Second Circuit case was to say this is punishable -- this offense is punishable by more than a year in New Jersey and therefore it's a felony."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. And that's how they analogized it to a felony."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You say there are other examples where a -- a noun that is nested in another definition is separately defined and the two are read together. How are those phrased? I mean, I could understand what you say if this provision here read \"The term 'felony drug offense' means a felony that is punishable by imprisonment for more than one year.\" Then I'd go back to the \"felony\" definition for what a felony means, but it doesn't repeat the \"felony.\" \"The term 'felony drug offense' means an offense that is punishable by imprisonment for\" -- do any of the examples of nesting that you -- that you bring forward read this way?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which ones are they? Where are they - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Just on that -- just on that last one, are you saying that if it doesn't say \"debtor's residential structure,\" you'd think it was somebody else's residential structure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand the point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in a provision of the Bankruptcy Code that deals with debtors I don't think there's any question about whose residential structure they would be talking about, even though they don't repeat \"debtor.\" It strikes me as quite different than the provision we have before us today."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"-- better example. It doesn't quite work because it does not supersede the term \"debtor\" that was used earlier. In the government's submission at least in this case, \"felony drug offense\" supersedes the earlier provision in section 13."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it seems to me they're not comparable in that sense."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question before going on with this line? You say that both the 802(13) definition has to be satisfied and the 44 definition, right? But was 802(13) ever applicable to this situation? What was the law prior to the 1994 amendment? There was a section, wasn't there, that defined \"felony drug offense\"?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you take a look at that provision that was in 841(b)(1)? Because it seems that it would be duplicative of 802(13)."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where would we find this?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But read -- read the end of it. Read on where it says, \"or a felony under any law of a State or foreign country,\" et cetera."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it defines what the felony is: \"A felony under any law of a State or foreign country that prohibits or restricts conduct relating to narcotic drugs, marijuana,\" et cetera."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you need to look - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- the definitional section contradicts -- contradicts what's in (b)(1)(A)."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. It contradicts it because the \"felony\" definition is classified as felony by Federal or State law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is \"under any provision of this subchapter or any other Federal law that prohibits or restricts.\" And then in the last part, \"under any law of a\" -- of \"State\" -- it picks up \"State\" -- \"or a foreign country.\" \"Foreign country\" is not included in 802(13)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have to say that there \"felony\" stands on its own, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the following true, that if you are right the reason Congress passed this new definition was it wanted to take those handful of States which have felonies as a year, the ones Justice Alito is talking about, and make clear that they are not covered?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But if the government's right, then the reason Congress did this is that it recognized what I think is the truth, that felonies and misdemeanors are defined differently in many different ways under the laws of many different States and, in a matter where so much prison time turns on it, wished to create a single, uniform definition. Now, if that's right, I'm asking myself which is a more plausible purpose."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't, because if you're right, then you first have to look to the patchwork quilt of laws in all the different States to see whether those different States define the conduct as misdemeanors or felonies. And then, having solved the patchwork problem, we add on the requirement of one year. And so the bite of the new definition would be what Justice Alito said and nothing else. Now, that's -- and, yet, on the government's interpretation, the bite is to create a single, readily applied, uniform rule. Now, if I ask myself which of those is most plausible, I hate to tell you which answer I get."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right? Am I right? I mean, I put that out to give you a chance to say. I'm not sure I am right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, could I just go back to what you quoted. Are you quoting -- you're quoting a Sentencing Guideline, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a statute."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think -- you think it would mean something different if you just left out the \"regardless of\" clause?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The \"prior adult Federal or State conviction for an offense punishable by death or imprisonment for a term exceeding one year,\" you think it means something different without the \"regardless\"."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not at all? Not possibly."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would say that \"regardless\" clause is extraordinary and I would not want to have to deal with such prolix statutes on a regular basis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's such a vexing problem, why would Congress have incorporated the problem into the definition of \"felony drug offense\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you seem to suggest that it's a vexing problem that \"felony\" is defined differently in different States. And, yet, you say that the term \"felony,\" which relies on how it's defined by different States, was incorporated in the felony drug offense, which seems to have a quite clear definition of punishable by more than one year. If they don't want to repeat the problem that \"felony\" is defined differently in different States, they would not do what you're suggesting, which is incorporate it wholesale into the latter definition."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, they had to leave it on the books because they need a definition of \"felony.\" \"Felony\" has to be defined in many places, but this is a definition of \"felony drug offense.\" So"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me what happened in South Carolina? Could he on those facts and under the charges have been sentenced to more than a year? It was just that the judge gave him less than a year?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But he, himself, was eligible for the - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just one. You said that in most States what Burgess did, his crime, simple possession, would not encounter a sentence of upward of one year. Did you do a survey? Did you document that in your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is \"drug\" a nested term in that? It doesn't really define \"drug.\" Do they look somewhere else for that definition?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a place you would -- is that a place you would look if you didn't know what they meant by \"drug\"? If an issue arose whether, you know, a natural narcotic, I mean is that a drug or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that is nested in this definition, \"felony drug offense\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with your friend's argument that the classification -- or the term, more than one year or less than one year, doesn't always have to do with how serious they view the offense, but they may impose a sentence of more than one year to allow time for rehabilitation?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose it might for countries that use that classification, for common law countries."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the information we have in the brief says that there are two States that have dropped those labels. Are there more than New Jersey and Maine?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell us just a little bit about the rule of lenity? You want us to apply sort of a watered down discount rule of lenity in sentencing cases? And do you have authority for that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"After we said in Granderson the rule of lenity applies without qualifying or modifying it at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Saharsky. Mr. Fisher, you have four minutes. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there has to be a real ambiguity. I mean, if there is a plausible defendant-friendly interpretation, that doesn't trigger the rule of lenity, does it or doesn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How many statutes exist like that, my goodness? You want the government to be held in all statutes to a level that is clear enough to satisfy the clear statement - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what the rule of lenity means."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do our cases reflect what you're saying? I thought our cases on the rule of lenity say that where there is an ambiguity you give the tie to the defendant."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was in a context where the question was whether or not the conduct was criminal at all not since."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you apply clear statement rule to the sentencing code, I don't think we are going to be able to get beyond the second sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fisher. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3622,"interruptions":27,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NICOLE SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":1251,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":244,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":416,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":253,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3622,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":3,"words_spoken":1251,"times_spoken":9,"laughter":0,"num_int_by":2},{"side":"justices","interruptions":6,"words_spoken":1994,"times_spoken":66,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":9}}