{"petitioner":{"name":"REPUBLIC OF THE PHILIPPINES","counsel":[0,1]},"respondent":{"name":"No. 06-1204\nJERRY S. PIMENTEL, TEMPORARY ADMINISTRATOR OF THE ESTATE OF MARIANO J. PIMENTEL, ET AL.\n","counsel":[2]},"caseNumber":"06-1204","date":"2008-03-17T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-1204, Republic of the Philippines v. Pimentel, et al. Mr. Rothfeld. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I just didn't hear you. You said that this dispute should be settled by - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's been pending how long?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's from 2004 to 2008?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it gets way ahead of the analysis and probably way ahead of your argument. At some point I'd like you to address whether or not one of the equities the Court can consider is the likelihood of an earlier decision. Let's assume we project out another 10 years. Does that make a difference? That may come toward the end of your argument rather than now, but I'd like it addressed at some point."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, will you explain then how it was that the Philippine Government supported the litigation against Marcos that led to the, what was it, the $2 billion judgment?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Said that it had no objection to that suit. In fact, he thought it was a good thing for the Philippines that that litigation go forward. But if the government's position is the judgment would be uncollectible because all of those assets belonged to the Philippine Government and not to Marcos's estate, so the -- that whole litigation would have been an exercise in futility."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything else in the estate?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask a slightly different question from Justice Scalia's. Is it the position of the Philippine Government that there are any assets in the estate that the Philippine Government does not claim?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Enough assets to satisfy the claims of the individuals who -- who brought suit in the United States?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So the position of the Philippines, going back to Justice Ginsburg's question, was we have no objection and in fact I think it was we support the litigation in the United States, but when it comes time to collect a judgment we're claiming they don't get a penny because everything belongs to us. Is that a fair summary of the Philippines' position?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they weren't just suing to condemn the regime. They weren't asking for a declaratory judgment. They were asking for a judgment in money."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but we live in a practical world and if in fact there were no apparent assets that might satisfy that judgment that the Philippine Government did not claim, then their -- then their support of the -- of the earlier litigation was at the very least in tension with their -- with their overall position."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why doesn't the Republic take the position that, because that was vetoed for reasons apart from the Republic's discretion, that the current assets would be an appropriate source of payment?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's one other point of Philippine law that's unclear from the briefs. The Respondents say they have no right to intervene in the proceeding that's going on before the corruption court and your brief suggests that there is a right to intervene. What is it? Can they become part of that litigation or will they not be heard by the corruption court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Seek to intervene, but no right to intervene?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you address that? That is the issue. Sovereign immunity, is this a question of where a party is just entitled to plead inconsistent theories? Was this a special appearance? Why is it that the Philippines can come into court and say, \"we have sovereign immunity, and therefore the suit must be dismissed\"? Would you just address that basic point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't -- why couldn't the Philippines, not having been a party in this action, pursued whoever did get the assets from this action - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in normal litigation, if they objected to the resolution."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess they weren't there for the adjudication on the merits."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that the Republic is ultimately not going to be able to collect these funds unless it sues in the United States and waives its immunity in that suit? And is that -- is that relevant to the question of whether it should have been forced to proceed in this action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it -- is it fair to the private claimants here in the United States to say, wait until the Philippine court renders a judgment in favor of the Philippines, and then they can come in and enforce the judgment against Merrill Lynch or whomever is holding the assets?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under the determination of the Philippine court. But the court here could determine that they're the private claimants' assets, as it did."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you just told me that the Philippines court may judge the opposite without the participation of the private claimants."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to me to be an argument on the merits, rather than with respect to which case should proceed first."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the private claimants be able to undermine the added force of the judgment in the Philippines, assuming a proceeding is brought here, on the ground that they were not allowed to participate in the proceeding in the Philippines?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In privity with the estate? You're suggesting that the plaintiffs would be connected to the Marcos family that wants to get these assets?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How much of an interest does the estate have if it is all going to be claimed by -- by these private plaintiffs?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Rothfeld. Mr. Kneedler. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"When you say \"great weight,\" Mr. Kneedler, then you are not agreeing with Mr. Rothfeld, who says it's automatic?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But suppose a case -- and you have to do a lot of supposing. Suppose that the Philippine Government was simply not amenable to the process of the court, not because of foreign immunity, but just because it was outside the geographic area where process ran. It just can't be made a party. Exactly the same analysis as here?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand, but in my hypothetical case it's just as if somebody is at the North Pole and you can't serve them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, getting back to your previous point, why isn't the Philippine National -- why don't -- why doesn't the Philippine National Bank adequately represent the interest of the Republic? Under Philippine law, as I understand, any recovery by the bank in this case would be the property of the Philippines."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, they are - - they're certainly subject to Philippine law, and I understand that there's no dispute that under Philippine law the assets would be taken from the Philippine National Bank for the benefit of the government."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Doesn't that depend on there being a foreign judgment, which we don't have in this case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it also a requirement that in that proceeding in the foreign nation that all claimants would have an opportunity to be heard, which is not true here?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, may I ask you this question: Would the case be different if there were secured creditors rather than judgment creditors?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it's been doing it on a fairly sporadic basis. If I remember the facts correctly, first it got a stay with respect to the disposition of assets, and then the stay expired and the government didn't do anything about it, and then the government didn't come into action again until this particular claim was raised."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe -- let me put the - - sort of my response in the form of a question. In drawing or refusing to draw the conclusion of \"indispensable party,\" do you claim that a court may or may not consider the equitable or inequitable behavior of the government?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there any explanation why the freeze that was imposed by a U.S. court in 1987 was simply allowed to lapse?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, maybe - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, maybe they have been have been candid about their claims, but they -- in real-world practical terms, the claim to these assets and the representation at the same time that it's appropriate for these people to proceed in the United States for a money judgment, are at least in some tension with each other, aren't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Swift. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't the -- maybe this makes no difference, but doesn't the Philippine National Bank have the -- whatever they call them, the share certificates or stock certificates that represent the Arelma assets at this point?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Couldn't they - - couldn't they bring an in rem in the Philippines based on the presence in the Philippines of those two certificates?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the issue in the Philippines is the question of whether the money that went into the stock certificates eventually belonged to the people of the Philippines from the beginning or belonged to Marcos personally?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And you're saying that there's no possibility whatsoever that a Philippine court could say that this money initially belonged to the people of the Philippines?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm saying whether they - - I don't care what the name of the proceeding is. I'm saying could they decide that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, if they decide that, why should your clients, terribly treated as they were, get the money ahead of the victims in the Philippines, who also were terribly treated?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought Justice Souter just answered that. He said that the stock certificates might be held to belong to the people of the Philippines, in which case the stock certificates represent stock in a company that has a claim against Merrill Lynch, and so they will say, this certificate belongs to the people of the Philippines; the people of the Philippines would like you, Merrill Lynch, to pay back the money that the company gave them initially. And Merrill Lynch I imagine would pay it. Now that I think is as I understand it. Is there something wrong with my understanding?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I would like you to address -- you seem to put heavy weight on this in rem characterization. That is a judgment there's a thing. But our law over the years has come to appreciate that things do not have rights; people have rights in things. So we have modified the once rigid notion that the suit is against a thing, to recognize that it's people's rights in the thing that count. And your use of that label seems to forget about all the more recent understanding."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did -- did the district court in Hawaii or the Ninth Circuit ever decide what the Petitioners tell us is the basic question, that is do these assets belong to the Philippine Government under that 1955 statute, or do they belong to the Marcos estate? It seemed to me that our courts were just assuming that the assets belonged to the Marcos estate and that the plaintiffs in the lawsuit were creditors of the Marcos estate."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it didn't say, find, that: And they belong to the Marcos estate and not the Philippine Government."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't see that finding in the court of appeals decision. I thought the court of appeals thought that they belonged -- they couldn't possibly belong to the Philippine Government or the people there, because there is no way that the Philippine Government could win in a suit in New York in trying to recover them. But the Solicitor General has provided about two or three ways, in which and so -- and so have the Petitioners -- and that seems to me the heart of the issue. They have said: No, no, there are two or three ways in which the Philippine Government might well -- it might well ask a court for the money and the court would say, yes, you're entitled to it. So that it seems to me, that's the heart of it. What is your response to that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wait a minute. I missed your last step. If it's an in rem proceeding against the share certificates what -- what difference does it make whether they ever belonged to the Philippines?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying an in rem proceeding against the certificates simply will not resolve the issue; that's the -- that's the guts of the answer."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, well, that isn't what they say. I think, if I understand it, that they say that were the share certificates in the hands of the Philippine Government on the ground, that the money used to create those had been taken from the Philippine people unlawfully, if that's what they decide, at that point the owner of the certificates, the government, would say to Merrill Lynch: We own the company, the company has the assets; please send us the money. And Merrill Lynch would do it. But if Merrill Lynch didn't do it, then they would file the judgment saying, these are our share certificates, in the New York court and say, will you please enforce the judgment. Now, there is something there that I'm not quite getting and that's why I want you to respond to the line of happenings that I just suggested."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But may I ask you this question, though. Merrill Lynch refused in the year 2000, but if the proceeding that Justice Breyer has just been describing takes place and there is a judgment to the effect that the share certificates are properly held or the property of the Philippine Government, and the Philippine Government now makes, or then, makes a new request to Merrill Lynch, the fact that they made a request that was refused in 2000, which may be too late to sue on, isn't going to prevent them from suing on their present adjudication that they are the true owners of the share certificates and want the money."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. You're saying -- I think you're saying that the demand would be ineffectual this time for the same reason it was ineffectual the last time."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the suggestion I thought that Justice Breyer had made and that I made was this time they can do something further. They can take the judgment and go into a United States court and say: We've got this judgment, there's no question that these shares and what they represent are ours; so make Merrill Lynch give us the money. What prevents them from doing that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the difference in the redo is that in the second case that's just been hypothesized, the Philippine government is represented. We are making these assumptions, and the Philippines government says: You can make these assumptions, but they may very well be wrong; we want to be represented before you make those assumptions."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Any party that's beyond the process of the court has a right to come in. The question is what happens if they are not there."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There is a huge change. The change would be that they'd a judgment of that special court over there that this company and the assets understandably belong to us, not to the Marcoses. And so this time, they go with that judgment to Merrill Lynch and say: Give us the money. And if they -- if they don't -- if Merrill Lynch says no -- Merrill Lynch might say yes, but you'll say, no, it belongs to us, so they might not. And if they don't, then the Philippines are never going to get the money, unless they bring the lawsuit. And once they bring the lawsuit, then you have them, because then you go right into the court in that lawsuit and intervene and they have waived all their sovereign immunity, et cetera, they can't get the money."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"With a difference."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't that what - - that's what sovereign immunity means. I mean, they do have the right to pick their forum. You say I can only be sued when I consent, so I can consent where I will. The problem with what you're presenting is it sounds like, yes, you have sovereign immunity, you don't have to be part of this lawsuit and it can't affect your rights, but then when it seems to be eventual judgment, it's a default judgment effectively against the Philippines, because they can never get those assets once they're disbursed. So, it's a -- it's kind of a deceptive immunity, because by asserting the immunity they are going to lose their opportunity to claim these assets."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Not necessarily. I'm focusing on this situation. There could be others."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In making that balancing, what weight did they give to the sovereign immunity of the Philippines?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that the Ninth Circuit went on a statute of limitations in New York. It didn't give the sovereign immunity claim, it seems, in the end of the day any weight, because it says we don't have to worry about the Philippines being out of this case because they would have no claim on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So there might be a different situation in your hypothetical with respect to bankruptcy. In effect, there's an administrator against whom the Philippines could proceed, unlike the situation here, where you have a class and which the prospect of the Philippines proceeding later is not realistic."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but may I ask a sort of -- maybe it's too elementary a question, but has any court ever decided the merits of the question whether the Marcos estate or the Philippine Government owns these assets?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It decided there was no remedy, I understand that. But has it decided the merits of the basic dispute?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that? Then why were they bothering with the statute of limitations? Both courts said that the action would be time barred in New York. But if they made a definitive ruling that the assets belonged to the Marcos estate and not the Philippine Government, then that would be preclusive."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I just did not find in either the district court or the court of appeals an answer to that basic question: Whose assets are they? It seemed to me they were assuming the assets belonged to the estate and not to the Philippine Government, but they made no specific finding on that issue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But then you're ignoring a 1955 law that says anything that belongs to Marcos that he didn't get legitimately belongs to the government."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Because aren't those issues that could be addressed when the Philippines attempt to enforce a judgment they would get in the Philippines if they do in fact get such a judgment?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have -- I mean I don't see you have a claim there as opposed to the - - the worst that would happen, not necessarily good for your clients, but the worst that would happen would be that the assets would be devoted to victims and their families in the Philippines. I mean, namely to the Philippine people. So I don't see some kind of fundamental unfairness here, unless you can point one out."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean they'll treat you like another creditor and you have -- but is there some terrible unfairness going on?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- is there something special going on, specially unfair, in respect to the delays where you are treated differently than other litigants in the Philippines?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, what does unfairness have to do with it? I mean the whole doctrine of sovereign immunity rests upon unfairness. It says you can't sue the sovereign even if you have a valid claim. And when we say we will apply the same doctrine as to foreign sovereigns, it means the same thing. I'm just not terribly persuaded by the fact that it has unfair consequences. The doctrine of sovereign immunity always has unfair consequences. So, unless you're asking us to abandon the doctrine, the fairness argument does not persuade me."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I go back on exactly that point on the equity to Justice Breyer's last question? I thought you had given or anticipated his question in something you said a moment ago, and then you didn't repeat it, and I may have misunderstood you. I thought you had told us that the courts of the Philippines did not recognize, for enforcement purposes there, the judgment that your clients had obtained in the United States, and that in effect they, therefore, if they were going to make a claim on assets in the Philippines, they would have to start from scratch again. Is that correct? Did I misunderstand you?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So they just -- they in fact are obstructing the process - -"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- trying to recognize it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask you this: Did the Philippine Government formally take a position in raising these obstructive barriers, the $8 million filing fee, for example?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. That was sua sponte with the court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that -- I mean it sounds shocking, but I thought that in the Philippines, as in many countries, the filing fee is determined by what you're asking for. So it would be a percentage of $2 billion. And if they just did that automatically, then you say, oh, but, but this -- the filing fee of that size would mean that the Plaintiffs can't sue. But that's -- but it wasn't they picked whatever figure, filing fee, out of a hat; it was a percentage of what was sought in the litigation right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, before you sit down, you haven't mentioned anything about your argument that the Philippines don't have the right to raise this. Are you throwing in the towel on that one?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Philippines National Bank and Arelma were, and of course they've appealed. And I understand the law to be they can raise these arguments. We don't have need to have an independent basis for the Philippines."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, they do because if they are able to successfully knock out the judgment, then they are back to square one. Then they -- they lost on the merits, but that judgment would be wiped out."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If there was no authority of the court to proceed, then the judgment is -- is as though it were never made."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if the proceeding can't go forward because of sovereign immunity, that judgment would shield Merrill Lynch from any other claim. It could say to any other claimant: Sorry, a binding judgment has been issued saying this matter can't be settled without the Philippines being in it. So I don't really get your: Merrill Lynch is going to be subject to repeated proceedings. They will be armed with a judgment that says, suit can't go on without the Philippines being there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rothfeld, you have three minutes remaining. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree that the Ninth Circuit gave sovereign immunity great weight in the balancing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Rothfeld. The case is submitted. [Whereupon, at 11:04 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2931,"interruptions":13,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1345,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ROBERT A. SWIFT","firstName":"ROBERT","lastName":"SWIFT","counsel":true,"justice":false,"side":"respondent","words_spoken":2553,"interruptions":17,"times_spoken":49,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":499,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1014,"interruptions":0,"times_spoken":24,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":121,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":852,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":71,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":92,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":768,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":4276,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":17,"words_spoken":2553,"times_spoken":49,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":4,"words_spoken":3742,"times_spoken":94,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5}}