{"petitioner":{"name":"ARNOLD M. PRESTON","counsel":[0]},"respondent":{"name":"No. 06-1463\nALEX E. FERRER. ","counsel":[1]},"caseNumber":"06-1463","date":"2008-01-14T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 06-1463, Preston v. Ferrer. Mr. Schleimer. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, It wouldn't eliminate it. Your friend on the other side says it the simply delays it, because you get to arbitrate de novo after the commissioner's decision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess I could let him answer, but I suppose he would say you go to that court, and you get a motion to compel arbitration."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I couldn't find the order that the court -- in the record it says that the order would be -- the court granted a preliminary injunction, the superior court, and then it said, according to an order to be entered by the clerk. How long was the arbitration stayed for? There was an enjoined -- there was an injunction. What was the term of the injunction? Just until further order of the court?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the Respondent at any point indicate that after the Labor Commission, Labor Commissioner, made a determination that they would not go to superior court for de novo review?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you may have a right to go to arbitration under this context, to proceed at once to arbitration. But could you stop a parallel proceeding from going on before the Labor Commission? In other words, your adversary says under the arbitration contract I'm stuck, I have to arbitrate at once, but I can go to the Labor Commission; there's nothing in the Federal Arbitration Act that says I can't do that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought you would -- you would say that when you have a contract which says that any disputes under this shall be arbitrated pursuant to the rules of the AAA or whatever, that that does automatically exclude a parallel proceeding. Otherwise, provisions like that make no sense at all; they achieve nothing."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you -- what do you make, in answering Justice Scalia's question, what do you make of the fact that this contract included, I guess, a choice of law provision to the effect that California law applies, and if California law comes in so does the jurisdiction of the Labor Commissioner? So that in effect you have implicitly agreed to take the Labor Commissioner as well as agreeing to arbitrate, and the argument is the Labor Commissioner comes first."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that the question of implicit option of California law is at issue in the case as it gets to us?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that an issue in the case, unless you're waiving the issue? Wouldn't it be a question of contract interpretation as to the meaning of the choice of law provision that should be decided by the arbitrator? Unless you want to waive that argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I have to confess I've never understood these choice of alaw provisions. You incorporate California law. I assume California law is interpreted consistent with Federal law. If Federal law preempts California law, that's what you're incorporating. It always struck me as kind of circular."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say California law applies, you don't mean to the exclusion of Federal law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Nor do you mean that California applies even when it contradicts the express provisions of your agreement? I mean, the specific governs of the general?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I must say that the Volt case is written in rather sweeping language that's not particularly helpful to you. On its facts, I think it's different because there were other parties, independent parties in the litigation. Don't you think that's the best way to distinguish Volt in your case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, would you have any problem with a California law that said you can arbitrate but the arbitrator must allow the Labor Commissioner to file an amicus brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it goes on and says, and you must allow the Labor Commissioner to appear at the arbitration?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what if it says you've got to wait for 30 days to allow the Labor Commissioner to consider whether or not to intervene?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Labor Commissioner have authority to commence proceedings on his own motion or her own motion?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm sorry that I asked already."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the arbitrator decide, I know I'm not required to do this but the Labor Commissioner is the expert and I'd rather wait until the Labor Commissioner acted before I proceed with the arbitration?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Take out the exception. The arbitrator just thinks that it would be good to have the advice of the Labor Commissioner because the arbitrator is not so familiar with these talent agency arrangements."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How was the arbitrator chosen? Does he or she have any particular expertise in this area?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you go to the superior court for de novo review, can you ask the superior court for an order enforcing its decision?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you get de novo review. So do you ask the court for an order -- a declaratory order, declaring that the person is a talent agent or is not a talent agent?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So do you think it would be within the authority of the superior court to say this is a judgment binding on the parties and the arbitration will not proceed, or must proceed consistently with my order?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Well, but if the Respondent prevails, don't you think that the superior court has that authority?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If Respondent prevails in this case, don't you think that the superior court can then say that its declaration is final and the arbitration shall not proceed?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it -- I should know this, but I don't. Imagine that Jones and Smith, civil engineers, builders, enter into a contract. They have an arbitration provision suspiciously like this one. It says we promise to arbitrate everything, any dispute, including a dispute about whether this agreement is legal or not itself. They have that. They go to the arbitrator. Jones says: You know, Mr. Arbitrator, you don't know that much about civil engineering, but there's a judge here who does. So I think what I'm going to do tomorrow is file a lawsuit in the superior court in California making the same claims I'm making here and maybe that judge will decide it first and then you'll be really helped. Now what stops him from doing that in the law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The Federal -- the Federal Arbitration Act says what that makes it clear he can't do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I grant you if he can do it you might as well tear up the Federal Arbitration Act and throw it out the window. But I just want to know what is it in the law specifically that stops him from doing that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not positive Federal law. What stops him from doing it is the contractual agreement, isn't it, between the parties? The FAA just says that the State will not set aside that contractual agreement."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So even though it's not - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"When we say we'll arbitrate all disputes under this contract, it means we'll arbitrate all disputes under this contract; neither one of us will go to court."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- that's what I'm driving at, and I think that's interesting, that there's an implicit -- because it doesn't say it explicitly -- there's an implicit promise not to undermine this contract by running off to court."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And so you can't -- no case comes to your mind where anybody has tried that little end run? And - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree, I don't see how they could, but I just want to get to the bottom of it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I used to teach contract law, and I am sure that when you say you'll arbitrate, it means you won't litigate. And even if I didn't ever teach contract law, it would still be the law. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"I thought Buckeye was - - was such a case, going to court despite the arbitration agreement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Brunstad. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the question is obvious. The question just follows from what I said. You were there nodding your head when everybody seems seemed to agree that the Jones versus Smith, they can't go run off to court. So you're just about to address this, and I hope you'll include the answer to the question, which is if they can't run off to the Federal -- to the State court judge, the superior court judge, to get his opinion on the matter, why can they run off to this man, namely the talent agency expert - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- who happens to be an administrative agency? Why does it matter?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did you take a position below? Your friend says that this is brand new up here."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did you take that position below, was the question."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The arbitrator already agreed to do that. You didn't need the injunction for that purpose."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- but if your position is that we have to preserve the integrity of the State system, the Labor expert and so forth and the State builds in to that procedure, de novo review Superior Court, it seems to me rather difficult for you to now just say oh, well, the Superior Court doesn't make any difference."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why would you want this to happen? Why -- who would imagine such a system in which you bring it to the Labor Commissioner and you prevent the matter from being resolved immediately with an arbitrator. I don't know how long does it take for the Labor Commissioner? I don't know."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Eight months. But then when he's done - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"She. No matter what happens, you go back to the arbitrator. Who in his right mind would set up such a system?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This person is not a talent agent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Normally we say that those types of disputes are for the arbitrator to decide. The theory is that the arbitrator can apply the existing law as well as a court, and if that's the theory, couldn't the arbitrator apply the existing law as well as an agency?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may be great as a means of informing the Labor Commissioner, but it virtually destroys the value of arbitration - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- because the expeditiousness of arbitration is gone once you start down the California procedural road. They don't want to go to arbitration 8 to 12 months later. They want it now."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then they probably shouldn't have agreed to arbitrate, but they did agree to arbitrate, and they want to arbitrate now. And one of the points of arbitration is to get the ball rolling fast, and that cannot be done under the system you are arguing for."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did you make that argument below, that implicitly they have imported the California labor scheme in as a -- in effect, as a condition precedent to the arbitration?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds as if you made the argument -- well, you say we cited a case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. The answer to Justice Souter's question is no, we didn't raise it below. Is that right?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you didn't go further than to decide that case. Is that correct?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Volt involves a third party who is not party to the arbitration agreement. You have a party who is bound nonetheless invoking the Labor Commission to avoid going immediately to arbitration. Volt is very clear. It involves a third party, litigation involving a third party who is not bound by the arbitration agreement. Here you have only two parties. They are both bound by the arbitration agreement. I don't see how you can invoke Volt."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Litigation involving a person who couldn't be brought into the arbitration."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It makes sense to say that piece of it involving a party who can't be before the arbitrator should be -- should be -- go first. But here you don't have anybody who isn't bound to go before the arbitrator. You have no third party."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Judgment involved would have been binding - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- on the third parties. You don't -- and you assert that the judgment here wouldn't be binding at all. It's just because the Labor Commissioner, he or she, is such an expert on this - - your opponent says she's not at all - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I imagine that's highly debatable. It's a different case where you say you have to wait for a court decision which will be conclusive as to many of the people in the case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You said something about that in your brief, and I think that you got it wrong. You said something about -- that the outcome of the litigation can have preclusive effect in the arbitration. But that would be so only if the result favored the non-party to the litigation, because the non-party to the litigation cannot be bound by a judgment that would adversely affect that party's interest. That party wasn't in the proceeding. It isn't bound by it. The parties to the litigation are bound by it, not the non-parties to the litigation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could California law do this? I mean could they say, you know, we have a problem. By the way, this is just a hypothetical. We think that our judges in the Superior Court don't know very much about building disputes. Now, I say it is a hypothetical because, in fact, Superior Court judges in California are excellent judges. But California thinks, no, they don't know enough about it. So here's what we do. We say when Jones and Smith enter into an arbitration agreement, if it happens to concern a building dispute, they have to go to Federal -- they can go to the Superior Court. In fact, if they want to, if one of them wants to, the other one doesn't. And everything is delayed while the Superior Court judge decides all the issues in the case. And then after they can go back to arbitration, if of course they still want to. Could California do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I've read the agreement, and I don't quite find their -- here - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In my mind is what they do is they have the same standard arbitration clause. So I'm asking not about the parties; I'm asking about California."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. The answer is no. I thought so. And so now you explain to me how this is any different than what I just said, other than substituting the words \"Labor Commissioner\" for \"California Superior Court\" and substituting the words \"talent dispute\" for the words \"building dispute.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. His hypothetical was that the court decision would just be advisory and the arbitrator could ignore it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Just get, you know, a knowledgeable person's input."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This contract said the same thing. This contract will be governed by California law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would it suck up this provision that says you have to go to the Superior Court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. I don't think so either."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess that would be a question for the arbitrator."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I just want to understand your position. In this case, does the California provision for de novo review in the Superior Court apply to stay the arbitration while that aspect of the proceeding is completed?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"My question was: You go to the labor commissioner. You also have a de novo right to go to the superior court."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the labor commissioner said something absolutely silly. Wouldn't you think you would have the right to go to the Superior Court?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it would make no sense to do that and -- and not to also stay the arbitration."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No. Now, we have this case. We have an arbitration clause."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The arbitrator is waiting. You go to the labor commissioner, you go to the superior court to say enjoin the arbitration while I go to the labor commissioner."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The labor commissioner does something silly. Can you not then go to superior court and get de novo review of that wrong decision of the labor commissioner before the arbitration starts?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Have you taken that position consistently in this litigation?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You have taken no position on it either way?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any California case that says that this works this way? That after the proceeding is finished before the labor commissioner, the parties have a right to go to arbitration before there's de novo review in the superior court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"A de novo right in Superior Court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right, you at least have that additional step. It is -- particularly since you only have 10 days to appeal from the labor commissioner, someone who wants to arbitrate has to appeal, has to go to superior court and get a motion to compel. You can't even wait to see if your opponent goes to superior court and -- well, if he has won, he wouldn't go into court. But you have to go to the court to get a motion to compel? You can't just go ahead and proceed with arbitration."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. You say -- I thought you said it doesn't become binding. That it is just advice to the arbitrator. Once you -- once you get the remand to the arbitrator, it is not binding."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And if you -- and if you are successful and get from the superior court an order to compel arbitration, your opponent can then appeal it, I assume."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you telling us that under no circumstance, if you prevail in this case, would you go to the superior court for de novo review and -- and, as part of that, stay the arbitration?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Let's assume the arbitration clause is valid."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Even though in this case you have assumed that that arbitration has to be stayed for the labor commissioner. So the case does not have to be stayed, and you would not ask for it to be stayed, in the superior court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Brunstad, I'm looking at the point in which you said this in your brief. You said you go to the labor commission, and then you go to the Superior Court. This is page 13 of your brief. The court is required to grant a motion compelling arbitration if the parties have executed a valid and applicable arbitration agreement. Well, who determines if the parties have executed a valid and applicable arbitration agreement?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we know -- this is not a mystery in this contract. It says it in the contract, and it says it under the AAA rules. But you phrased this in your brief in a way that says, well, if the parties have executed a valid and applicable arbitration agreement, that's what the superior court is going to decide. So it won't grant a motion to compel unless it determines that the parties have executed the valid and applicable arbitration agreement."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right, this is -- this is -- actually now we are getting to the bottom of something here, I think. Now, I am beginning to understand where you are coming from; and Volt does offer you considerable support, as I -- as I agreed."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, Volt, however, is a case, I take it, in which the stay that was entered was a stay staying the arbitration pending the resolution of a judicial dispute that was not subject to arbitrability."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Therefore, it seems to me that the question here concerns the meaning of this contract, and that's where we started."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does this contract mean that the parties who entered have promised, one, not themselves to go to court? Answer: Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Two, not themselves to bring a proceeding before this administrative agency? And that's where he says yes, and you say no."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And then is the proper resolution of that to say: Well, you can raise that, too, before the arbitrator?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that a question of contract interpretation - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- for the arbitrator?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't understand - - so you incorporate California law. I interpret that to mean substantive law of California. You say also incorporates -- and this is what I find peculiar. California law gives you a procedural right to go to the labor commission. But it also gives you a procedural right to go to superior court. And, yet, you acknowledge that the arbitration agreement, when you say we will arbitrate, forecloses your using the superior court. Why doesn't it foreclose your using the labor commissioner? I don't understand how you slice the bologna that thin. To me, if it excludes California procedures, it excludes both the labor commissioner and the superior court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- I want to understand that answer. California law includes the Superior Court as much as it includes the labor commissioner."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Related litigation with someone other than the parties that you bound yourself to arbitrate with. That involved Stanford and two companies, Stanford suing two companies or -- in litigation with two companies with whom it had no arbitration agreement."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How can we decide this case on the assumption that this is simply an arbitration postponing rule when there's no California case that says that, do you acknowledge? And a party resisting arbitration could well argue that the California Code means that you go first to the Labor Commissioner and then, as the statute says explicitly, the parties are entitled to a de novo review before the Superior Court without making any provision for arbitration. Do you think it is inconceivable the California courts could interpret the statute to mean that, that there's no room for arbitration in the -- in this scheme?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So the California Supreme Court would construct a system in which you get the advice of this expert, the Labor Commissioner. One of the parties thinks that this expert's advice is ridiculous, just absolutely wrong. Now, California law generally considers the Superior Court smarter than the Labor Commissioner, which is why you get de novo review before the Superior Court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It is stupider than the Labor Commissioner. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right. I will amend it. The California Superior Court is ex officio smarter than the Labor Commissioner, okay? And yet, one of the parties who thinks the Labor Commissioner is dead wrong doesn't get a chance to have this advice corrected the way the California constitution envisions, by the ex officio smarter Superior Court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that is the scheme that the California Supreme Court is going to embed in California law?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, the Court of Appeals, the majority said the fact that the losing party will have a right to de novo hearing, involving additional time and money, does not excuse the Defendant from the legal requirement to exhaust his remedy. And I think you're preserving the option to go to the Superior Court, at least the contestability of the arbitration clause."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So that, it seems to me, makes incorrect your statement in your brief that, oh, this is just for eight months, so that there's very little additional time involved because of the de novo hearing."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think that your statement at page 34 of the brief has to be qualified in that respect?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you also have the right to challenge what -- the accuracy of the Labor Department's finding. That's what both -- all the judges on the California court agreed with that. So I'm asking, doesn't that make -- require qualification of your statement at page 34 that these procedures are expeditious and informal and do not entail additional expense or delay? All of - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That does require some qualification there."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do you - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":2,"sideBefore":"justices","text":"All right. Does it also require some qualification in you brief where, at page 12, you say Preston clearly and repeatedly sought to procure employment for Ferrer in the television industry? Our rules say that you cannot raise matters for the first time in this Court. And you have no evidence on that point."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know you didn't, and that's why I'm questioning why you put it in your brief. Doesn't that require some qualification?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Therefore, don't make factual averments here for the first time."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think, in the briefs to this Court, you can make factual statements that are not in the record?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think they do say that it is disputed. They do dispute that he clearly and repeatedly sought to procure employment for Ferrer. That's the whole issue in the case."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they said it is - - they dispute that it is to procure employment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In that light, on page 43, you say in this case, it is undisputed that Preston was an unlicensed talent agent and that the contract he drafted did not meet the requirements of Section 1700. I thought it is very much disputed whether he was a talent agent at all. I thought the position was -- that your opponent is taking is that he was not a talent agent, that he didn't come under the statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what you said here. You say it is undisputed that Preston was an unlicensed talent agent. That's your statement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The latter is disputed. The latter is vigorously disputed."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask one question that I just want to be sure I understand your position? If we had not granted cert, if you had gone to the administrative agency and the agent had ruled against you, what would you have next done?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"To the court?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That seems to me completely inconsistent with your argument that additional time was minimal. And if you have repeated statements in your brief that require qualifications, if in your former argument in Marshal, the Court is concerned with the accuracy of one of your citations, shouldn't we view with some skepticism what you tell us?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What I just read you, this one, you said it isn't. You say it is undisputed that Preston was an unlicensed talent agent. And you just admitted that that is disputed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what you represented."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Schleimer, you have nine minutes remaining. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Regardless of the -- I now understand better than I did what I take as a pretty strong argument. I'm not saying convincing, but strong. And that would be this: If you go look at Volt, and in Volt the Court said that the California Code meant that the individual who'd entered into the arbitration contract could go and can ask a superior court to stay an arbitration while some unrelated - - some unrelated -- I mean directly related but not the same parties -- litigation took place. The Court didn't in Volt say that that question of interpreting this contract is for the arbitrator. I don't know why it didn't. But it didn't. Now here he's making a parallel argument. He's saying that the California Code says that people should first go to that Labor Commissioner and that you can stay arbitration while that goes on. Now -- and I say well, why don't you go to the arbitrator? He says I don't want to go to the arbitrator on that one, but he points to Volt. And so the puzzle is this: if the Court in Volt didn't say this is a matter for the arbitrator, whether the contract really means that you promise not to go into court and make a motion to stay, why here is it a matter for the arbitrator whether you implicitly promised not to go into court and asked him to stay pending the outcome of this administrative proceeding? What do you think about that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I accept that. I see a lot of common sense on your side of it. But imagine I'm writing an opinion in your favor and now I come to the following paragraph which I have to write: \"Your opponent says that Volt controls here; but that is wrong because\" -- and now fill in the blank for me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I'm just saying I have to write. I see all the common sense of your position. I -- absolutely. But to get -- you only need one really good argument. And he's saying whatever the other ones are, here Breyer or somebody is going to have to write the words, and Volt is different because -- so I would like some help on that one."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's always the case. It's always the case that the arbitration is quiet on this. It is -- the Respondent's position is that it is absolutely quiet, but it is also absolutely clear that it is State law."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that Volt would have been different. Volt is -- Volt is written very broadly, it seems to me, in favor of the Respondent's position."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think Volt would have come out the same way if -- if in fact, all of the parties in this other litigation had agreed to arbitration? You have any doubt - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. I do, too."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Writing broadly is known as dictum, isn't it? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I suppose if we write the case your way, we have to talk about what happens if this Labor Commissioner had enforcement powers, that they had the sua sponte right to invoke, and that they did?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is not a proceeding brought by the administrative agency."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"An agency like the EEOC Waffle House."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is somebody who's bound by arbitration invoking whatever authority the Labor Commissioner has, quite different from the Labor Commissioner commencing a proceeding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your friend says that this agency has exactly that power, and the reason you required these things to go before her, is that she knows what's going on in the area and, if appropriate, can take the supervisory authority or whatever the equivalent of prosecutorial action is."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOSEPH D. SCHLEIMER","firstName":"JOSEPH","lastName":"SCHLEIMER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2777,"interruptions":12,"times_spoken":49,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERIC BRUNSTAD","firstName":"ERIC","lastName":"BRUNSTAD","counsel":true,"justice":false,"side":"respondent","words_spoken":2602,"interruptions":36,"times_spoken":94,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":456,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":1160,"interruptions":1,"times_spoken":40,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":757,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":807,"interruptions":5,"times_spoken":32,"laughter":3,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":245,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":203,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1226,"interruptions":4,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":46,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":2777,"times_spoken":49,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":36,"words_spoken":2602,"times_spoken":94,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":13,"words_spoken":4900,"times_spoken":150,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":7}}