{"petitioner":{"name":"VICKY S. CRAWFORD","counsel":[0,1]},"respondent":{"name":"METROPOLITAN GOVERNMENT OF NASHVILLE AND DAVIDSON COUNTY, TENNESSEE. ","counsel":[2]},"caseNumber":"06-1595","date":"2008-10-08T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 06-1595, Crawford v. The Metropolitan Government of Nashville and Davidson County, Tennessee. Mr. Schnapper. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So a co-worker of your client says: You know, the boss really was guilty of sexual harassment and the co-worker says: Gee, that's terrible."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's enough? That's opposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's just, sexual harassment is terrible?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if there's no link, there's no link to the person that the original - - the complainant says was engaged in that activity?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about, violating the law is terrible?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But if she said that in response to the remark by the co-worker that she had been subjected to sexual harassment and then the remark was \"Violating the law is terrible,\" that's opposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if Mr. Jones, the person, did that, that's terrible."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's actionable as opposition to the practices?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I was going to say in part it seems to me that in isolation it seems harmless, almost trivial, but the whole point is that the employer doesn't think it is trivial. The employer uses it, by hypothesis, as a basis to retaliate."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't solve the problem of having too broad an entry into this thing. You get to the jury by just showing that she said \"Oh, if he did that, it's terrible,\" and then it's up to the jury all of a sudden whether that is the reason that the employer fired this person or not. I mean, that just leaves -- lays the employer open to a lot of jury determinations that he shouldn't be subject to, it seems to me."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you believe, as I understood you to suggest a moment ago, that you could prove causation if the statement \"It is terrible\" or \"Sexual harassment is terrible\" had been uttered in effect in the abstract without reference to particular behavior or a charge of particular behavior on the part of a co-worker or an employer? In other words, if A says \"Sexual harassment is terrible\" and elsewhere in the company sexual harassment is going on and A is then fired, would it be your view that A would at least state a claim if A said, I had expressed disapproval of sexual harassment, it turns out there was sexual harassment being gone -- taking place elsewhere; and I was fired for that reason. Would that at least state a claim that would get a harassment case into court?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'm getting at, doesn't the statement \"It's terrible\" or whatever the opposition may be have to be made in relation to some specific activity?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what is the limit? It seems to me you've got a cause of action in effect under the statute that would be virtually unlimited. Anybody who thinks sexual harassment is bad and later gets fired can claim retaliation under the statute if it turns out just as a matter of good luck that somebody was being sexually harassed unbeknownst to the speaker."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why are we -- why are we spending so much time on hypotheticals that are so far from this case? This was a person who appeared at an internal proceeding, she gave testimony, very specific testimony. She wasn't saying: I'm against harassment. She said: This boss harassed me. It is about as specific as you get. So we're dealing with a particular case of somebody who was a witness in an internal investigation. Why do we have to reach the outer boundaries of this claim in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, you know, that's why we ask hypotheticals that aren't related to the specific facts, because we're interested in how broadly the proposition you're asking for goes. I'd still like to find out where you draw the limit. What if the person says: Mr. Jones would never do anything like that, but if he did that would be terrible. Now, is that actionable as opposition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And there does not have to have been sexual harassment in the employment unit."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So this is a law directed against expressive activity."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are those laws good? I thought we had a First Amendment."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the employee just made -- reports factual information: Supervisor did such and such; doesn't express opposition to it. Or what if the employee goes further and says: Supervisor did such and such, but I know he was just kidding; or I hope you don't take any action against that person. Would that be opposition?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask this. Suppose the employer conducts an investigation because it believes that the supervisor has engaged in improper activity. So what they are trying to do is substantiate grounds for dismissal or some other sanction. And then an employee provides information that's exculpatory. Can -- is that protected? Is that -- is that information protected."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it strange when there are many situations in which testimony or the reporting of information is protected, but when it's done, isn't it usually done both ways, as it is under the participation clause? So that the testimony is - - cannot be the subject of retaliation or the reporting of information cannot be the subject of retaliation, but not it's protected only if it goes in one direction? Isn't that a very odd approach to that situation?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't that be very strange? Suppose that this -- the factual situation actually is very severe and is enough to -- to establish liability on the employer's part, but this particular reporting employee doesn't think so. So then the employer might well be very annoyed that this information which can be the -- the basis for liability has been brought out against the employer, and the employer might want to retaliate. Why would that be unprotected just because this employee adds his or her opinion that it isn't serious?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't you follow what the EEOC says? I mean, the EEOC, as I understand it, has said the very fact the employer has initiated an investigation of an alleged discrimination is sufficient to demonstrate the reasonableness of the employee's belief that by providing information relevant to the inquiry she is opposing an employment practice made unlawful by Title VII. And then they go on. To be absolutely clear about it, they say an employee who assists her or her employer in the endeavor, i.e., you go and testify; so the sun was shining on that day; you are assisting your employee by telling the truth-- is by definition -- is opposing practices made unlawful by Title VII. So here we have a difficult question, quite an interstitial question, defining precisely \"opposing,\" and here we have the EEOC doing it. So why don't we just follow what they say?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It wouldn't be fine with me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if I am indeed very much in favor of sexual harassment? I am a world class sexual harasser, but I'm also not a liar, and I'm -- I am subpoenaed or called up by the employer in connection with this internal investigation and asked whether so-and-so harassed a particular worker. And I'd say, yes, as a matter of fact, he did, and a good thing too. Is that expressing opposition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Covered by the participation clause?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this a real problem? I mean, let's suppose the opposition clause protects everybody in the internal investigation who could be at all interpreted as favorable to the complainant. It also protects everybody who could possibly be viewed as neutral. Then you have a problem about what about a person who loves sexual harassment? This is the hypothetical: he comes in, testifies: I love sexual harassment; it's wonderful, and they fire him. Now is this a real problem?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought that - - [Laughter.]"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":5,"sideBefore":"justices","text":"But I thought that the - - real case -- the real case that we're dealing with is somebody who appeared in an internal investigation, and I thought that what was the debate between the two sides; anyone who made a charge, testified, assisted, or participated in any manner in the investigation, I thought that the other side's position was, well, this is not an \"investigation\" within the meaning of the statute. That what goes on internally doesn't qualify. \"Investigation,\" \"proceeding,\" or \"hearing\" under Title VII requires first that there be a Title VII charge. I thought that that's what the controversy we're talking about today is about: Is this a qualifying investigation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And those are overlapping but not whatever it -- concurring - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- positions. You can oppose without participating. You can participate without opposing."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the test for determining whether an investigation has been done, and the person has testified? What degree of formality, if anything, is necessary? If -- if somebody in -- in the company simply goes to the office of an employee or the workplace of an employee or encounters the employee in the hallway or someplace and asks a question, is that enough? Does it have to be - -"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a sort of a formal proceeding in -- in some sense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Blatt. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"In that case, doesn't the opposing employee herself have a direct cause of action under Title VII? Given what Ms. Crawford described, you know, \"that happened to me, too,\" she could proceed under Title VII herself."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you go as far as Mr. Schnapper in determining what constitutes \"opposition\"? I mean, do you agree with him that a case where somebody says, \"oh, Mr. Jones would never do that, and if he did, I think that would be awful\" -- is that \"opposition\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, yes, I know, but -- I know, but - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Facts that would constitute unlawful activity. What about facts that -- I mean, many of these cases, of course, are he-said/she-said cases, and what about the facts that you are reporting confirm one side or the other? They just ask you, look -- and, you know, the person says, \"Well, every day at three o'clock he came in and do this,\" and you're outside. And he says, \"No, I wasn't there.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you opposing it if you say -- you know, you are asked, \"Well, you know, you sit outside the office; did he come in there or not?\" And you say, \"Yes, he did.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Even you knew that that was the critical fact in resolving the complaint?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, since this is a case where the - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"It seems to me that the participation clause is the line of least resistance. I understand we have to say what a hearing is and so forth. Are you asking us to resolve on the opposition clause because that will give more guidance to the system or - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The opposition clause is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it depends how you define the investigation - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the inquiry, and that's kind of a tough issue, it seems to me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I guess the question I was asking earlier, you have overlapping but not concentric categories, so the \"opposing\" may be broader than the \"participating in\" depending upon how we define either one."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You think -- you think the conduct in this case is also covered by the participation clause?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You do?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The problem with that is that I -- while I have the EEOC with me, say, on - - assuming your thing -- on, from what I read, on the opposition clause, when I looked into what the EEOC actually said here on the participation clause, I don't think I can characterize it, except for their litigation position."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I can't characterize what they've said in their compliance manual as being with you on that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And they could easily change it. They could easily change it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. It's not in their manual."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you think of any other situation in which the law says that a person who testifies or provides information is protected against retaliation only if that person gives testimony of a particular type or gives a statement of a particular type?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I understand that, but I'm -- what I'm asking is, is the reason to doubt whether Congress intended in the opposition clause to provide protection only for people who testify or provide information that goes in a particular direction?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If the purpose is to -- is to elicit information and protect the people who come forward with the information, then why don't you provide the protection irrespective of what the person says?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I think that's a very strong argument for the participation clause."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The -- the other side says this is not an investigation. There was no charge filed. She's filed no charge. So this is not a qualifying investigation. What is the government's position on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. Have held what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Young. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what more could Ms. Crawford do to make it clear that she opposes what was alleged in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how can the fact that what led to the statement change the characterization of the statement? She can initiate it, go in and say, \"I oppose what's going on,\" or if somebody just asks her, you know, \"how do you feel about what's going on,\" she says she opposes it. It seems to me in either case you look at the statement and not what led to the statement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's why my hypothetical uses the word \"oppose.\" In the first case, she goes in of own volition and says, \"I oppose\"; in the second case, she says \"I oppose\" in response to a question. Congress used the word \"oppose,\" and my hypothetical in both cases used the word \"oppose.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Well, is it real a magic word? She comes in and says, \"you won't believe\" -- you know -- \"you think that's bad, wait till I tell you what he did to me,\" and goes on tells -- it's quite obvious from the context that she opposes it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You mean if she had made complaints after she had answered the questions in - - and given the information at issue here, that would convert her prior statements into opposition?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking you. You're in effect saying there has got to be some kind of what you call active opposition; and I took it from what you said a moment ago that if she had given the evidence in question here, and then in the period, subsequent period of two months, made some sort of complaint, that that complaint would have qualified her original evidence as opposition. Is that your position?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're taking about - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It would? Why? It doesn't seem so to me. I mean, it either was or wasn't. You're making the argument, essentially, that \"oppose\" has two quite different meanings. You can ask somebody, you know, do you oppose the war in Iraq? And all you're asking is what is your opinion of the war in Iraq. Do you think it is good or bad? But \"oppose\" is also used in a quite different sense. He -- you say somebody opposed the war in Iraq, you mean he went out and -- and paraded against it and so forth. And your assertion is that in this legislation, it has the latter meaning. It just doesn't ask for your opinion about whether sexual harassment is good or bad. It asks whether you were actively - - actively opposing it. Now, once you adopt that position, I don't see how the fact that you -- that something that was not active opposition can be converted into active opposition by something that occurred later. I mean, if you want to abandon your other argument, that's fine with me, but - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Would that uncomfortable? Say it doesn't. I mean, I -- I don't care if you're uncomfortable with it. Does it or doesn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then I don't understand your case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It isn't just a specific - - again, if I don't understand your case, it isn't just a matter of the specific practice. Your point is it is not asking your opinion. It is asking whether you are actively trying to eliminate it. I think even if -- if you were asked your opinion, you know, do you -- do you oppose what, you know, what this supervisor did? And -- and you said yes, I don't favor it, I think it's bad, I think it's a bad idea, I -- as I understand your case, that's not opposition."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't see how that is changed at all when you put it in the context of a specific act of harassment as opposed to putting it in the context of harassment in general. You -- you -- if you're hiding behind the - - the defenses you've built up, it seems to me those defenses require something more than an expression of your opinion of whether it's good or bad. Your opinion is whether it's good or bad is not opposition."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If the -- if the employee in response to the inquiry that's being made says yes, I saw my employer do \"X\" and it happened -- and I think it's terrible, that is certainly specific to the act."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the reason -- but the reason it doesn't cross the line is you are, in effect, saying that \"oppose\" within the meaning of the statute has got to be read more narrowly than the -- than the notion of oppose as we commonly use that word in common speech. And I don't know why -- I don't know what your -- what your authority is for saying that \"oppose\" was not used in its commonsense everyday connotation."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But in my hypothetical, we're not talking about a general sense. In my hypothetical we were talking about a reference to a very specific act. So the generality problem doesn't arise. And yet despite the specificity, you say, and despite the fact that in common speech a -- a specific statement like that would be taken as opposition, you say it shouldn't be under the statute. And the statute doesn't have any definition that narrows it. Common speech wouldn't narrow it your way. Why should it be narrowed your way?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Young, even under your definition, why is not the statement that's made in this case, \"get the hell out of my office,\" wouldn't that be opposition even under your statement, under your definition? She's opposing his advance to her. That's an active opposition it seems."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Get the hell out of my office."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't that opposition under your statement -- under your definition?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that isn't even - - look, the best way to oppose a crime is to cooperate with the police when they investigate individual instances. The best way to oppose sexual discrimination in the workplace is to cooperate with the employer when, in fact, he investigates individual instances. Is what I've just said English? Does it make sense? And indeed, I'm just quoting the EEOC's own definition."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It is your opinion. The EEOC's opinion is, as they state, the best way to oppose is to cooperate. Now, what are we to do with, at least ambiguity, giving you that, I'll give you ambiguity. But we have the agency charged with the enforcement of this taking the side of it that is the opposite side that you are taking."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Please finish your answer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The investigation is not of her. She's testifying as a witness."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And this is an act that's meant to protect people against discrimination in the workplace, including harassment."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is a woman who testified truthfully -- we have to assume that because this was tossed out at the very threshold, so we have to assume that everything she alleged in her complaint is true, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There is no -- no dis - - then there has to be no genuine dispute as to any material fact. That means we must take her allegations of fact as true at this point. But in any case this is a statute that's meant to govern the workplace with all of its realities. One of them was when they asked, well, why didn't you make a complaint, use whatever internal remedies are there are? She said, because the person in this outfit who is charged with receiving complaints is the harasser."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But we have to - - everything -- for you to prevail, since there has been no trial on the facts, we have to take the facts as she alleges them."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I suppose your point would be it doesn't matter what the reason was that she didn't report it. In order to recover here she has to have taken a public stand; and whatever the reason why she didn't, the fact is that she didn't. Why do you get into, you know, the reason that she didn't?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and I suppose that you -- you would require the -- the opposition to be somehow a public -- a public expression of opposition. No?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, if one political candidate says that the other one opposed the war in Iraq, do you think the other candidate could say, that's a lie? I'm sorry, that the charge would be held to be correct if, in fact, the other candidate had never said anything about the war in Iraq, although deep in his heart he thought it was probably a bad idea. Would you say that he opposed the war in Iraq? I don't think so."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The implication is - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The implication is that he came out with some public position opposing it, and that's your position as to the meaning of - -"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't this fall within the participation clause? There was an investigation, and -- and you described the people who provided information as \"witnesses.\""},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why doesn't it fall under the participation clause?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Never, even after -- even after a charge has been filed with the EEOC?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And what's your argument?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And how about taking our decisions in the Faragher and Ellerth case which in a sense made the employer's internal investigation part of the EEO process because it says to the employer, if you don't have that find of effective internal complaint and investigation procedure, then you're going to be stuck on respondeat superior liability. If you do, then you will be shielded. So this Court's decision in those two cases seemed to me to say to every employer, as part of your EEO compliance you had better have this internal complaint procedure and investigation."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say it's not made mandatory. Any employer who doesn't go through it is crazy. And I don't see how this Court, having imposed in practical terms the requirement that Justice Ginsburg just described, can then say, oh, but we're going to construe this indefinite term of \"investigation\" to exclude this kind of employer activity which our construction of the statute has virtually mandated. So that if in fact the employer's investigation succeeds in ending the problem and there is no EEOC complaint, those who participated in the investigation are absolutely helpless against retaliation. That would be a bizarre way to interpret a -- a statute in which we have any -- any opportunity to interpret \"investigation\" to include this kind of investigation. What do you say to that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. But I'm -- I'm giving you an argument as to why we should construe it to elevate it, and -- and the argument is that we, in effect, in what I think were correct decisions -- you agree, you said a moment ago, were correct decisions - - have in practical terms mandated this kind of an inquiry. Why then would it be reasonable for us, if we have any option in construing the term \"investigation,\" to construe it to exclude this kind of investigation and exclude coverage of the people who under our decisions are supposed to come forward and - - and answer questions? Why would that be a reasonable construction?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why isn't it -- why isn't an investigation by the employer an \"investigation\"? That's the language of the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought Faragher and Ellerth - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Why couldn't he -- I'm sorry, Chief Justice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I thought Faragher and Ellerth were limited to the hostile work environment cases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, that's a different question. Is the defense we recognized in Ellerth and Faragher in the hostile work environment case or in the specific action case as well?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were going to answer Justice Souter with the assertion that if indeed the Court wants employers to conduct these investigations, it does not want to reduce the incentive to do so. And the rule that is urged by the other side means whenever the -- whenever the employer conducts such an investigation, any employee who is smart enough to come in and testify against -- against sexual harassment has a guaranteed job. It is almost like - - almost like being a Federal judge. [Laughter.]"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"You can't be fired after that, or the employer can't fire her without opening himself up to a lawsuit under -- under this provision. And he might win the lawsuit, but it's going to cost money. So why -- maybe an employer would rather say, you know, I'd rather roll the dice and -- and not conduct an investigation and insulate all of my hostile employees from -- from employment actions."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And instead they would substitute the -- the response to an EEOC investigation in which they would not have the leg to stand on in opposing respondeat superior. I suppose that would be an inducement for them to go ahead with the investigation; wouldn't you?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"By the way, I take it in - - in this case, although this is not the issue before us, that if you -- if you lose on the issues before us, it is still your position that ultimately you should win this case, because you have good evidence, you say in your briefs, to indicate that the reason for firing had nothing to do with retaliation. That's true, isn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What are the other arguments on summary judgment."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When you say it's not that the employer is stuck because there's a potential retaliation claim, if the employer is certain of its grounds, that this discharge had nothing to do with her testimony, then go ahead and discharge her."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you get your litigation fees if you win? If the plaintiff here loses, does she pay all the attorneys' fees that this employer has incurred on this litigation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So even when you win you lose."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"On the other side, that attorney, there's a large disincentive. He hasn't got a good case. He's not going to be paid any retainer as you might be. And he's not going to get any counsel fees. Why should such -- why should it -- counsel be available to a person who obviously was discharged for having her hand in the till and not because she was harassed?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No. I meant that as a hypothetical."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What was the reason that she was -- what was the employer's reason for discharging her?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I said if you have a really strong case of having discharged this person for cause that has nothing at all to do with harassment, you are going to win the lawsuit and it would be hard for the plaintiff to get a decent lawyer to represent her side of the case because she's going to lose."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're not going to win -- you're not going to win this case; you're going to settle if you lose up here, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You don't have to answer that. We'll be glad to see you again. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"My point is simply that the incentive system is skewed because if you lose you pay not only your attorneys' fees but the complainants'. If you win, you have to incur yours."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not saying it shouldn't be. But in terms of the pressures towards settlement, it is a very strong incentive."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is bringing frivolous cases cost-free for the plaintiffs? There are certain costs."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It is a mix. I mean, you know, a lot of plaintiffs might be afraid to bring these cases because they'll be accused of doing all kinds of bad things. They don't want their reputations ruined. They have lawyers who take contingent fees because they have to pay for it. Oh the other hand, you have problems with your costs and you have problems dismissing people who should be dismissed. Everybody has problems in this area. That's why we have law and lawyers. They try to minimize it. This doesn't seem fruitful to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Isn't it true that financially it is always cost-free for the plaintiff because she has an attorney who is taking it on a contingent basis? Now, you could say it's not cost-free to the lawyer; but even that's not always true because if the lawyer has nothing else to do he may as well be doing this, you know, whatever the odds are."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schnapper, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, Ms. Blatt said the government would prefer a decision under the opposition ground as opposed to the participation. Do you have a preference?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the only question - - -the participation is not in doubt. The only question is whether it's an investigation under this subtitle."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You think the language \"investigation under this title\" is the equivalent of \"investigation with respect to an alleged offense under this title\"? That doesn't strike me as self-evident at all. It seems to me \"investigation under this title\" to me means an investigation under this title, which is not an investigation by the employer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1642,"interruptions":12,"times_spoken":37,"laughter":0,"num_int_by":6},{"id":1,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1278,"interruptions":10,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":2,"fullName":"FRANCIS H. YOUNG","firstName":"FRANCIS","lastName":"YOUNG","counsel":true,"justice":false,"side":"respondent","words_spoken":2040,"interruptions":20,"times_spoken":59,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":814,"interruptions":4,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1192,"interruptions":3,"times_spoken":29,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":726,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":140,"interruptions":1,"times_spoken":5,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":920,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":530,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":540,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":95,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2920,"times_spoken":62,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":20,"words_spoken":2040,"times_spoken":59,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":11,"words_spoken":4957,"times_spoken":129,"laughter":4,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7549746599247261,"respondent":0.24502534007527388,"date":1473644743251}}