{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"JOHN E. POTTER, POSTMASTER GENERAL. : ","counsel":[1]},"caseNumber":"06-1321","date":"2008-02-19T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case No. 06-1321, Gomez-Perez v. Potter. Mr. Guerra. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. By its plain terms?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Read it to me, would you?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is retaliation discrimination based on age? I can see your argument that it ought to be covered, but to say that the plain language covers it, I mean that's extraordinary. The plain language doesn't cover it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's not. I mean, a company could have a policy of firing everybody who complains about anything and the fact that a worker is over the age of 40 and is fired does not mean that he is being fired because of age."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course the statute that covers age discrimination in the private sector does have an express provision addressing retaliation. The one that governs Federal employees does not, and that's the government's main argument, that it's expressed in the private sector, it's not there in the public sector and so you shouldn't imply one. What's your answer to that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Jackson it was in a different statute and here it's in the same statute. Surely that makes a big difference."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not familiar with that provision. What does that provision say?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no. I mean, they're all in the same, in the same statute, and what that provision says is that just because we give certain relief in, in the portion applicable to private discrimination, does not mean that we give that relief in the section applicable to government discrimination, where it is explicitly withheld -- it can't be explicitly withheld -- where it is withheld, although it's explicitly included for private discrimination. I think that's the only sensible way to read that provision. It surely doesn't make two statutes out of, out of one. It is simply one statute."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would Congress have taken this drafting approach? The private sector provisions were already in existence when it made the statute applicable to Federal workers and there was a specific provision prohibiting retaliation in the private sector. If Congress wanted to carry that over to the Federal sector, why wouldn't they have either copied that or incorporated it? And they did neither, and in fact they enacted a provision that says that the private sector provisions are not incorporated unless they're specifically noted. And this isn't one of the ones that's noted."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? This Court hasn't so held. We haven't had that issue before us."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The Federal employee, though, has all of the remedies under the Civil Service Reform Act for any type of employment practice. Those remedies are elaborately reticulated and almost impenetrable, and yet this would add complication. In other words, despite all the remedies under the CSRA that says in some cases you go here, in other cases you go here, and you get different types of review depending on the facts, all of that would be wiped away if you can bring a direct action under the age discrimination statute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the government - - well, we'll ask the government, but I thought they kind of qualified that in their brief. The brief says that the case -- this case presents no occasion to consider whether Title VII's ban on discrimination against Federal sector employees incorporates that Act's private sector retaliation ban. So they haven't made a concession."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you're saying even if, even if that were the case, they would still urge the Court to come out the way they do. I don't think they're conceding that that's the case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But not retaliation claims. In other words, although the direct claims, as you put it, may or may not be carved out, a retaliation claim fits under the employment practices provisions of the CSRA, regardless of the basis for retaliation. In other words, you took personnel action against me for an impermissible basis and therefore I'm entitled to the various civil service remedies."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it cover your client?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"She could complain; it's just that she couldn't go very far with the complaint."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it does that for a reason. We have a lot of cases in the Federal Circuit and the D.C. Circuit that addresses a lot of these problems say that when the CSRA excludes certain types of claims of employees, they do it for a reason. In other words, it's not simply that they didn't cover them or inadvertence, but they make the decision that the remedies that they've provided don't apply in a particular case. And to say that those people who are excluded under the CSRA nonetheless have remedies for employment practices seems to me to undermine that - - that judgment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is that it doesn't exclude them, that they have all these collective bargaining rights; they have the civil service rights; they can go and bring their same claim with other remedies. You could make the opposite claim: Why should they have two rights? Everybody else has one. I mean, that seems to me what they're argument is underlying this. Then when you go to Title VII -- and this I don't understand fully. Look at Title VII and Title VII in 16(e) has a basic ban. Is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then, in 16(d) it says certain of those things govern Federal suits, suits against the Federal Government. Then it incorporates some provisions. And it says that you get that certain relief against the Federal Government where there is discrimination on account of race, color, religion, sex, or national origin. Then it says \"or in violation of 3(a).\" And then 3(a) refers to retaliation. So it looks like Title VII does give you a remedy, in 3(a), for retaliation. And it's rather specific, and that suggests that those other words don't pick up retaliation. It's rather that specific thing. Now, what have I missed?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could say that, but you could also say, well, look here in Title VII Congress has some words, and these words give you a specific -- if you're a Federal employee and somebody's retaliating against you because you went and complained about race or something, just read those words; you can bring a lawsuit, right? Am I right about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You go to the EEOC?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is this stuff? Where is this text that we're talking about?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not in your brief. It's not in the appendix. So I don't know what you're talking about."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which we don't have here now. I guess I can ask - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Well, I'm not totally certain what I'm talking about either. So we could go on. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or in violation of - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that so clear, because section 2000e, 16(d) says section, whatever it is, f through k of this title, as applicable, shall govern civil actions brought hereunder. And if there is no right against retaliation, then the remedy wouldn't be applicable."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could you proceed with that? That is, a very simple way of thinking of this as one possible way of reading it is that Congress says: When private employers discriminate, there can be whistleblower's, and they need protection; so let's put some in. When State officials discriminate, say, on the basis of race, there can be some whistleblower's. Maybe they protect them in some States; maybe they don't protect them in others. We better put some in. When Federal Government officials discriminate against on the basis of race, whistleblower's should be protected. But we have a whole system here to protect them. And so let's just use that system and treat all whistleblower's alike, and that's the end of the matter. We don't need any special protection for whistleblower's here. Now, the answer to that is what?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's sort of begging the question. I mean, you're saying it's not true because our interpretation of Title VII is true. But the point goes to how you ought to interpret Title VII. That is, it makes more sense to say when it's retaliatory action you use your Federally prescribed remedies within the agency. I mean, it doesn't answer the point that Justice Breyer made to say, because we want to interpret Title VII the way we want to interpret it. His point is: One reason to interpret it the way you do want to interpret it is that it makes more sense to have all of the Federal remedies applied through the agency, through the agency mechanism, rather than in court."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then it's ineffective here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it's ineffective here and Congress has made it clear that the only way to cure the ineffectiveness is with a separate provision and you don't have a separate provision, you're out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When you qualified your answer by saying that the employee can control, was that a way to dismiss the collective bargaining rights?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about review under -- by the Merit Systems Protection Board?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So when you're talking about the Office of Special Counsel - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Guerra, can you help me on a provision of the statute that I'm a little puzzled about? Am I correct in believing that Section 2000e-16, which is the provision under Title -- 42 U.S.C. -- I'm using the code number -- that that is the provision that makes the Federal Government liable for retaliation based on sex and race?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there another provision that is necessary for there to be a remedy against the Federal Government?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Under Title VII."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- your argument, if I understand it, is that precisely the same language that's found in 2000-16e is found in 233a."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"633a."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore, the two should be treated alike?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, that the language \"shall be made free from any discrimination based on race, color, or religion,\" and so forth, covers retaliation. And when you use the same language based on age it also would cover retaliation."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just as simple as those two provisions being exactly - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"It isn't that simple because the government hasn't conceded that, with respect to Title VII, Federal employees are covered for retaliation. If the Government -- we'll ask them - - will make that concession, then the argument is very strong. The words are identical."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, another reason it's not that simple is that under the Age Discrimination Act you have a private remedy that specifically provides for retaliation. And that is noticeably absent from the Federal remedy. And I thought that was the strongest argument on the government's side."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there was a more express incorporation in Title VII of the private anti-retaliation remedy, and you don't have that in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that makes it not precisely the same situation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Garre. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why not, given the Jackson precedent, where there was a similarly general ban on discrimination and we defined discrimination to include retaliation for complaining about discrimination?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would it be -- would it be unkind to say that the government's position seems to be that a general ban on discrimination includes a ban on retaliation except when the government is being sued? In Jackson the government argued that discrimination on the basis of sex included retaliation. Tomorrow the government is going to argue that the prohibition of discrimination in section 1981 includes retaliation. And yet here you're arguing exactly, what seems to me exactly the opposite position."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- Mr. Garre, that's traditionally when you're suing the government, you don't get a jury. And so that's on one side. Here, as I think you would recognize, retaliation claims go hand in hand with discrimination claims. A person who is discriminated against will quite commonly say: I was not promoted because that was discrimination and then because I complained about it all these bad things happened to me. It's very common that those two go together. And yet, without any indication that Congress meant to send a Federal employee off to one forum to argue discrimination and another forum to argue retaliation, without any hint that that's what Congress had in mind, it would be rather strange."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- I recognize it's not absurd. But if there is ambiguity and one interpretation is, well, that in every other context retaliation goes together with discrimination, why would Congress leave out this one category of persons, especially when it might have said, well, the Supreme Court says discrimination includes retaliation?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you say what the government's position is on Title VII, whether there is a retaliation remedy against the Federal Government?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the government's position? What does, for example, EEOC or whoever passes on these complaints, what is the government's position in practice with respect to a Federal employee who complains, A, I was discriminated against because of my race and then they retaliated against me for complaining?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Has any Federal court found otherwise?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you agree -- then you agree with Mr. Garre about the meaning of those words \"as applicable\"?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do we know what Congress had in mind when it said don't incorporate private sector?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There must be an explanation for that section."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with your friend that this employee has no remedy under the Civil Service Reform Act?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What could she get - - what could she get by way of remedy? And you recognize that this employee is not covered by the Civil Service Act, but does have collective bargaining rights. Suppose there is a finding of reprisal in that forum."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about - - MR. GARRE -- is corrective -- is corrective action, Justice Ginsburg. There is no right -- unlike Title VII, there is no right to compensatory damages under the Age Act for things like pain and suffering or emotional distress; and so in that respect the Age Act is quite different. What you typically get -- you get this under the Civil Service Reform Act and under the Age Act for discrimination claims -- is back pay, front pay and corrective action to -- to address the discrimination. The other way in which the Age Act, section 663a, is different than Title VII -- and this is actually another thing that makes it inherently incompatible with an anti-retaliation right -- is that the prohibition in section 663a, the Federal sector provision of the Age Act, is limited to employees who fit within the protected class, employees over the age of 40."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Why is that? I mean, if you have the private -- the private sector remedy is not so limited, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we imply or incorporate into the Federal anti-discrimination remedy an anti-retaliation provision, I assume it would be in the same scope as the private anti -- the private anti-retaliation provision."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Garre isn't the most that argument gets you that the only individuals who could complain against retaliation are those over 40? It doesn't get you out -- it doesn't get you where you want to go. It's not retaliation right at all."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is it any more anomalous than the fact that the only protection of the age protection is simply for people over 40? In other words, Congress didn't care whether there are employers in the world who don't like youthful people."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They're just worried about the age. So if it's an anomaly it's an anomaly across the board in the statute."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the same anomaly applies to the private sector, because section 631a applies to the private sector and 631b to the public sector."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The language is the same. They both are limited to prohibitions to people who are over 40."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's no reason why that trumps -- any more reason why that trumps 631a than 631b."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think it says that -- the protection doesn't apply. The word is prohibition -- but that - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's the explanation why the problem doesn't arise in the private sector. The same explanation would apply to the public sector, if you choose the word prohibition as talking about these people who are protected by the - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I though we are talking here a prohibition against taking retaliatory action. Isn't that a prohibition?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't this an unusual retaliation case in that the person allegedly retaliated against also has substantive anti-discrimination claims? And I gather -- I think it would take a particularly incompetent lawyer that couldn't phrase retaliation in those cases as underlying discrimination."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it quite the contrary, Mr. Garre, that most -- if you did a statistical analysis of all the cases in which there was a retaliation claim, you doubt that you would find that a very high percentage of those are cases in which the person claiming retaliation is also the person who claimed the underlying discrimination?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Are those, are those mostly witness cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, it's a witness saying I think so and so was fired because of his age."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't the typical retaliations claim, though, like the one in this case, whether it's under Title VII or the Age Discrimination Act? That is, I think I have a solid claim of discrimination, but maybe not. Nevertheless, once I filed that complaint, this unit doesn't like people who complain about sex discrimination, age discrimination. Therefore, I was retaliated against. In this case, isn't it the fact that the age discrimination claim, the claim of direct discrimination, was rejected and the question is but nonetheless, was there a retaliation claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That does bring up Justice Alito's point. I mean, tomorrow you're going to argue the exact opposite, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Or else that distinction between conduct and status would require you to lose."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it's plausible that Congress intended to treat the issue of retaliation in the Federal sector differently under the various Federal anti-discrimination statutes?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, can I go back to the authority you're pointing out for a moment? Is it your reading of 631a, the private sector section, that says \"the prohibitions in this chapter shall be limited to individuals who are at least 40 years of age,\" that it's correctly read as the prohibitions in this chapter, except those contained in 623a, shall be limited? That's the way you read it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the effect of giving the effect to the word \"any\" in this section is in effect to read in this exception."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you - - MR.GARRE: I think - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":8,"sideBefore":"justices","text":"That's the practical effect?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Am I right now in thinking, just as a matter of practice, where there is retaliation, a claim of retaliation in respect to race discrimination, Federal Government, that the person making that claim can go to the EEOC and then to court? That's right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The same thing in respect to age, they can't, and what they have to do is they go through the civil service system or the collective bargaining agreement; is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, not what they do if their claim is a retaliation claim."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. And now, do you have -- two things: A, do you have any evidence one way or the other that one of these two systems -- the civil service plus collective bargaining, on the other hand; or EEOC plus the court, on the other -- works better, works the same, works worse?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. So we don't know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Now what reason - - okay. So we don't know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's drawing something from where you don't know. Okay. So that's fair enough. But is there any -- what is the best reason, in your opinion, that Congress would have wanted to make this distinction? What are the best two or three reasons? If you were just starting with a blank slate, why would Congress have wanted to send the one to the one route and the other to the other route."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"For the people who complained about race."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm asking you, and if you were sitting there writing it, my -- my thought - - the conclusion that I would reach from what you're saying is you can't think of any reason why you'd treat them differently."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But why would it have thought that? In other words, if -- I can understand why you say -- if you're going to put a rational gloss on it, that must be what they were thinking, but why would they think such a thing?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, I just want to make sure I understood something you said before, rather pleadingly. One is if one could imagine a claim just for reprisal, but you called something a \"mixed claim\" if you're suing, as she started out to sue, for both. So if you're suing for both, on your theory you still must split them up? You cannot bring the reprisal claim together with the discrimination claim?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But there's a different administrative mechanism."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, oh, but how about court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But then you -- you would be putting everything under the civil service umbrella and nothing under the - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if it didn't amount to an adverse action under the Civil Service Act - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you wouldn't get to court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but it would not be within your control. It would not be up to the - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me, Mr. Garre, that, following up on Justice Breyer's question of what's the reason for it, the most striking thing to me is that Congress used precisely the same language in the two sections: \"All personnel actions shall be made free from any discrimination based on race, color\" and so forth. That clearly includes retaliation. But \"all personnel actions shall be made free from discrimination on account of age\" does not include retaliation seems to me rather anomalous."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In the key section describing the prohibition, the language is exactly the same."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, are we going to have to decide the Title VII question in this case? We don't even have the materials in front of us. They haven't been put in the appendix to the briefs. And in order to decide this case, we're going to have to decide a Title VII case that hasn't even been presented?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I would have thought the answer to Justice Breyer's question would be: This is an unusual situation where you have the employer writing the law about what the employees can do, and Congress realized, perhaps unlike the situation in Title VII, everybody over 40 would be covered; and every time somebody over 40 was fired or disciplined or didn't get a raise, they could claim that it was age discrimination; and Congress decided that they as the employer didn't want to face that disturbance, particularly since they have the Civil Service Reform Act already."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't there -- there was something that was said about this -- that doesn't apply to congressional employees or White House employees, that they would have a claim of retaliation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why would Congress say when you -- when it's Congress that's doing the reprisal, we're going to give you a suit, but not if some other - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Garre. Mr. Guerra, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Would you clarify your earlier statement: These people have no remedies just for retaliation? They do have remedies for the age discrimination, but not for retaliation?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they have remedies for age discrimination?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that because they may not engage in collective bargaining, or because they have chosen not to?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To have a remedy."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Who -- who is such a person?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't they -- why can't they go to like the Merit System Protection Board?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So they are outside the Civil Service, and they don't have unions?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't have a union?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So they could be fired for anything."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose that's consistent with whatever prohibition it is that precludes them from engaging in collective bargaining."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think we do have to decide the Title VII question if you are to prevail."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You should have given us the statute to look at if that's the case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOSEPH R. GUERRA","firstName":"JOSEPH","lastName":"GUERRA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3109,"interruptions":22,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3402,"interruptions":34,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":834,"interruptions":1,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":509,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":953,"interruptions":4,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":1,"times_spoken":23,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3109,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":34,"words_spoken":3402,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":3986,"times_spoken":125,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.9793400095371697,"respondent":0.02065999046283029,"date":1472703110230}}