{"petitioner":{"name":"HOMERO GONZALEZ","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"06-11612","date":"2008-01-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-11612, Gonzalez v. United States. Mr. Newton. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Newton, you're not claiming in this case that the defendant was any way disadvantaged by the magistrate judge conducting the voir dire, are you?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no objection to any of the proceedings by the magistrate judge. There were no objections to any -- well, she didn't do the questioning. She allowed the lawyer to do the questioning."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"This may not be a pertinent question, but where does the right to voir dire come from in the first place?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's derivative from other rights? In other words, it helps implement the right to a fair trial, in the Batson context helps guard against an equal protection violation, but it's not on its own a free-standing right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, where a defendant is waiving a jury trial or pleading guilty, that's something that an ordinary person can probably readily understand. But how likely is it that an ordinary defendant is going to have any kind of independent opinion on the question of whether it's better for the voir dire to be presided over by a district judge as opposed to a magistrate judge? Isn't the situation going to be in the vast, vast majority of cases that your client will simply turn to you and say, which do you think is better, and whatever the lawyer recommends, that's what the client is going to do? Isn't that the realistic situation?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's a big difference between having a judge trial and a jury of one's peers. The difference between having a magistrate judge and an Article III judge to do the voir dire doesn't have -- is not a question of the same dimension."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're not talking about a trial. We're talking about the voir dire. And perhaps you could tell me one piece of information. In the Federal proceedings that I've observed, it's always the judge who does the questioning, and this one seemed to me extraordinary. The magistrate said it was her practice to let the lawyers do it, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whose thumb is the magistrate under? Is he under the thumb of Article I or Article II or Article III?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Who decides whether he stays on or she stays on as a magistrate?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're really not talking here about giving away any Article III power. I mean, the magistrate is only subject to Article III."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That may well be, but the reason -- the reason presumably is that an Article III judge, which goes -- who goes through a much more substantial process of selection and confirmation is much more qualified. Now, if you want to make that argument, that's fine, but that's a quite different argument from saying that we're giving away Article III powers to magistrates, right? Magistrates are creatures of Article III."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you go back to I think it was to Justice Ginsburg's question about the comparative significance of the waiver here. The paradigm examples of waivers that have to be personal are, you know, waivers of counsel, waivers of the right to put the State to trial. This question of waiving an Article III judge as opposed to an Article III appointed magistrate just does not seem to rise to the significance of -- of the -- of the -- of those other paradigm waivers and what is -- what is your response to that? You started to say that, you know, that the Framers said Article III judges are important because they -- they have independence and so on. But beyond that kind of high theoretical level, is there anything in practical terms that you think brings this kind of a waiver to the point of significance of, say, waiving counsel?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I see what you're doing. You're constructing your argument so that we have structural protections. I can understand that argument, but Justice Souter's question points out just as a practical matter this is not nearly as important as a failure to object to illegally seized evidence, a post -- a post-arrest delay, open courtroom, all of which are subject to waiver."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was interested in your comment on trying cases, but to say that you have to sit down and explain to the -- to the defendant the difference between the magistrate and an Article III and why you like this particular magistrate -- it's the attorney that does all the questioning, after all -- it seems to me is -- is a burden. It's not justified by the position that you're -- you're submitting to us."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In practice, it's more a tactical decision than a theoretical one. I mean you can explain to your client the difference between Article III and a magistrate, but he's going to be more interested in your judgment about, oh, judge so and so doesn't let you get away with anything on voir dire, you know, he runs a tight ship. This magistrate will let me raise all sorts of other things. I mean, it's like an objection at trial, in other words. It's going to be a tactical decision rather than a theoretical constitutional one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you get to that point, which case of ours holds that the right to a jury trial is a personal right that the defendant must waive rather than waive through counsel?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You say it was the holding in Patton?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose it was dicta."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought what Adams stood for was that the defendant can himself waive the right to jury without advice of counsel, that if he wants to do it on his own he can do it without counsel. It doesn't mean that if counsel does it without his objection at the time it's invalid."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that can be expressed through counsel. I mean, does -- you know, does your client consent to this? Yes. I mean it's quite a different question to say that he has to be the one who stands up in court and says it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You were referring a while back to the Gomez case. And if I remember that case correctly, it was the defense counsel who made the objection to the magistrate; and there's nothing to indicate whether the defense counsel had done that in consultation with the defendant. We don't have any idea what the defendant's wishes were, but it was the defendant -- it was the lawyer who raised the objection."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was the lawyer's choice, and we have no indication that it wasn't -- it was anything other than the strategic choice of the lawyer. And your position is that it must come from the client, and there's no indication that it did in the Gomez case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, that was for the whole trial. This is for a very discrete aspect prior to trial."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Peretz, also, if I understand the case correctly, equated the waiver with a failure to object. It seems to me that Peretz undercuts your argument."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say they are ambiguous, but isn't it -- I've reread Peretz after many years getting ready for this argument, and it seems to me that it's difficult to read Peretz without reading the \"waiver failure to object\" phraseology as being equivalent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, yes, but - - everybody concedes that, but the question is by whom? Certainly very many rights, you will acknowledge, can be waived by counsel."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you can't simply say it requires an express and knowing waiver, attributing that express and knowing waiver to the defendant. Sure, it does, but who has to be \"express,\" and who has to be \"knowing\"? That's the issue before us here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except for one thing, and that is, if -- if it is sound to say that Peretz equated \"waiver\" with \"failure to object,\" \"failure to object\" is a -- is a failure, if you will, of counsel, not of the defendant. Defendants don't get up and make objections; counsel do. And, therefore, it seems to me the implication of Peretz is that it would be a -- a decision of the lawyer that would count for constitutional purposes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the point was you were saying that in fact Peretz cannot be read as authority for the Government's position because the facts in Peretz, quite as you correctly note, were that the -- the client had in fact consented, or that was the representation to the Court. And my point simply was that does not seem to have been the reasoning of the Court, because the reasoning of the Court in equating \"waiver\" with \"failure to object\" was a reasoning that in its reference to \"failure to object\" seemed to pinpoint the actions of the lawyer alone. Clients don't object; lawyers do. A failure to object, therefore, refers to, in effect, a failure by the lawyer, alone; and that would be the only significant datum for constitutional purposes. What is your response to that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there has to be a showing on the record that the waiver is knowing?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think there has to be a colloquy like a Rule 11 colloquy or a waiver of counsel's, this is the different, this is what a district judge is, this is what a magistrate judge is, do you understand the difference between the two?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know it's a different context, but -- it does not relate to the magistrate versus Article III judge, but do you think that a lawyer could stipulate that the judge or a magistrate presiding could do all the questioning and the lawyers would do none, without the -- without the express consent of his client?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that the voir dire is peculiarly the -- an area in which the lawyer knows what he is up to and what's at stake, and the client does not."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think a jurisdiction could adopt a rule that was especially careful about selecting the jury panel and then decided they would take the first 12 jurors off an arbitrary list, just to pick them at random and have no voir dire during the trial, just to have a preliminary screening of qualifications of the -- of the entire panel?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there a right to voir dire at common law? I have the impression the judge would send somebody out and, you know, grab the first 12 people they could find."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are we supposed to go through every one of the rights that a defendant has in a trial one by one and decide, you know, this one the lawyer can make, this one the defendant must make personally?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One by one? I mean, I never thought that that was the approach we take."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That gets back to your structural argument, which makes a certain amount of sense just insofar as knowing where the line is. On the other hand, I'm just not sure of the practical significance of the client's participation when it's really the attorney who is making the decision whether or not this magistrate will allow him to strut his stuff in front of the jury for a little longer than the district judge would. I just don't see how the client can really have much informed input into that at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Newton. Ms. Blatt? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, it might be said of the right to plead guilty as well. The lawyer has a lot more experience with what kind of sentence the judge is going to impose, what the odds are of the jury returning a verdict of innocence. I mean, the fact that the lawyer is better situated to make the judgment doesn't mean it's not a fundamental right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did she rule on strikes for cause?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- I mean, that is, I suppose, the most significant power that the judge who is conducting the voir dire or presiding at the voir dire has, to allow or not allow a strike - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- I know you don't like to contemplate this, but that we accept the Petitioner's position that there has to be, that the client has to waive. Would we be better off just adopting the rule that there has to be express waiver, or would you then recommend that we ask the further question whether or not there was an implied consent?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he was there, he probably knew and the record shows that he knew what was going on."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I, frankly, don't think we should go down that route."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask how it works in practice? Does the magistrate's ruling on objections to jurors, are those rulings subject to review by the district judge or are they final?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But in practice, as I understand it, very often the judge will, will review the magistrate's decisions on contested objections."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How does that work? You have some jurors, and you have juror's excused for cause, and there is an argument about that, then that juror has to sit down and wait for two days and then they go back and they review that before the district judge. I just don't know mechanically how that can work."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me, if the Article III judge says, oh, this should not have been excused for cause, then you go back and bump the juror."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- do you think the right to a jury trial is something that has to be personally waived by the defendant or can that be waived through counsel?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Were those -- was the right to a jury trial at issue in those cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When I was researching it, I saw that it was usually included in the list, but I thought it would track back to some case that held that it was, but it never -- never does."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's our list, after all, right? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Blatt, if you, if the Government prevails, what happens to the 11th Circuit's ruling in the -- what was it, the Maragh - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- case where the 11th th Circuit said, we're not going to mess with any constitutional question, but under our supervisory power, we're going to tell the district -- the magistrate judges, district judges in this circuit; it's a simple thing to do, put on the record that the defendant himself consented. That would be -- that would no longer be valid, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think it would be valid or don't think it wouldn't be valid?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They specifically said, we're doing this under our supervisory powers, not under the Constitution. So my question was could a circuit still say, we think it's better for the defendant himself to be told, so in our circuit that's going to be the rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose the question would come up. I mean, if the circuit does that the question would come up, if the magistrate doesn't do it and it's not objected to, because of course if it's objected to you deal with it then."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And then we'd have to decide, or the Court would have to decide whether that's a basis for reversal."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If Mr. Gonzalez had stood up at some point during the voir dire 0and said, Your Honor, I've just learned you're not an Article III judge, and I want an Article III judge to preside over the voir dire, what would happen?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the magistrate judge would overstep -- assuming you win and that is that rule is that the attorney can make the waiver, would the magistrate judge overstep by saying I know you've consented to this, but I want you to talk to your client about it; I want you to explain what the rules are? Would that be overstepping?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Blatt. Mr. Newton, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just -- a question that has troubled me. Basically, what you say that is of such importance here is the composition of a jury. I mean, that's what it all boils down to, who's going to rule on the composition of the jury, should it be a magistrate or should it be an Article III judge. But if -- you know, if that is -- is so fundamental that it needs a special rule that the waiver has to be personal by the defendant, then you can say the same thing about -- about objections to -- to the Court's failure to permit a strike for cause. That affects the composition of the jury. Now do you need -- do you need the defendant's consent to the judge's ruling on that point, or is it enough if the lawyer makes no objection?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see. I see."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BRENT E. NEWTON","firstName":"BRENT","lastName":"NEWTON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3405,"interruptions":20,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":1,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":1998,"interruptions":11,"times_spoken":23,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":535,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":216,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":531,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":435,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":200,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3405,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":11,"words_spoken":1998,"times_spoken":23,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":3,"words_spoken":2793,"times_spoken":68,"laughter":1,"num_int_by":2}],"outcome":{"side":"respondent","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.38516659084535126,"respondent":0.6148334091546488,"date":1472501778748}}