{"petitioner":{"name":"ALLEN SNYDER","counsel":[0]},"respondent":{"name":"LOUISIANA. ","counsel":[1]},"caseNumber":"06-10119","date":"2007-12-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in case 06-10119, Synder v. Louisiana. Mr. Bright. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you about one of the factors?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's hard to discuss them all at the same time. What is the relevance of strikes of black lawyers that you don't argue were based on race? It's hard for me to understand why that's relevant in this calculation. Suppose there's a case where it's perfectly clear that certain strikes were not racially motivated. Let's say the prosecution has the strategy of striking every lawyer who's on the panel. It strikes every white lawyer and it strikes every black lawyer. Then what is the relevance of the fact that the black lawyers were peremptorily challenged?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You are making the argument there were five African-American jurors who were the subject of prosecutorial peremptory challenges."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- but you don't claim that three of those strikes were based on race? Do you?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There were a large number of strikes in Miller-El. This is a much smaller number. Could you just explain, if you can, what is the relevance of strikes that you do not even claim were racially motivated?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's right that you zero in on the ones as to which you objected. But you also want to rely on the fact that these other jurors were excluded, and no objection was made to their exclusion. If an objection had been made, the State, of course, would have -- could have explained if they had a reason, a non-racial one, why they were struck. But you didn't object. And yet you want them to be considered as convincing racial bias."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Couldn't counsel at that point have gone back and said, ah, now I see what's going on, so I'm going to challenge -- I'm going to interpose a Batson challenge with respect to the second and third African-American?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Presumably because no objection was raised as to Mr. Hawkins. I mean, it is -- the burden is on you to object if you think jurors are being excluded on a racial basis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Out of -- out of how many who were struck."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The district judge is in a much better position to decide those matters, such as you know, he -- his -- his response was -- was slow on -- one the question of, you know, whether he could consider the death penalty. I can't tell that from a cold record, and that's why we -- rely upon the trial judge."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm looking at -- at the joint appendix on page 360. As I read it, Miss Scott gives an answer that can't be heard, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Dupont says, \"I'm sorry, I can't hear you.\" I mean, we don't know; since we weren't there if it was kind of, you know, \"I think I could\" and then \"I think\" -- I mean, you know, it's an atmospheric determination by the -- the district court judge; and as -- as has been pointed out here, all we have is the cold transcript."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's on joint appendix 401?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and the problem with that, of course, is it's - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. BRIGHT: She says \"I think I could\" at And then just a few pages later they go each juror, and she says \"I could.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Well, but -- the question is not could you consider the death penalty. It says could you consider both, when they're going through several of the juries. Jurors."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And I thought that was -- the point was made by your friend on the other side, was that it was ambiguous as to what option she was saying she could consider."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, these are peremptory challenges. It seems to me if you have one -- one juror who says I think I could and another one who said I could, I'm going to strike the one who said I think I could."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did all 21 say I think I could?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bright, you make good arguments about comparisons between white jurors and black jurors."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do with the comparisons that you are making now to white jurors who were never brought to the attention of the Louisiana Supreme Court?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you have a good argument in comparing him to some of the white jurors, in particular Mr. Laws."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But my understanding is you never relied on Mr. Laws before the Louisiana Supreme Court. Is that correct?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the arguments as to each of them are different. The argument as to Mr. Yeager, I think is much weaker. He had one event on a Sunday and he was told you don't have to worry about that, this case is going to be over by Sunday."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's quite different from somebody -- it could be quite different from someone like Mr. Brooks or Mr. Laws. Isn't that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how the dean could resolve his problem."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The man's problem, what he's worried about is that he has to put in a certain number of hours of teaching. And what was it? A couple of months before the end of the term? It was going to be very - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whatever. He had to be there to observe. He had to put in a certain number of hours. How could the dean say oh, don't worry, it's no problem?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The hours requirement is a requirement for the degree. I don't think deans have the ability to -- to waive degree requirements."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe the dean was just saying oh, he'll be able to do it, and - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that wouldn't inspire a great deal of confidence in me, even if I said okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My reaction would be - - would depend on how he said okay. And if I were sitting there as the trial judge, I -- I could discern whether okay meant well, you know, that's what he says but I'm still going to have a hard time digging out those hours for the remaining time that I have in the term. I don't know how he said okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"With Brooks, what he said when he said I'm missing right now something that will better me towards my teaching career, and they say -- and the judge says, is there anybody who could speak to it? And he says, I've already talked to the dean. And so based on the initial conversation with the dean he was still worried."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Then the judge calls the dean, and of course the dean's going to - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what he's going to say to the judge. When Brooks talked to him, apparently there was a problem because his concern remained after having talked to the dean."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"He says I'm missing right now - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Something that could help me out towards my teaching career."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand your answer that Mr. Brooks did not say there was a problem. He says, I've already missed half a day. There's something I'm missing right now that will better me towards my teaching career. He says I've already talked to the dean. How can you say he isn't identifying a problem?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the assurance is only secondhand, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When the dean says it's okay, that's all right."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose you are trying this case. You are a defense attorney, and you ask a juror, a potential juror: Would you hold it against a defendant who doesn't take the stand? And the initial answer is: I have to think about that. I'm not quite sure. Now -- and then you go on, and you ask a lot of questions, and the juror comes around to saying: I understand that's a person's constitutional right. They get the -- advice from a lawyer. It doesn't necessarily mean the person has something to hide, et cetera, et cetera. Does that additional questioning allay the concern that you would have had at the beginning about the fairness, the potential fairness, of the juror?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bright, the Judge was quite passive, and was -- was the judge, in fact, present throughout the entire voir dire?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It sounds like the right answer to me. (Laughter.)"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bright, may I ask, in your judgment, was all the reference to O. J. Simpson relevant at all to what is before us?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that have to do with anything?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So he broke his promise. I mean sue him or something, but I don't see how it has anything to do with whether a fair jury was -- was - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the explanation that was given that this was referring to the defendant's feigning emotional distress rather than anything to do with race?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What doesn't have anything to do with it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not just racially polarizing. I mean maybe it is that, but it is also a case in which a man killed his wife with a knife."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The same as here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then feigned a mental illness by his -- his great-escape escapade, and that is -- that is what the prosecutor said he was trying to bring before the jury."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the relief you are requesting goes only to the penalty and not to the conviction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though -- even though your theory is that it was only with respect to the penalty that the bias -- you have no allegation - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that this jury did not return a valid conviction. I thought your objection was with respect to the death penalty."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bright. Mr. Boudreaux. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"As to life imprisonment or as to the death penalty?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where is this? I -- 364? Show me - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Bright contrasts that with the more probing inquiry with respect to white jurors who said \"I think I could,\" and here there was no follow-up."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The explanation for Mr. Brooks is not terribly convincing on its face. This is -- was an incredibly short trial, was it not? Mr. Brooks is voir dired on Tuesday. And there's a death verdict on Friday."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the concern -- the major concern about him is that he's going to worry about missing Wednesday, Thursday, Friday student teaching?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you compare him to some of the white jurors, particularly, I think, Mr. Laws. Mr. Laws seemed to have a more compelling reason to be worried about not being -- about being in court. He was a contractor. He had houses he had to finish. His wife had recently had surgery. He was taking kids back and forth to the school."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Laws was an identical -- he came up too. He said - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I go back to Ms. Scott?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I go back to Ms. Scott?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. If you look at the top of 367 and then you look over at 366, the format, I think, is that the prosecutor is posing a general question. And then he poses his question -- or she - - and goes around and gets an answer. Here is Mr. Lindey. So they start out with the death penalty. They have some ambiguous thing at the bottom of 366. Then the prosecutor says, \"Mrs. Alvarez -- Ms. Alvarez, you said you could not impose the death penalty.\" \"Mrs. Goff -- Ms. Goff: I could consider the death penalty.\" \"Ms. DuPont: I couldn't hear.\" Prosecutor: You could consider both?\" \"Yes, I would consider it.\" \"Ms. DuBois: I could consider it. Yes.\" \"Ms. Archonie: I could consider it.\" \"Mrs. Alvino: I could consider it.\" \"Ms. Scott: I could. I could.\" Now, that doesn't seem too ambiguous for me -- to me. It seems that what they're talking about, each of them, is the death penalty because that's what, by the time they got to the top of 367, they were talking about. Maybe there's ambiguity there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I haven't noticed in anybody's opinion, so far, making that point that you just made."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No -- well, there's -- I just read you what it was, so I guess people make up their own mind about that. But by -- what I don't think you can make up your own mind as ambiguous is when this prosecutor met with an answer that he considered not - - call it strictly kosher, when he found that, like Mrs. Calligan, she said, \"I'm not sure.\" That's more ambiguous than Mrs. Scott. And then he goes on, for three pages of additional questioning, and then 26 pages later, he doesn't excuse her yet and he doesn't excuse her until she volunteers, \"I could give a verdict -- I don't think I could give a verdict to take someone's life.\" And it's at that point that the prosecutor excuses her. Now, compare that to Ms. Scott, who started out saying \"I think I could\" and then, as I read it, said \"I could.\" Now, that's the kind of comparison here. No follow-up. At the worst, minor ambiguity."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And a slight hesitation. Now, what do you say to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that, of course, is a problem I have generally in this area. We can always imagine that things that are not in the transcript, perhaps what she said spokenly not in the transcript is \"I hate the death penalty. I'll never -- I'll never apply it under any circumstances.\" And I grant you, if that's the law, we are never going to find that there's any prejudice. But I just don't see how that could be the law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course -- sorry."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There -- there isn't much reason, is there, to think that the trial court was being very critical of the prosecutor's answers? My recollection is that, after the O. J. Simpson remark had been made in final argument, that the ultimate resolution of that involved the trial judge saying that one reason that was not a racially significant remark was that the prosecutor had neither -- had mentioned neither the race of the defendant nor the race of O. J. Simpson. Now that is not a critical mind at work, is it? (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And because - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And because you suppose not and I certainly suppose not, the -- the fact is that we have to -- we have to consider the O. J. Simpson remark in trying to evaluate what went on, in trying to evaluate, for example, the lack of critical follow-up in -- in a disparate way by the prosecutor. And that, in fact, is a fair and potent argument that the other side has, isn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you believe that, if there had been a white defendant here, the O. J. Simpson case would have been mentioned?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"See, I'd be candid -- I will be candid to say to you, under the -- under the circumstances of the record in front of us, I find that highly unlikely. And because I find that highly unlikely, I put significance in the O. J. Simpson remark which even you concede is significant."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Boudreaux, even if -- even if you're correct that a neutral explanation was given focusing on the emotional distress, are you - - do you think the prosecutor would have made the analogy if there had been a black juror on the jury?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Before -- before the rebuttal, this prosecutor was going around advertising this as his O. J. Simpson case, and the defense attorney said please, Judge, get him to stop saying that. This is long before -- you are painting a picture of someone who was answering an argument made by the defense, but this prosecutor initiated it, and the defense attorney was reacting. She said judge, he's talking in this county, that county about this is his O. J. Case; stop him from doing that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then he says I'm an officer of the court, and I'm giving you my word."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you -- do you believe that it would have been appropriate at that point for the prosecutor to invoke in his argument any case from any state in which a criminal defendant had unsuccessfully feigned insanity as a reason to decide - - for the jurors to decide that this defendant is -- is feigning insanity?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly. He's entitled to a fair trial without prejudice."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So I think you have two instances here. One is Mrs. Scott, and the other is Mr. Brooks. And with regard to Mr. Brooks, what I've read in the transcript is that he was nervous and unhappy, because he's learning to be a teacher, and he's afraid he's going to miss some student teaching time which will count against him."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What it says is the clerk called the dean and the dean said it he won't, don't worry about it, which Mr. Brook is then told. He's challenged for that reason. He might still worry about it. But Mr. Laws is not. And Mr. Laws is a self-employed contractor who announced to the court, I have a big problem this weekend; two houses are near completion, the owners are supposed to be moving in; my wife has just had a hysterectomy, she's supposed to be taking care of the children back home, and I -- she has nobody to help. Okay? He's not challenged. So we're not worried about Mr. Laws worried about his wife and his business which going down -- you know, serious. But we are worried about Mr. Brooks, who has been told by the dean you have no problem. Now, that's a little bit of a problem to me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you add them up, we have Ms. Scott we have Mr. Brooks, we have the mention of - - and three others -- three others, the only other three black people are challenged off, and we have the -- no black juror us on and we have the references to O. J. Simpson beside. Okay? All right so, there you are. Full case against you."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between that and \"okay\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"One says I can make arrangements, and the other is more economical and he says \"okay.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, she means the dean. The dean - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- said no problem at all. What better arrangement can you want?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- meaning Brooks."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Brooks says okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"The difference is between \"I can make arrangements\" and \"okay.\""},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I wouldn't take it at face value if there had been a further question asked of Mr. Brooks saying, are you really satisfied you have nothing to worry about? And he says well, gee, boy, I sure hope I -- I'm able to make that requirement. But nobody asked that question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All we have is got is \"okay\" on the one hand and \"I can make arrangements\" on other."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we -- we have to go -- your -- this is enough of a fact-specific inquiry for any appellate court, even when we go into the allegations that the prosecution did make. Now you're saying we also have to imagine other reasons, which he didn't state were the reasons why he struck, but which might have been. You really think that that's enough to - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It is not the problem with it. It is your problem with the record. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"It is not mine."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you about Juror Hawkins. You haven't talked much about him."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why did they strike him? He seemed to me to be a pretty good juror for the prosecution."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't he struck before they back-struck the first black on the jury?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that probably explains why they didn't make a Batson objection."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand why the defense would have struck him. I'm trying to understand why the prosecutor - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He knew nothing about that juror except what Justice Stevens and you have just been reciting. If that's all you knew and you were a prosecutor, would you have struck him? Would you have said: I don't want -- I don't want anybody on this jury who's got friends in the police department? Would you have struck him for that reason?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How about you?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you -- would you have gotten rid of him? Would you have said: I don't want any cop lovers on my jury? (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, you wouldn't have, and neither would I."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We have no idea -- we have no idea what this man looked like. We have no idea about his demeanor, his tone of voice. This could have been -- there could have been very legitimate reasons for doing it. There could be no legitimate reasons for doing it."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But nobody asked what reason for doing it was."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know the answer to this at all but how this is supposed to work? A defense attorneys -- the jury selection, and he sees that the prosecutor doesn't challenge for peremptory or any other reason one black member. Let's call it five. And then they start challenging black members. Obviously, he didn't at the beginning impose any Batson claim. He had no Batson claim. There were five people on the jury who were black. What claim could you make? And then after you begin to get suspicious and start to make them, now they do this thing called black strike and they get everybody off the jury. How is it supposed to work?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They don't know."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"The rule is not that you can't -- so long as you have some black on the jury, you can strike the rest."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Any single person."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm speaking reality."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I still have -- I am curious to the answer to Justice Breyer's question. When they go back and back strike at that point can the defendant say I don't think you can back strike this juror you're doing it on the basis of race."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They can go back and back strike."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They can go back and object to the back striking? The State would say, well here's the reasons we're back striking."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That was my question."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":7,"sideBefore":"justices","text":"My problem -- after the back strike of the first black juror who had been accepted, can they thereafter renew an objection if the jurors two and three, who are accepted on the assumption that there would no - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That wasn't done here. That was the point that you made."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When the third -- the back strike of Brooks was made, they could have gone back for Hawkins and the others, but they didn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. There's some ambiguity in your answer. Miller-El says others who were struck can be considered as part of the totality. My question is -- can they go back and object not only to the back struck juror, but as Justice Stevens points out, to the others who weren't objected to perhaps because there wasn't a black person on the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Still, the prosecutor is still there. You can ask the prosecutor, why did you strike that juror?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you one other question. You are the only one who will know the answer to, this too. I noticed in looking at the opinion of the Louisiana Supreme Court that they start out by saying we have conducted another review of the voir dire transcript and find nothing there to disparage the Batson claim. In reading that opinion in several places they refer to their having gone back and having read the whole transcript themselves. And then they have two full pages, or one and a half anyway where they seem to be talking about what happened in a pretrial conference and they refer to that prior review and covered a factor favorable to the State's use of a peremptory challenge. They went back and found a factor of favorable to. Now, was that factor argued to them in the brief? Do you remember that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that's why you might know. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that, in reading it, it seems as if they are not, and I was thinking about how a judge can't think of everything. But if they're going to think beyond what the briefs tell them, they ought to think of it for both sides, and not just for one side."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Boudreaux, I'd like to ask you a question before you finish. It is not an issue in this case, but we are told that African-Americans are 20 percent of the population of Jefferson Parish, but they were less than 11 percent of the people summoned for jury duty. Is that typical?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- and because it's almost half of what you would expect."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the deference in Uttecht, which was the death qualified juror - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- should be any greater than in a Batson case where we have the sensitive issue of racial discrimination?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Uttecht - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Uttecht was a death qualified juror - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and this is a Batson case."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because of our concerns in the Batson area, do you think we're entitled to have a different standard of deference for the trial court? I think your - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We haven't discussed this - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Boudreaux. Mr. Bright, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with your friend on the other side, that you could have objected both to the backstruck juror and to the jurors to whom you -- with respect to whom you did not object because there was -- the juror that was later backstruck on the jury?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Although you could have made an objection. As I understand your opponent, he very helpfully said that they probably would have left the courthouse - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what could you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The objection would have afforded the state an opportunity to present the - - if there was one -- the non-racial reason THAT they struck the juror."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Another reason to do it would be to preserve your right on appeal, to object to those jurors."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe your rule here that -- that we're not going to postulate the worst reason for a prosecutorial strike rather than a good reason when you haven't given the prosecution an opportunity to set forth a good reason."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bright. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN B. BRIGHT","firstName":"STEPHEN","lastName":"BRIGHT","counsel":true,"justice":false,"side":"petitioner","words_spoken":4086,"interruptions":28,"times_spoken":66,"laughter":2,"num_int_by":3},{"id":1,"fullName":"TERRY M. BOUDREAUX","firstName":"TERRY","lastName":"BOUDREAUX","counsel":true,"justice":false,"side":"respondent","words_spoken":2490,"interruptions":27,"times_spoken":74,"laughter":2,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":934,"interruptions":5,"times_spoken":35,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":627,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":310,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":630,"interruptions":5,"times_spoken":29,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1120,"interruptions":1,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":1,"times_spoken":13,"laughter":2,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":88,"interruptions":5,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4086,"times_spoken":66,"laughter":2,"num_int_by":3},{"side":"respondent","interruptions":27,"words_spoken":2490,"times_spoken":74,"laughter":2,"num_int_by":8},{"side":"justices","interruptions":22,"words_spoken":4348,"times_spoken":146,"laughter":5,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.6754410879945344,"respondent":0.3245589120054656,"date":1472419305189}}