{"petitioner":{"name":"CSX TRANSPORTATION, INC.","counsel":[0,1]},"respondent":{"name":"GEORGIA STATE BOARD OF EQUALIZATION, ET AL. ","counsel":[2]},"caseNumber":"06-1287","date":"2007-11-05T06:00:00.000Z","speakers":[{"name":"JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-1287, CSX Transportation v. the Georgia State Board of Equalization. Mr. Phillips. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Is it realistic to think that you can calculate with any degree of precision what the true market value of CSX's property is? The range of values that were calculated by both of these experts are really astonishing, from 12.3 billion to 8.1 billion for Dickerson, from 9.3 to 5.9 for Tegarden. It's like $3 or $4 billion doesn't mean anything. What is the - - can this be done with any precision or is it more realistic just to say that what the district court would have to do is to figure out whether the State's calculation is within some reasonable range?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you want the district court to in addition determine which methodology most accurately reflects that true market value?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to be able to challenge the state's chosen methodology for determining market value?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the, so if the district court says this methodology, Methodology A, most accurately yields true market value, that is giving rise to a Federal rule of determining value, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't see how it varies based on the particular circumstances. If he says I think, you know, whatever it is, discounted value approach is the best way for determining market value, he's not going to in the next case or the district court isn't going to be able to say, I think reproduction cost is the best method. You're going to establish a Federal rule for what is the best way of determining market value."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That happens, that happens once every 25 years. If you prevail on a method that you think is more favorable to railroads before a particular district court, you're going to cite that district court in the next case that you've got and you say: Look a district court's already looked at this and they said Method A is a better way of determining market value."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if a district court says in one case Method A is the best way to get market value and another district court says Method B and they both appeal, the court of appeals is going to have to resolve that conflict, isn't it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you said that CSX has properties in 15 States that use the unit method of calculation."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you challenge all of those there could be 15 different district court findings on true market value, and so within each circuit the court of appeals would have to decide which district court was correct as a matter of fact?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's already been pointed out if the range is a variable of $4 billion I think it probably is worth their while to challenge what they think is a low valuation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if we were to adopt a different approach which said that you can challenge the methodology, methodology, when different methodologies are used, but if the State is using the same methodology that's their choice? It seems to me the only other alternative is to have the Federal judiciary develop a Federal rule about what methodology has to be used."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose there are a lot of valuation cases under the Takings Clause, aren't there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a standard Federal rule for how you evaluate - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that how it works in utility rate regulation? Isn't there in fact a standard Federal method of determining what rates affect the taking of property - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, if it's challenged - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The rate of return in a public utility."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask this question. Is it -- would it be permitted for a State to say that, with respect to utilities and certain industries, including railroads, we use valuation Method A, with respect to commercial rental real estate property we use valuation Method B? Is that permitted?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So is a large part of the argument you would make that other utilities are comparable or not comparable to a railroad?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose an accounting journal or some prestigious group of accountants and tax appraisers came up with a new theory for evaluating railroad property and it was conceded by all to be highly accurate. Could they use just that for the railroad and different methodologies for all other utilities all over the country?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"","text":"So that if had the Platonic, the ideal valuation method, the State could use it only if it ended up with the right ratio?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the end it has to have the right ratio."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Congress uses the word \"true market value\" and under this hypothetical I come very close to true market value, and you say it doesn't work."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your -- I thought your submission was that even if is true market value for the railroad, the ratio still has to be in line if the methodology is different."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, could I come back to this question of whether or not there's going to be a uniform Federal rule or not. When the district court makes this finding of what the true market value is that's a finding of fact, I assume."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it would be reviewed under a clearly erroneous standard by the court of appeals?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if there were various methodologies that were possible and this was one of the ones that was ballpark at least reasonable, would the court of appeals have any basis for reversing the, how could you say it's - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, more often than not. But in fact it is an ultimate finding of fact, but it's based on valuation methodology and that's what's at issue here. No one doubts that the application of a methodology can be challenged. The question is whether or not if you start out -- I reached these facts because I used reproduction costs as my method of valuation, and your submission is going to be that vastly overvalues our property and you should use a different method. That's a legal question. That's not a method -- question of fact."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the district court -- what if there is one methodology that gets you an answer within 20 percent margin of error, up or down, and there is another methodology that gives you an answer with a 5 percent margin of error, up or down? Can you challenge the application of one of those as opposed to the other."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course you can challenge it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"My question -- my question assumes that the methodology leads to a value that is either 20 percent higher or lower in one case, and 5 percent higher or lower in the other case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I approach the same issue this way? When a State board in this case determines what method of valuation it is going to use, what does it consider? What are the reasons that it chooses method A rather than method B?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what should the reasons be?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the professional standards, I take it, are not simply rules that one can grab out of thin air depending on one's mood. Doesn't"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't one have to choose the methodology based on some factual determination on -- which would support a conclusion that this is a better methodology for this case and others - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for this case than others?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But at the end of the day, it's a determination which is based upon facts. There are good reasons in fact to choose method A rather than method B, right?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it make sense then for a reviewing court to review the basis upon which the methodology was chosen, and if in fact there is a reasonable basis for choosing methodology A rather than methodology B, accept it and defer it to that extent?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure what his question is. I think he is talking about reviewing the district court's judgment on that basis."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I'm talking about reviewing the judgment of the State authority in choosing one method rather than another."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But we don't -- we don't know, there is no way of telling whether there is a variation, or there isn't a variation under the congressional formula, unless we first have a formula for determining what the value -- what the true value of the railroad property is. We know that can vary. That can vary depending upon the methodology chosen. The methodology chosen is dependent upon good facts, to pick one or the other; and therefore, doesn't the very -- the very criterion that Congress chose ultimately depend upon the methodology?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Mr. Hallward-Driemeier. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What if you take my variation on it, and that is, we don't defer it to the State's choice in the abstract, i.e. if we -- if there are 10 methods, as long as it's one of the 10 it's okay? Rather, if we defer at all, we defer it to the choice that is made to -- to accept one or the other methodology, and we look to the reasons that the State gives for making that choice? Would that take all the teeth out of the Federal act?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Your point is well taken. It has a variety, and then it makes some kind of a judgmental choice as between the results it gets. But that I guess just makes my question more complicated. As long as it -- as long as it has good reasons for selecting, let's say the three competing methodologies that it uses, and as long as it has a rational -- gives a rational basis for the ultimate resolution, should we not or should a court not defer to the choices?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But doesn't the judgment get exercised in determining what facts are good reasons for selecting this methodology, or this variant of methodology, for this particular case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if you don't agree with Justice Souter's test for the district court review of the State, might you agree with it as applied to the court of appeals review of the district court's job?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, are you going to answer my question, yes or no?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I didn't ask whether it was different. I asked whether a reasonable basis for plain error -- for clearly erroneous review, by the court of appeals, begins with assessing whether the methodology used by the district court is reasonable."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, a combination of methodologies. I'm talking about -- when I say methodology, I mean even if it uses a combination of five different ones, okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it reasonable? How do you propose to have the court of appeals review the district court's selection of methodologies?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- were reasonable? Do they have to have been the very best?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it clearly erroneous if it may not be the very best, but it's ballpark and there is disagreement as to what the very best would be?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask this question? I understood you to be arguing that the district court made an error of law in not receiving evidence of a different methodology offered by the railroads. And also, if they conceivably -- if I understood you correctly, you could send the case back, they could then receive the evidence and come to precisely the same conclusion that they already came to. That would be permissible, wouldn't it?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"There's something not quite right about that. Wasn't all the evidence submitted, but the district judge said, I have all the evidence, but I can't consider. It isn't a question of introducing new evidence when it goes back. It's a question of looking at the body of evidence that was submitted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Were all of the values that were arrived at in this case within the ballpark?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Were all the valuations used here reliable indications of true market value?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there is no way to tell. Everybody agrees we're just making more or less educated guesses."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And so the district court has to engage in purely fictional enterprise, and say yes, all the methodologies give you a range of 6 to 12 billion, but I think the answer is 8.2 billion."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you disagree if had you 10 totally disinterested experts, not paid by either side, and they engaged in this, that they would not all come to the same number, that there would be a range and probably a fairly significant range?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Could the district court appoint a special master to help her?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hallward-Driemeier. Mr. Calvert. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to be what it says though, isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What's the language? What's the crucial language?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, it doesn't require - - what it say the district court is supposed to find?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's supposed to find the true market value of the railroads. It doesn't seem to me fuzzy language. District court is to find true market value."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's a very strange way of saying the district judge is to -- is to ask whether the State has used one of a number of reasonable methods of determining the market value. To say, go find the true market value is a very strange way of saying that, and that's what you, that's what you're saying it means."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why would your position be any stronger if it used fair market value?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Or any weaker?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean, we have false \"fair market value\"? I never heard of such a thing."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the point not that anyone is denying that there can be a range, that there -- everybody agrees that there is not here, simply because there is not one methodology, there is not an exact science which is operating? But isn't the real point the point that Justice Scalia made, that when Congress uses the term \"true market value,\" when it has a criterion of truth, the one thing that does seem to be clear is that, if you are looking for truth, you do not defer to a party in interest? And isn't that the one point? And if you accept that point, then doesn't it follow that methodology is up to the assessment of the district court."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How could it say it more plainly than using the criterion of truth?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Truth -- whatever truth means, it doesn't mean deferring to a party in interest. Isn't that correct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We all accept that. The question is not whether we're talking about rocket science in valuation. The question is whether we are deferring to a choice made by the party in interest? And doesn't the criterion of truth imply that we do not?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So Congress in effect was engaging in Pontius Pilate's exercise, what is truth?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I was expecting you to say, that what is truth? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And if you limit it to the application and not the methodology, then Congress's overriding goal was there was a problem with overevaluation of the railroad's property, and Congress was responding to that problem of overevaluating the property. But if you limit the challenger to just the application, then you are not going to have as vigorous a check on over evaluation as you would have if you could -- if you could reach back to the methodology."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But what you are saying is that the -- that the court is simply being turned into a grade school math teacher who looks to see whether the sums are added up correctly. That can't be what Congress had in mind."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, there was -- there was a contest about the judgment used by the State in selecting one point of datum in its calculation, right?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. If that kind of judgment -- if it makes sense under the statute to put that kind of judgment in question, why doesn't it equally make sense under the statute to put other questions of judgment such as the selection of the methodology to which the data point in fact is relevant? Where do you stop?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I know that's why you think. My question is, if you agree that it's appropriate under the congressional statute to challenge one issue of judgment, why isn't it equally appropriate to challenge other issues of judgment, i.e., selection of methodology?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Each one, as I understand it, is a question of judgment about what is appropriate on the facts of this case, or these kinds of cases."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"The trouble is you can't find a -- it is a line, but it's not a line you can derive from true market value. I mean, you can do it, but what in the statute suggests that that's what you should do?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The reason that they do that is because none of these methods comes even close to working out what the company is really worth because, if we had, we wouldn't be here. We'd be out in Wall Street. We'd make billions. (Laughter.)"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":11,"sideBefore":"justices","text":"All right. So they don't know, and they use all these different methods sort of as checks one on the other. Now, the railroad simply wants to say: Look, you had an expert here and he went and used a method, and it comes up with a certain number, but if you look at a few other methods, you'll see that's an outlier. Okay? Now, why shouldn't it be able to do that?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"They're not going to do that. The State has enormous leeway. Anyone who valued a railroad running through the center of this city, of what it would be worth if the property were sold on the private market, you'd get an astronomical number. So the chances of this number being higher than the sales value of private property is not great. So, if you've come in with some method that puts it higher than that, well, why shouldn't they be able to come in and say: Look, look what they've got with this method, which in our opinion is not a fair method. Now, why not? Because after all, if you're going to say they can't, then there is no check on the State working out a method that discriminates, as Justice Ginsburg said, seriously against the railroads."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"What they're going to do is they're simply going to let people present the evidence as you've heard, which will have 15 valuation methods if they want, all serving each as checks on the other. There's no single method. So why would you end up with that result?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought -- I thought you conceded that that was what it would be, because you said that the Federal court would be turned into a board of equalization, and a board of equalization is not making grand law for setting precedent."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think what they want is to be able to attack the methodology and not be limited to the application of whatever methodology the State prefers."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, I don't think they're not going to get that from this Court, any more than they could get it from the Court of Appeals. All the Court of Appeals can say, it seems to me, is that the methodology that the district court used was not clearly erroneous. I think another district court in a later year could probably use a different methodology, which would again be affirmed by the Court of Appeals because it was not clearly erroneous. We're not -- I don't think either the Court of Appeals or this Court is placing any stamp on a particular methodology."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"(Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":5,"sideBefore":"justices","text":"to get it here. Maybe they did, but they're May I ask this question about your position? Supposing Dickerson had adopted the stock-and-debt method and taken the $12 million - - $12 billion figure and said that's really a reasonable basis, and then he ended up with that value. Would you be able to defend that decision with precisely the same arguments that you're making today?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's what - - I'm sorry."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I just wanted to be sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"I thought that would be part of your reply to Justice Breyer, that you had five different methodologies here and you chose the lowest one; and the question really is how many more methodologies do you have to look at if you're going to choose the lowest one in each case."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If it had been -- I'm sorry -- if it had been Dickerson's methodology at the last step to choose the highest value, would that be reasonable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This State appraiser as I understand it had never done an appraisal before of - - of this magnitude, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking for the footnote, but I -- I was, I was impressed by what seemed to me the -- the vast difference in -- in qualifications and experience of the -- of the State appraiser and of the expert who was brought in by the railroads at the trial. And it seemed to me quite absurd to say we have to defer to -- to this novice in the field, and -- and not look at the -- at the testimony of -- of someone who has done a lot of it before."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did you have a response - - did you have a response to that footnote? I didn't - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. I must have skipped that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"A little footnote battle here, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of yours?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You know, if this comes down as it probably will in every case, to a battle of competing experts, are you aware of any other area where we say that a district court cannot look at the methodology used by an expert in determining whether or not to give credence to the expert's opinion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So why should we create a special rule here for the State?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if -- I take it to determine how far you could go with that, I take it though in your view if the State's appraiser had never done an appraisal before in his life, if he were plucked off the street by the State and said, you know, \"appraise the railroad property; we are making you a State appraiser,\" on your view the district court could not look behind that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly. But the selection of the methodology by the guy off the street could not be examined."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's -- it's one of the recognized methodologies."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It happens to be the one that gives the highest number. But it's a recognized methodology and there are certain -- certainly examples in which that methodology has been used, and I take it that if the guy off the street picks one of those, and that's all we know about it, the district court on your view cannot look behind it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And that's what you have here. I've looked -- I've looked at your footnote and I see that indeed Mr. Dickerson did have over 30 years experience including well over a thousand valuations - - performed under the unit rule; performed under one method of evaluation, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the whole issue here is that that method of valuation, however expert he is at it, is not proper here. It doesn't work. That there are other ones that should have been brought to bear."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":5,"sideBefore":"justices","text":"I thought both sides agreed that the unit - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Was one of the ones, yes; but that's not the only one. That's the only one he is an expert in."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it's different methodologies under the unit rule. He has used -- he has used different methodologies under - -"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I guess the term methodology is confusing because you could think it means unit rule - -"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"--or you could think how under the unit rule, what is the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if what if the State elected to use reproduction cost as its valuation method, which I guess everybody agrees vastly overstates the value of the railroad?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if there are problems with a particular methodology, the methodology can be challenged?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How could you say it on your theory?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How could you say it consistently with your position here?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then why doesn't the court have an opportunity or the right to examine whether any particular methodology is reasonable as applied to this taxpayer and this kind of property at this time?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought -- I thought you were saying that the reproduction method had such severe problems associated with it that it simply would not be a fair methodology to use and at least a reviewing court, a district court could -- could draw that conclusion. I thought that was your answer."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We are talking about the railroads like CSX, and I thought your answer was that a -- a district court could conclude that as applied in a case like this, that there are so many problems that it simply would not be a reasonable valuation method."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Then well then how do you draw a line?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If you can do that, why can't it do what -- what your brother is saying it should do in this case?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's assume I'm making that argument now in my question. Why -- why can you draw the line that you want to draw?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. And your argument is that it's not reasonable because it must overstate the value by a particular percentage or number. And I think Justice Souter's question is: Well, where do you draw the line? If you say it's not reasonable because it overstates value by 50 percent, is a methodology that overstates value by 20 percent reasonable or not - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- keeping in mind all the methodologies here range from 8 -- 6 billion to 12 billion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Calvert, can you tell me how this thing works, or how it may work in the future? Does the State just whip up a number and lay it on the railroad, or -- or, in fact, is there some discussion each year between the railroad's experts and the -- and the State's experts as to what the right number should be?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So there is some give-and-take discussion before the State comes down firmly and says: Cough up the money?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I take it this question about the unit rule -- I take it Georgia is figuring out what the entire value of the railroad is throughout the country. Have other States had to make the same determination to apply their unit rules?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say, do Tennessee and Mississippi have to also apply the unit rule to value the property of this particular railroad?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is it admissible evidence to find out what other -- figures other States have come up with? Because you're all taking the same answer, aren't you - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- if you all use the unit rule?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if the evidence shows that 49 States have come up with a valuation of $5 billion, and you use a method that comes up with $8 billion? Would that be admissible evidence?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And does the record contain any such evidence in this case? Do we know what other States have found."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Was the highest?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't that raise some suspicion about maybe they have a different approach than is commonly applied seeking precisely the same answer to precisely the same question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Calvert. Mr. Phillips, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean I assume that's in the normal context of the adversary process. In other words, the district court does not necessarily have to come up with a number independent of what the parties present to it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It can decide which of the presentations is closer to true market value."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips, the case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1992,"interruptions":6,"times_spoken":42,"laughter":0,"num_int_by":2},{"id":1,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":999,"interruptions":7,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":2,"fullName":"WARREN R. CALVERT","firstName":"WARREN","lastName":"CALVERT","counsel":true,"justice":false,"side":"respondent","words_spoken":2933,"interruptions":22,"times_spoken":68,"laughter":0,"num_int_by":6},{"id":3,"fullName":"JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1012,"interruptions":3,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":232,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":945,"interruptions":4,"times_spoken":35,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":4,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1258,"interruptions":1,"times_spoken":34,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":249,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":301,"interruptions":0,"times_spoken":4,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2991,"times_spoken":61,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":22,"words_spoken":2933,"times_spoken":68,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":4572,"times_spoken":141,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126820}}