{"petitioner":{"name":"THE PERMANENT MISSION OF INDIA TO THE UNITED NATIONS, ET AL.","counsel":[0,1]},"respondent":{"name":"CITY OF NEW YORK, NEW YORK. ","counsel":[2]},"caseNumber":"06-134","date":"2007-04-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 06-134, The Permanent Mission of India to the United Nations et al. vs. The City of New York. Mr. Howley. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course you could say the same thing if the mission here sold its property to someone and someone was claiming the right to possess the property by reason of the sale. And you could come up and say this is simply, simply a case deciding the, the ultimate issue of whether the sale occurred or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it would clearly come within the property right exception, wouldn't it? You -- you don't go one step back to look at the transaction that created the, the right in real property assuming the right in real property exists."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that, let's assume that exception didn't exist."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you had nothing but the real estate exception. You would come in and say this ultimately relates to not who owns the real estate but whether there was a proper contract or not. And I - - frankly we wouldn't accept that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what New York is seeking is an interest in land and a lien is an interest in the land. It runs with the land, doesn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't he force a sale of the property to collect the lien?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that this action does not because of the sovereign immunity. But -- but we are talking about what the nature of a lien is. In an ordinary case cannot a lien holder force a sale of the property so that he can get out the money represented by his lien?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how can he commence an action to foreclose on the property unless he in any ordinary sense of the term has an interest in the property?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're distinguishing between rights in property and interests in property? I would think that every right in property is an interest in property and vice versa."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The counterclaim sounds to me very much like it comes straight out of the Federal Rules, not out of any convention. It's the same transaction and occurrence, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's exactly what it says in the Federal Rules about compulsory - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress didn't really say it. I mean the committee said it to be precise."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Good."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"What was your distinction between a mortgage and a tax lien?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so think they can't enforce mortgage under this? That is to say the bank can't; it's not an interest of property in mortgage?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's, that's where it's hard for me because a purchase money mortgage, you sell the real estate. Ordinary secured interest in mortgage is secured interest by a lender is normally viewed as an interest in property, I think. I mean is there, is there any law anywhere that says that isn't an interest in property?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on that point in some jurisdictions and perhaps you can tell me about New York, I had thought and correct me if I'm wrong, that tax liens have a superior status to other liens in that they are an, an interest or an estate in the property as opposed to an attachment. Is it not true? And I don't, and I'm not talking just about order of priority for creditors. I'm talking about the superiority insofar as being or not being an interest in property."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there New York law to that effect?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I had -- I had thought that it is an estate in land in at least some jurisdictions. And Justice Breyer was asking about the same thing. In other words, there are liens -- there are liens and liens. There are different kinds of liens."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that brings up the basic question I have, is this a question of State law or Federal law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So even if you have different rules in different States, there is going to be one rule under Federal law under 1605(a)(4)?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Had the State Department taken a position at that point, at the time the Act was passed?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There was nothing vague about the State Department's brief in the Englewood case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But anyway, at a time closer to the passage of the Act, the State Department was taking the position that a lien was an interest in land."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they just may be more sympathetic to India and Mongolia than they were to Libya."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"That's not beyond the realm of the conceivable, is it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I take it there has never been a case in the history of the world you'll tell me where a lender or bank or anybody who loaned money to build an embassy has ever brought a case against the owner of the embassy, the sovereign, and won under anything like this exception, because they can't sue them."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ever. And there is none the other way, where they said you couldn't sue them."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So why do people lend money to build embassies?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And how did it work before 1605 was passed, how did they used to build, in the 19th century, embassies, if you know."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't buying land that you're not using for your embassy itself, or for the residence of the ambassador, but buying and occupying that land which subjects yourself to real estate taxes on that land, why isn't that a commercial activity?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the Indian embassy could own real estate throughout New York City, which it wouldn't have to pay taxes on? Or if it didn't, nothing could be done about it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? No. You're saying, you're saying it's not a commercial activity. I mean - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends upon the use, and the use in this case is not -- is not the embassy itself or the residence of the ambassador. I mean, they could use a piece of property for anything."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the buying and occupying of it is commercial activity."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it commercial activity for New York to say, we provide garbage services, electric services, et cetera."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they pay fees and New York taxes. Suppose New York doesn't have fees. Suppose they say, we'll just do this out of our property tax."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And in reality, you will never get there, because the Vienna Convention deals with the substantive liability -- you're talking about jurisdiction. On your theory, you would never get to the fee for picking up the garbage, because you wouldn't have any jurisdiction."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The commercial activity, it's applied to that same building that you say can't be -- it can't be any suit for taxes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even if this, the building were only the mission and the representative, the minister to the U.N., even then - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the water of a municipal service, garbage collection, could be charged."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"","text":"Well, it's the city. Not a private company, the city itself."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, this isn't a suit for the taxes. I mean, we are not talking about a suit for the taxes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We are talking about a declaration as to the interest in the land."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You could easily say there has to be a relationship to the property itself."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Howley. Mr. Srinivasan. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's always brought up to answer the problem, well, you know -- let me give you a case in which it obviously is not a commercial activity, but it seems to me that the -- that the lien interest has to be honored. Let's suppose that there is an American who is very friendly to and sympathetic with the Indian government, and gives them real estate, not a commercial activity, he gives them real estate in which to house the employees in -- in their mission. However, he retains an interest in that real estate. He retains a lien on the real estate, to have money paid to him at some point. He is not willing to give the full amount of the property, but most of it. And he retains a lien. Now, under your theory, that lien would not be enforceable, is that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Enforceable or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That seems very strange to me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that the Department submitted a good brief on this issue, but in What do you do with all the arguments -- I'm looking at page 12 of your brief in the Englewood case, which you argued that these liens were interests in property. Are those arguments no longer valid?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what about the argument that it was an interest in property. The brief was very clear that it is an interest in property, and that a tax lien is almost sui generis, in that it is an estate in the property."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It survives bona fide - - it survives bona fide purchaser without notice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"The other reasons you gave, the holder of a lien can bring an action to enjoin waste, holders of liens are entitled to compensation if eminent domain is exercised. All of those reasons are still as valid as they were in 1985."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What property is it a right in if not the immovable property?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And it follows that immovable property and when the immovable property disappears the lien disappears. You know, if it's blown away or flooded, it's now in the Atlantic; the lien is gone."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how can the, how can the lien holder then bring an action to enjoin waste of the immovable property?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What about paragraph 3 just after paragraph 2 in the complaint? Paragraph 3 asks the court to bar and forever foreclose the defendants from all right, interest, claim, etcetera in the parcel. Well, what about that? What they're asking, I just heard it. So what's the answer to that? They seem to be saying, we have the right to the parcel, you the defendant have no right to the parcel."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I did in part, so he can answer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"In a very practical way, you're expressing that right means ownership means ownership. But the title is certainly impaired by this lien. India could not turn around and sell it to anyone without doing something to discharge the, lien right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So the title is certainly clouded by this lien."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It doesn't have to be a right in the property. If you look at it from the owner's point of view, it is a cloud on the owner's title in the property. It affects the owner's title. Even if you assert that it doesn't give any title to the lien holder, it impairs the title of the property owner. And that's all that's required, as I read the title, in which rights in immovable property are an issue, and here the question is whether the, the mission's right to the property is, is impaired by this lien."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It affects the right to convey the property free and clear, which is an enormous right that goes along with the real estate."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"How long did the United States take the opposite position and when did it change?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"How long did the United States adhere to the position that's reflect in the Englewood brief and when did it change?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What about an easement? That doesn't involve any of those things. You can't exclude people and so forth."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Cardozo. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Cardozo, before you go any further, I had been under the impression from your brief that you're not trying to enforce anything against, against India or against the mission. You just said you wanted a declaratory judgment that the lien is a valid lien. But, but here it is in your complaint you're asking for foreclosure. Which, which is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You just asked for it to scare them? Was that it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but they'll say as was their response to a lot of hypotheticals, the commercial act exception covers that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The problem that actually is bothering me with your side of the case which I find difficult is, suppose I accept this principle that you have. All right, it seems to me anything at all can be reduced to a lien, any judgment, at least certainly slip and fall cases and you didn't keep the ice up in front and I want $4 million damages plus 300 million in punitives and where it is I have a lien against the embassy here. And I can't think of a distinction once I go down your road. I mean, he at least has an absolute distinction which I can see, but once I go down your road where is the stopping place? What's the principle?"},{"name":"MR. ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Let me try, Justice Breyer. First of all, if there was a judgment on that hypothetical tort action that you just mentioned, if there were a judgment you wouldn't have gotten the judgment in the first place unless you had originally come within - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I'm imagining a city or Belarus or someplace where what they do is they say slip and fall on ice -- you know, you get a lien against the property prior to -- okay. I mean, it's easy to imagine that kind of thing."},{"name":"MR. ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"And in a range of subject matters. So I'm looking to what the stopping place is once I start down your road."},{"name":"MR. ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"And the stopping place I think is a Federalism concept and a due process concept, because as this Court has held in a number of cases, there's a real due process question if liens are created with no concern about the effect on the defendant. You have to take a look at the interest of the so-called plaintiff and you have to find whether there is a relationship between the lien and the underlying claim. Now - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Why didn't you just say - - you know, if you're worried about the malevolence of countries to make all sorts of stuff liens, I guess if they're malevolent enough they can make all sorts of stuff easements, which, which the other side says is undoubtedly a property interest. So they could say that, you know, if you're held liable the court can give you an easement over the property of, of the defendant worth so much money. And that would undoubtedly be enforceable."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I still have my question because I'm not world about malevolence, is that I don't carry around in my head all of the possible things that might be liens against property. And so maybe my imagination is wrong, but I want to know are you are arguing that every lien against the property is in fact a right in property which allows a lawsuit, or are you arguing that there is some distinction between some and the other. And I noticed that the Restatements and others are trying to distinguish between whether the lien in question grows out of the property or it doesn't grow out of the property, which I find possibly hard to work with and so I want to know how you see it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's take the parking ticket that your colleague raised, that New York would make a parking ticket a lien, unpaid parking ticket a lien on all, all property."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the only thing they would have to do I suppose -- you've mentioned the due process point -- would be to perhaps give a hearing before the lien was declared and that would be enough?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, provided that, provided notice of hearing was offered, the parking ticket lien would be in the same position as this lien, right -- the hearing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And under New York law does property, do property tax liens have some superior status? Are they distinct under New York law from other liens?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Without reference to priority."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I had thought they had a greater priority and that they even survived purchase from bona fide sellers."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask -- may I ask this question? Suppose another jurisdiction had a tax system which was just a little different from New York's and didn't provide for a lien until after a suit had been brought and there had been a failure to pay or had to get a judgment first. On that case, that jurisdiction could not enforce this tax law?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And don't you think it's sort of a strange way to define a tax immunity, by - - by, by describing the -- the interest in immovable property?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But, but the basic issue in final analysis is whether they have to pay their taxes, isn't it?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The ultimate issue is whether they have to pay their taxes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know any States that don't? Isn't it fairly standard? For - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May, may I just ask, for a kind of a footnote kind of question? I mean you referred again to the text. And if we are going to go on a very strict reading of the text as I understand it, you don't have to claim a right in property, you have to have a claim in -- in which someone's rights in immovable property are in issue. So whether the, the - - and so long as you create a cloud on the title, however that cloud is classified, it puts in issue the title of the named title holder, so that the debates about the distinction between a lien and easement and so forth is essentially irrelevant as long as it's a cloud on the title. If we are going to be that, if we are going to be literal, isn't that so?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the -- the European, the European treaty looks at it from the other side, you're saying. It looks at it from the foreign sovereign side."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Would the obligations arising out of the property in the European Convention include the obligation to pay taxes, property taxes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"This says what explicitly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Over tax liens or claims?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And you don't go that far."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is this the Vienna Convention?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"European Convention."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- the convention used language quite different than that was used by Congress. So I'm not quite sure how that international practice reflected in or arising out of the convention is terribly pertinent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And in some cases they used language directly from the convention and in this case they didn't so it seems to me a particularly ill-advised source for looking for what they were trying to do."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Did their practice draw a distinction between occupied by the ambassador himself and property occupied by employees of the embassy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you what, what do you get out of this case? You've withdrawn your claim for judgment of foreclosure. What are you going to get out of it? Declaratory judgment that they owe the taxes? I'm not sure they have ever contested that they don't owe taxes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You say he is wrong about a lot of other stuff. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Why do you believe him about that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- can I can ask you to go back for a second to where I'm getting myself into a muddle here. I'm still now being very, very literal. I think you're very literal and you say it says, a case in which is involved rights to property. And you say, but this is a right to property in this case; if I win this case then I have a right to sell that house. Therefore, I have a right in property. Now, if that's the reasoning why doesn't that apply to every case where a State might say if you win this case you can sell his house? I mean, I can easily imagine a tort case, a contract case where a State would say, you win, you can sell their house to collect the judgment."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I'm still back in a different route at where I'm having the problem, which is a problem of distinguishing in principle between either your absolute principle, \"do it,\" his absolute principle, \"don't do it,\" or something in the middle."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The hypothetical was doing away with the prejudgment lien. I would say the exact same words apply with just as much force if there is no prejudgment lien because a suit without a lien the State were to say, you win this tort claim, you can go sell this property to collect the judgment, is a suit in which there is at issue your right to sell his property, just as there is here."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait a minute. But the -- the embassy has rights in it when the case is brought, even before the final judgment. So you know, let's give the devil his due. It would be a case in which rights in immovable property are in issue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You want to look at it from the embassy side too so - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's your big defense. To do that they would have to do it for everybody' they would have to do it for Joe Sixpack as well as for the embassy, right?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is it only the case that the, that the only instances in which, consistent with the Foreign Sovereign Immunities Act the State could say you get the house, would be instances of litigation arising out of commercial activity?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now -- now I take it you under New York law and the law of most jurisdictions, the tax lien becomes a lien against the property before any judicial proceedings."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just because they are unpaid. And this is probably a question more for them than for you, but as you understand their position, if you put a lien on the property for unpaid taxes, are they entitled to demand its removal?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You mean of course they can under their view?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. No. No."},{"name":"JUSTICE KENNEY","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":11,"sideBefore":"justices","text":"Can they demand that that lien be released - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. -- because it violates the Foreign Sovereign Immunities Act? Is it their position that you have no right at all even to notice a lien against the property?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It would seem to me to follow from what they're saying."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"My hypothetical is can they demand that the lien be removed solely because of the Foreign Sovereign Immunities Act."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"With reference to the offset of foreign aid, could that offset be made under the controlling statutes just based on your lien, or do you have to have a judgment first?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you a question in your remaining time. With respect to the statute that authorizes the, the charge against foreign aid, would that statute have any application except either in a commercial case or a case like yours?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's right. You can go directly."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So in practical terms, with the possible exception of a counterclaim, the foreign aid setoff would simply apply to a case like this, then?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I was going to say, if you deny all the statutes you've got to - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What do you do with traffic tickets? They've built up. You know, there's $100,000 owing in traffic tickets by some embassy. How do you get a judgment that that is owing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you can't use even the foreign aid gimmick to - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Foreign aid - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Unless New York law is changed and you pass something saying you get a lien on property if you have delinquent property, parking tickets."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that the Federal, the 100 percent withholding, relates to taxes?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Taxes, not for parking tickets or anything else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Howley, you have two minutes remaining. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you take the position that it's improper even to notice the property with the lien?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, let's assume that you owe the taxes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean we'll have to start paying our taxes around the world?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a real problem for us? I don't think so."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. [Whereupon, at 11:01 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"JOHN J.P. HOWLEY","firstName":"JOHN","lastName":"HOWLEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1937,"interruptions":15,"times_spoken":49,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1315,"interruptions":5,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MICHAEL A. CARDOZO","firstName":"MICHAEL","lastName":"CARDOZO","counsel":true,"justice":false,"side":"respondent","words_spoken":2621,"interruptions":19,"times_spoken":62,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1265,"interruptions":5,"times_spoken":46,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":845,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":505,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"MR. BAKER","lastName":"BAKER","counsel":false,"justice":false,"side":"","words_spoken":48,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":141,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE KENNEY","lastName":"KENNEY","counsel":false,"justice":true,"side":"justices","words_spoken":2,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3252,"times_spoken":69,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":19,"words_spoken":2621,"times_spoken":62,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":3954,"times_spoken":144,"laughter":1,"num_int_by":5}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.813321107099401,"respondent":0.18667889290059902,"date":1472418052719}}