{"petitioner":{"name":"MEADWESTVACO CORPORTATION, SUCCESSOR IN INTEREST TO THE MEAD CORPORATION","counsel":[0]},"respondent":{"name":"ILLINOIS DEPARTMENT OF REVENUE, ET AL. ","counsel":[1]},"caseNumber":"06-1413","date":"2008-01-16T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 06-1413, MeadWestvaco v. The Illinois Department of Revenue. Ms. Brinkmann. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You are saying to me, Ms. Brinkmann -- we talk about an asset, an investment. This was one company. This -- it's strange to talk about unitary basis or investment. This is a division of one company. And we are talking about a sale of assets. Not the sale of stock of a subsidiary. So what more is there than this is one company, it sells some of its assets?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have any cases - - do we have any decisions that go against the state taxing authority that involve divisions as opposed to subsidiaries?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I go back to sort of a fundamental question I'm not quite sure I know the answer to. Supposing we don't have corporations here, but an individual resident of New York owned this whole business and a big bunch of it was activities in Illinois, and he sold the business. Would Illinois have the authority to impose any tax on that transaction?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm assuming it's not the domicile. The owner lives in New York. The business is all over the country, but does millions of dollars of business in Illinois. And they sell the whole business. Would the owner be subject to any tax of any kind in Illinois on that transaction? Could he constitutionally be subjected to any tax? BRINKMANN: If there was -- the domiciliary State generally is the State which has the authority to tax an income on a capital gain - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Assume it's not the domiciliary State."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could we get an answer without reference to cases? Do you think Illinois would have the authority to impose a tax on that transaction?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Millions of dollars of business in Illinois, that's my assumption."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Could they tax the sale of the business?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I have the same - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying only the domicile could impose a tax?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they owned a truck instead of a business, they could tax that transaction, I suppose?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"You can't have a unitary business -- a person who is a unitary business. I mean, a person can't be unitary with Exxon. I mean, when you speak of a unitary business you're talking about a corporation which, you know, is unitary with another corporation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Once you put it into a personal taxation scheme, it seems to me the whole unitary business notion has no application at all."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- what does the domicile State -- we have Ohio. But you say as a matter of constitutional law, not State tax policy, as a matter of constitutional law, the only State that has authority to tax the capital gain is Ohio?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does Ohio -- would Ohio give credit for the tax that its sister State thinks is due? What is, in fact, Ohio's tax law in this respect? Does Ohio give credit to taxes paid by other States - - to other States?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I have an answer to a very simple question? If Illinois claimed the tax, would Ohio give credit for the tax paid in Illinois?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know what -- what Ohio does in these situations?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What has Ohio done - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What has Ohio done up to this point with respect to this transaction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"To Ohio?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brinkmann, you begin your brief by saying this, a paper company, that happens to own a data processing company. Why couldn't you equally say this is a data processing company that happens to own a paper company?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and Lexis/Nexis has been a data processing company since whenever."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not the oldest -- whichever is oldest isn't the one that gets to be regarded as the dominant partner, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is General Electric a light bulb company or, since it owns NBC, a media company."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't the answer both? Why isn't the answer both, just as here it is both a paper or office supply company and a Lexis/Nexis, electronic data company?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because they sell paper in Illinois?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Lexis sells data services in Illinois, too."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't - - I mean, you just said, as I understand it, Illinois has the right to tax Lexis under business activities in Illinois. Illinois would argue the reason it has a capital gain is partly because they were doing business in Illinois and so we should be entitled to part of that capital gain. Almost -- I mean, it seems to me it would be pretty easy if they get to tax 2 percent of Lexis's business, well then maybe they should get 2 percent of the capital gain when it's sold or tax 2 percent."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They're raising it in - - in support of the judgment. So if it's novel, but it supports the judgment, then at least shouldn't the Illinois courts have a chance to look at it and say, oh, that's what we really meant, we just got -- explained it the wrong way?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think this is part of the substance. I thought that as part of one of your answers you said that Ohio is free to allocate part of this capital gains tax to Illinois? Did I hear you say that, because I don't understand that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it kind of like futures hedging? I mean, you've got a paper company and then you've got something that is sort of the paperless aspect, and they can look at it and say, well, we're kind of hedging our paper business by investing heavily in something that's supposedly going to take away the need for paper."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying this is a passive investment?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you call it a passive investment, not only when there was -- I think undisputedly -- as -- as much interest and activity in Nexis's business planning by the Mead people? But to my mind even more importantly, when in fact Mead, I think a couple of times, merged with -- with Nexis -- with Lexis -- when that provided a tax advantage, by -- by giving them loss carryforwards that reduced their taxes. Why isn't it fair to -- to say under the operational function test that if -- if the company is -- if Nexis is -- is mergeable with Mead when it produces a tax advantage and is certainly in a very operational sense functional then, because it's saving them a lot of money -- and that's, that has nothing to do with passive investment. If it's usable in a merger scenario there, it ought when the -- when the tide turns be -- be regarded as close enough in operational function to be taxable when the gain comes in."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's right. But weren't the enrichment cases in which income was being generated by an investment? The investor, of course, was the -- was the taxpayer company, and it simply reaped the benefits of a profitable investment. That's something very different from merging corporations, then unmerging them, and then merging them again to provide not merely enrichment, but great tax savings; and if they are operationally close enough to produce great tax savings, why shouldn't they be treated as operationally close enough when in fact they -- they produce a capital gain?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The gain alone certainly is not. If they had absolutely done nothing but make their investment and wait to see whether the ship came in, I would understand your argument. But between the investment and the return of the ship, they were merging these corporations back and forth for -- for their - - for Mead's tax advantage. And that seems to me to take it out -- take the facts of this case out of the sort of the paradigm of the -- the operational or the nonoperational function cases."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was a sale of stock in that case, wasn't it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was the sale of a subsidiary. And here we have a sale of assets of one company, and that's why it's so hard for me to see this, as, why are we talking about unitary or not? There is only one company; it's Mead."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You told me that there was no case that the tax -- taxing authority lost that involved divisions of a single company and sale of assets, rather than the sale of stock."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're talking about what Due Process permits States to do, and you're asking us to declare a restriction that, as far as I know, has never been declared in any case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not just that it's an investment, it's not just that it's holding on to the shares in another company. It's both of these are ongoing businesses, Lexis/Nexis and Mead, and they are both generating income, and all along Illinois has been taxing the income of both of them, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Weren't those foreign corporations?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So running them as -- as a single company would have been a little harder."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't we start -- I don't mean to cut off your argument, but don't we start with the assumption that this is not a unitary business? Wasn't that the finding of the trial court which was not disturbed on appeal?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You can say it if you want, but I wanted to make sure - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I thinking about that part correctly? I -- I found this difficult. I go back to the railroad; that seems the easiest case. You have a railroad in 50 States, and Illinois finds it very hard to evaluate its -- evaluate its value, its railroad property in Illinois, because the value of that depends on service everywhere. So the court says that's the unitary principle; and really what you're supposed to look at is whether when you look at the supposedly separate part of the business, does that separate part of the business contribute to the whole thing? So that if you were in fact trying to say what is Illinois doing without considering that separate part, it would be tough to do. I mean, that's the underlying theme."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that's so, there is no second test. I mean, I grant you there is language, but really what people have done is they've said, we are here in a special situation because we have an interest in another company, and that's a special part of our business, and has nothing to do with the rest of the business. And then the argument is no, it does have something to do with the rest of the business. And if it does, like it provides you with working capital, it's just like the railroad track in California vis-a-vis Illinois."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it doesn't, it doesn't. So now, if that's right, then it's the form of analysis rather than the result that's wrong in the court below. Because they start talking about two separate tests and then people argue whether the second should swallow up the first, and at that point I get totally lost. It's fairly long, but I'd appreciate your evaluating what I've just said."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, there is, Ms. Brinkmann. The Illinois appellate court never got to that question. Illinois argued all along this is a unitary business. The only one who said it wasn't was this trial court, and the Illinois intermediate appellate court says, well, we don't have to deal with that because if you use the other label, operational function, that comes out all right, too. But this argument was certainly the number one argument that Illinois was making. It lost only in the trial court on -- on it. And the appellate court said we don't have to get to it. So I think your answer to Justice Souter really wasn't accurate because it isn't - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All we know is that a trial judge said that was so."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe when we're talking about Due Process and Commerce Clause limitations on what States can tax, we ought to ask ourselves if those three -- is that it? If we're trying to measure, is there a sufficient relationship between Lexis/Nexis, Mead, and the State of Illinois to make it fair for them to tax? And you say, oh, yes. Each year when they're making income, when they are a going concern, Illinois can get a piece of it. But when the assets are sold, assets that would have generated income for Illinois year after year, but when those assets are sold, Illinois can get nothing to represent -- to substitute for that stream of income that it would have gotten."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But Lexis/Nexis is gone."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it had been Delaware, and there was nothing there in Delaware except it was a Delaware corporation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brinkmann, one thing that concerns me is how this will complicate the process. I think, with respect to ordinary income, the States work this out, and they figure we get 5 percent because we have 5 percent of the presence or business, whatever. Now, they're going to have that, and they're going to have an overlay on that. They're going to say, well, it's 5 percent; but, you know, we sold this asset that doesn't have any connection to Illinois; and that's part of the income we've got. So you don't get quite 5 percent of all. And another -- Illinois is going to come back and say, well, yes, but you sold this other one; and, as to that one, you've got sufficient connection with Illinois. It seems to me it's going to be impossible to sort this out."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't like to intrude on the white light, but if I could just ask one question. If the unitary-tax argument has been preserved and is met and if there's a finding that they are unitary, does Illinois have the right to tax the sale, or to -- to a portion of it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. Assume -- assume it is unitary. Can Illinois then, in your view, have a part of -- tax part of the gain on the sale?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Brinkmann. Mr. Barov. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you did not proceed on the unitary business there, let's take that off the table. It seems to me that Lexis's presence in Illinois is quite irrelevant."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that, under your theory, you could tax the sale, even if Lexis were not in Illinois at all, just because Mead is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's not the question. I thought that the -- I agree with the same question Justice Kennedy had. Suppose that I'm a Massachusetts company that sells tables, and I sell some tables in Illinois. And one day I take some of the money, and I buy an iron mine in New Mexico. And then I sell the iron mine. And Illinois, not Massachusetts, wants to impose a tax. And suppose there is no connection whatsoever between the iron mine and anything else but for four, which are the four listed on page 13a: One, that I have contributed capital support to the iron mine. Two, I approve the major capital expenditures of the iron mine, sitting in my office in Massachusetts. Three, sometimes -- and this is a tougher one -- I call the iron mine a division of my table company. And, four, I sometimes retain tax benefits and control over the extra cash of the iron mine, but I'm not using it in my day-to-day work. Now, are those four things alone sufficient for Illinois to tax the sale of my iron mine? That, it seems to me, is the way they presented it. Maybe it is a unitary business really, but I guess we have to send it back for that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then why isn't that the end of this case? That's what they said it was. That's what they said, perhaps wrongly, that this isn't a unitary business. And, therefore, we are left with those four facts, and why not send it back and say you haven't reached the unitary-business question; go reach it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if I can just add on to that same question: If you're going to have the unitary-tax theory, that's -- that's very helpful. But if we take the unitary-tax theory off the table, it seems to me that you are confusing the law by having some midway test. I don't know what your theory is, that -- in relation to this part of Justice Breyer's question."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But Mead didn't receive - - pardon me -- Lexis didn't receive the money for the sale, Mead did."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Unless, again, if Mead's presence or nonpresence is simply irrelevant to what happened here, absent a unitary theory."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that if there had been a separate corporation and that Lexis was a subsidiary corporation and the subsidiary was -- it was sold, that, again, absent a finding of unitary, Illinois then could have had a tax?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So, then, the asset stock doesn't make any difference?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That gets back to Justice Stevens's initial hypothetical. If you live in New York and you have an investment in a company that does a lot of business in Illinois and you in New York, a resident individual, sell that stock, under your theory Illinois could tax it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you traded places with Ohio, how would you have treated this transaction under your tax laws?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Say that Mead was domiciled in Illinois but Lexis/Nexis operated in Ohio, would you have just taken -- would you have allocated or would you have claimed that -- the right to tax the entire capital gain?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know what -- or did you know what Ohio did in the - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what would you say -- I mean, we talk about apportioning income and allocating income, allocating to the commercial headquarters. What in an enterprise like this would you say is allocated to the commercial headquarters as opposed to being apportioned among all the States?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Barov, I just want to go back to an earlier answer to see how far you would go with the position that you took. Assume that, exclusive of Nexis, Mead is the same kind of unitary corporation as under -- under everybody's understanding now. Assume, also, as you suggested in a hypo, that Lexis was doing business in Illinois. So that at least a -- a portion of its own activity could be taxed in Illinois. And assume, third, that the relationship between Mead and Lexis is simply one of passive investment. Mead simply bought a lot of stock, maybe 100 percent of the stock at the right time; and, otherwise, it kept hands off. And at this point Mead now -- now sells. On -- on your theory, would -- would the State of Illinois be able to tax a portion of the capital gain?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that would be, in effect, the portion of the Nexis business, total business that took place in Illinois, total sales, total payroll, however you do it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But the only point I wanted to be clear on to understand your position is that purely passive investment would be enough to trigger your theory?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, why isn't your friend correct that you have waived any argument based on the presence of Lexis in Illinois?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and I'm not following your argument, because I thought that the argument that this was a unitary enterprise was made in the Illinois appellate court, and the appellate court recognizes that it was made, and said we are not going to reach it because we have this operational-function test?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that's - - they are very different from your current argument, which you emphasize that whether they are unitary or not, Lexis/Nexis was in Illinois."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, as to that argument, at least I am very reluctant to overturn a State court on an argument that they didn't have an opportunity to consider. And whether it's technically waived because you raised it in the trial court or not, it certainly was not an argument you made to the Illinois appellate courts."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it wasn't in Allied-Signal. In Allied-Signal the asset that was sold was in New Jersey, and that was totally irrelevant to how we treated the issue in that case."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question just -- it shows my ignorance, but if the unitary-business approach to taxation was not applied in this case, how did you compute the amount of the tax?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you use a different formula from the normal three-factor formula to compute the tax?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that those factors are wholly irrelevant to the fact of sale. It's just whimsical. It has nothing to do with the sale. The reason we use apportionment in other cases is, just as in Justice Breyer's railroad example, there is no other way to tell, and so forth. But here the presence of Lexis in Illinois is wholly accidental with reference to what went on in the sale."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's why it's even more dramatic to me that you didn't raise the argument based on the Lexis connection to Illinois. That's the basis on which your auditor is claiming these taxes; and, yet, you don't even raise it before the Illinois appellate court as a ground for being able to reach the Lexis/Nexis income."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In the Illinois courts, they did argue that as a matter of Federal constitutional law the tax is impermissible, didn't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We couldn't do anything more if we said you haven't waived it, we couldn't do anything more than send it back. You're telling us Lexis has this presence in Illinois, but we have nothing in the record about that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I just -- usually appellate courts don't make findings. That's why I'm curious - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was there any sort of stipulation between the parties to say what each, what Lexis/Nexis was doing in Illinois, what Mead was doing in Illinois?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you about the theory that both the trial court and the intermediate appellate court went on, this operational function test, which has been brought up in a few of our cases, but I don't know any that was decided. Did we ever have any case that turned on the operational function test to hold for the State taxing authority?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. But one of the problems with applying it as you urge here is that that would just override -- why would anyone go to the trouble of making a case under the so-called unitary business test, because the operational function test would be much easier to meet? So - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What? What? What could it be? That is -- as I read this, I thought, well, there is no separate test. It's just there's a certain situation that comes up fairly commonly where someone claims that an asset of a company was really quite separate, and therefore when they get income from it or they sell it it has nothing to do with my business. And the answer is: It did have something to do with your business, you used the working capital and so forth, in which case it's part of the business. So how -- how is it -- how is it different from that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you agree with that, do you really agree, because if you agree with that there's no such separate test, this court was wrong to consider it separately, the lower court, and they should have reached the question they didn't reach, which was is this whole thing one single business, which is normally called the unitary business test?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Good. All right."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So say you -- but you would be asking us, if you were going to go on that operational function, to take two examples that were given in Allied-Signal that are quite different from what's involved here, and to make that a doctrine when you recognize that we have never used that theory to hold for a State taxing authority in the context of a multi-state enterprise?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question. Does the record tell us whether other States have sought to tax the capital gain on this transaction?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"As far as we know, Illinois is out on its own here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You'd not wager, however, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If Illinois -- if Ohio is, in fact, taxing the whole gain at its full rate on the theory that this entire income should be allocated to Ohio, then you do have an element of double taxation, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought -- I've been looking, too. I thought 18A does say that they had $46 million of sales attributable to Lexis/Nexis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, only 46 million."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It said 46, not hundreds of millions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're taxing Mead, not Nexis/Lexis?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what relevance is it that Nexis/Lexis has business in Illinois?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean that's fine if that's who you're taxing."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that is different - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I might say that I don't follow that. It seems to me what you can establish from the fact that it did a lot of business in Illinois is that can you tax it and -- but I don't see how."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"There was no \"it\" to tax, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"At the time of this sale of Lexis/Nexis assets, there was only one taxpayer; it was Mead."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any case like that where your ability to tax a surviving corporation has to do with, not whether the surviving corporation itself has sufficient contacts with the State, but whether some other corporation that has disappeared now but that merged into it had sufficient -- it seems to me you have to establish connection with the taxpayer. Not -- not with somebody from whom the taxpayer made some money."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's fine."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that isn't established by the mere fact that Lexis/Nexis did business there. Ultimately you have to come down to connecting it to Mead, either by your unitary business doctrine or by this functional doctrine that you're relying on."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the proration, it seems to me -- that should have nothing to do with the extent of Lexis in Illinois - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- nor does it have to do with the extent of Mead in Illinois."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tax me on stock - - on stock that I own on companies that do business in Illinois?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know any State that tries to do it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's extraordinary. I don't know of any tax that a State could possibly impose, that no State has imposed. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Ms. Brinkmann, you have three minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brinkmann, your final point."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ohio."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Illinois or Ohio, were you talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brinkmann, on the waiver point -- I'm looking at page 18a -- it not only says that Lexis/Nexis contributed $46 million from its presence in Illinois; it begins the sentence by saying \"as the Department notes, $46 million of Mead's income came from Lexis/Nexis activities in Illinois.\" So that doesn't sound like a waiver of that point to me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Initially, it's about the context in which -- what I regard as an important fact -- was raised, whether it was raised in the context of an argument on unitary business or whether or not they went too far, but the stubborn fact is still there."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"BETH S. BRINKMANN","firstName":"BETH","lastName":"BRINKMANN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2705,"interruptions":25,"times_spoken":60,"laughter":0,"num_int_by":7},{"id":1,"fullName":"BRIAN F. BAROV","firstName":"BRIAN","lastName":"BAROV","counsel":true,"justice":false,"side":"respondent","words_spoken":2967,"interruptions":21,"times_spoken":59,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":833,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1136,"interruptions":3,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":516,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":73,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":734,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":2705,"times_spoken":60,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":2967,"times_spoken":59,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":10,"words_spoken":4544,"times_spoken":126,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.3888617708470755,"respondent":0.6111382291529245,"date":1473644743238}}