{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"GINO GONZAGA RODRIQUEZ. ","counsel":[1]},"caseNumber":"06-1646","date":"2008-01-15T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-1646, United States v. Rodriguez. Mr. Shanmugam. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, what is the government's position as to a person who is not a repeat offender? He commits the crime for the first-time. Now the government says there are alternative maximums and you have to pick whichever maximum is the higher. Why wouldn't that maximum apply to the person who commits the crime the first-time?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're adding something to the elements of the crime and in all of our cases in this field we look to the elements of the crime."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And as far as the elements are concerned, the maximum sentence for those elements you say is the sentence that would be imposed upon a repeat offender."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You seem to -- you seem to flinch from the natural consequences of your position in not looking at the maximum for a particular offender. For example, you know, under some guidelines, if he was the ringleader his sentence can be enhanced beyond what would otherwise be the maximum for a first-time offender, but you say you don't take that into consideration."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that different from your position here, where it is the fact that the individual is a recidivist that causes you to look to a different maximum?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's the reason you sort of pull back from a more aggressive reading, because it's not as broad a category?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but only if they're subject -- only if they have some characteristic that had caused the State legislature to give the higher maximum, such as being the ringleader or some other enhancement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any statutes which talk about offender as opposed to \"offense\" in this area, do you know?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was also the statute involved in the LaBonte case, where -- where the statute said the Sentencing Commission \"shall assure that the sentencing guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized for categories of defendants who have certain types of prior convictions.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that did focus on the -- on the nature of the defendant and not on the element of the crime."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be easy, of course, if recidivism were an element of the crime - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for a crime which includes the act plus the recidivism?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In light of Apprendi and the later cases, do you think it's feasible any longer to draw a distinction between, between statutes that make recidivism an element of the offense and statutes that originally conceived of recidivism as a sentencing factor but now provide for that to be proven to a jury?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, I didn't understand what you said about Congress's intent with regard to the guidelines when it passed ACCA. You're saying Congress did not have an eye to the guidelines, but simply had an eye to the maximum sentence within which the guidelines were applicable?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it matter what was the sentence actually imposed in the State court? That is, suppose it is a second offense, but the prosecutor chooses not to charge as a second offender and so, although it is in fact the second offense, he is sentenced in the State court as a first offender. Would it count under your reading of the Federal statute that it was a second offense?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it -- supposing there's a dispute between the prosecutor and the defendant as to whether in fact he was a recidivist or not. Is the fact that there was just an argument that he would be a recidivist enough or does the record have to establish that he was a recidivist?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Shouldn't the mere existence of a dispute be enough, because then at least he's potentially subject to being treated as a recidivist."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, I take it that your response to Justice Ginsburg's question would basically be your response to the argument that the other side makes, that on your theory a State misdemeanor can be treated for purposes of the act as - - or a conviction for a State misdemeanor can, with the recidivism enhancement, be treated as a felony?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they continue to use just the State terminology such that they continue to use the word \"misdemeanor\" with respect to an offense, which with the enhancement carries more than a one-year penalty, then the two-year provision, the two-year threshold provision, kicks in?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do all States treat first convictions from other States -- do they all count for recidivism qualification if the prior offense was committed and the conviction was in another State?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely not, Mr. Shanmugam. You were talking about broad categories earlier. It seemed that the broad category in the situation you posit would be the normal offender rather than the recidivist, and that's the one we ought to look at."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know, but you began your discussion by saying we had to choose one maximum. You were accepting that requirement. It seems to me, if that's the case, it's clear that we ought to pick the maximum for the particular offense without considering additional enhancements."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't accept that approach when we're talking about enhancements under State guidelines. You know, if the normal sentence is whatever it is, 10 years, and you get an extra 2 years if you're the ringleader, you say no, you don't look at that; you just look at the 10 years."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, would you explain to me again why -- why you treat the enhancement in a State guideline system differently?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that if you get an enhancement as a ringleader it's the same thing as if you get an enhancement because you're a recidivist. What's the difference?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think \"ringleader\" is a broad tier."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you treat an enhancement - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not just recidivist and non-recidivist. It's some enhancements, but not all enhancements?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're depending upon the guidelines."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand, but my point is I don't think your proposal just has two categories. There -- it seems there could be multiple kinds of enhancements that would fit your general description."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not just recidivist versus nonrecidivist."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, some of them have simply said, we're going to let the jury decide. We're going to let the jury make these determinations that Apprendi says have to be made by the jury. But they're still -- they're still referred to as sentencing factors."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me your argument might be slightly better if the statutory term was \"authorized,\" not \"prescribed.\" I don't say \"prescribed\" could never be used in the sense you mean, but when you have alternates we usually would use the word -- alternate possibilities -- usually you'd use the word \"authorize\" rather than \"prescribe.\" \"Prescribe\" indicates one rule."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you one question before you sit down? You mentioned a moment ago what you saw as the anomaly in the counter-argument, the anomaly being that someone with the recidivism enhancement could end up with a ten-year sentence when the maximum for the offense is five years. But isn't - - isn't the answer to that just as -- as the answer that you gave to Justice Scalia a moment ago, and that is simply that the statute speaks in terms of \"offense\" so that there is -- there is no anomaly in getting a ten-year sentence for something which for this purpose carries a maximum of five?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the question in the case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Rothfeld. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the State has two statutes: Possession of drugs, maximum penalty five years; possession of drugs by a convicted felon, maximum -- convicted drug felon, maximum penalty ten years. And a defendant is convicted under the latter provision. What would be the maximum penalty for ACCA purposes?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it could be or it would be?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the maximum penalty there would be ten years, then what if in this case the recidivist element had been submitted to a jury and found by a jury. Would it matter?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why should the label matter? Maybe as to statutes that were passed before Apprendi and Booker, that at that time it made a difference. But, going forward, what difference does it make whether it's labelled as an element of the offense or a sentencing enhancement that's proven to a jury?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, going back to what you first said, suppose with your own children: I told you half an hour ago not to interrupt your sister when she is doing her homework. This is the second time you've done it. Wouldn't you, with your own child -- I would with mine -- think that the second time he did it was worse behavior than the first time? I just told him not to."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's absolutely right I don't see why we hold Congress to some kind of weird -- not weird, but more picky standard than we do with our own children."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because their behavior is worse."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a more serious offense when she does it the second time; it's just a more culpable offender."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't what I tell my child. I say you behaved worse."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, does the word \"offense\" -- I haven't come across it, but does the word \"offense\" have some kind of special technical meaning that doesn't just mean the behavior which calls into play all kinds of circumstances?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it pertinent, Mr. Rothfeld, that in trying to decide whether a maximum term of imprisonment encompasses recidivists, we're dealing with a statute that itself is directed to recidivism. You're asking -- you've got three previous convictions and then you get a particularly harsh sentence. If recidivism is what you're trying to address, it would seem to me in deciding what a maximum term is that it would be natural to assume that they would take recidivism into consideration in that context as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it just seems to me that if you have Congress addressing what they regarded as a very serious problem of recidivism, they would think that that's a problem that should be taken into account in determining what maximum sentences you're subject to under State law."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it did use the language \"a maximum term,\" not \"the maximum term,\" which would support the government's view that the statute contemplates more than one maximum."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"justices","text":"What about the defendant's own understanding? In connection with one of these offenses the defendant acknowledged in court, the crime with which I am charged carries a maximum sentence of 10 years."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The government is correct, though, that when a recidivist is sentenced he is being punished for the crime, not for his recidivism. So you -- you can say that the punishment for that defined crime is 10 years when, when the person who committed the act is a recidivist, but the act he's being punished for is the same crime."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's the part I'm not getting. I mean, that's why it doesn't help your client. In general, if you did read the word \"offense\" as applying just to the act of selling drugs, let's say, then you go on and it says, for which a maximum term of 10 years or more is prescribed, you'd say, well what is the maximum term prescribed for the offense of selling drugs? And the answer would be 10 years. Now, how do you get out of that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying because - - because fewer people are likely to get the 10-year sentence than get the five-year sentence?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what is the distinguishing -- how do you get out of it? I know you're trying to say this and I'm just not getting it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I guess what you're saying is that if it's a victimless crime, that the second offense is no more injurious to the State than the first was. I'm not sure that's the case. The fact that the State sees multiple offenders, repeat offenders, in its community means that they have to spend extra resources to prevent -- to incarcerate them because they have a network of distributors, et cetera. They are more experienced, so they are more dangerous to the State."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we know it was focusing on the particular problem of recidivism. That's what the overarching Federal statute is directed to."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I think, following up on Justice Kennedy's question, that you would assume that this Congress thought that recidivists presented particular problems that were different from the one particular offense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the flip side of that hypothetical is somebody selling a ton of marijuana. It's the same offense as somebody who's done it and been convicted of it three different times. I mean, I don't think your hypothetical helps advance the argument."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, the recidivist doesn't necessarily be a recidivist because he committed the same crime three times. He might have done two very different things under the California three-strike law. Sometimes very minor crimes push the person over to qualify as a recidivist."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rothfeld, apropos of your answers to Justice -- first to Justice Scalia and Justice Breyer -- you said that when the -- when the recidivist is being sentenced he is being sentenced for the offense of the -- of the drug crime. Isn't it equally fair or wouldn't it be equally fair to say that he is being sentenced for two things? He is being sentenced for the drug crime which is the necessary condition of the sentence; and he is also being sentenced for the fact that he is repeating that crime. Isn't -- isn't it fair to -- to sort of distinguish between the two, in effect the two factors in the offense?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- each one of which is necessary for the -- for the ultimate sentence itself?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not sure the offense is the same. I think the injury to the State is compounded by the repetition."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It affects the tone of the community, the number of law enforcement officers we have to have, the cost of reincarceration, rehabilitation, etcetera."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's what I'm addressing. It could be more serious when it's the second time."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The offense in and of itself."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then for double jeopardy purposes you must look at the second offense as the offense, not the offender. I mean, the prior conduct is -- is not being punished as a matter of constitutional law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if you were representing a -- a defendant who has two prior convictions for something that has a sentence of 8 years, and on the third one he is subject to a sentence of 15 years; and your initial meeting, the first thing he wants to know is what's the maximum that I'm facing? Would you tell him it's 8 years or would you tell him it's 15 years?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rothfeld, let's assume we get into conference and we are having exactly the same discussion that's been going on for 40 minutes there. There is one way to read it; there is another way to read it; there are various reasons to read it one way, various ways to read it the other way. What do we do?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't have to win this argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, the Government of course responds to your rule of lenity argument by saying it loses a lot of its force when we are talking about how -- the degree of sentencing rather than whether conduct is subject to a criminal sanction in the first place."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But someone who is, you know, we are trying to decide whether he is subject to 20 years in jail or 30 years in jail, invoking the rule of lenity is a little bit -- it's not the same as somebody who comes in and says I didn't know this was a crime at all, because it's so vaguely written."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we know -- we know that someone's liberty is going to be taken away in a case like this; it's just a question of for how long."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think we have applied the rule of lenity to sentencing in the past, haven't we?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It is -- it is a fundamental verbal embarrassment for your argument that you would say in a particular case that the maximum to which someone is subject is say, 5 years, and that person is in fact sentenced to 15 years. It's just the -- the words don't fit together under that argument."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I thought your position was that the -- the defendant is not, this defendant is not subject to a maximum of 5 years, but gets 10. I thought your position was that the offense within the meaning of the statute should be an offense which carries a maximum of 5 years, but that this defendant is in fact subject to a maximum of 10."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, you can - - throughout your argument you make, I think properly, the offense/offender distinction, and isn't that the answer to the conundrum?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The offense never -- the offense also disregards offender characteristics, or only those offender characteristics that are not elements of the offense?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm still not sure what the line is there."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It all depends whether it's labelled an element of the offense by the State legislature?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So it's bank robbery - - bank robbery, force or threat of force guidelines. If you have a gun, eight years. If you brandish it, four more years. If you take, you know, $10 as opposed to $50, two years, eight years, six years. The statute, by the way, says a max of 20 years. Now, what's the - - what's -- does this fall within it? Doesn't it? Does it depend on whether he brandished it? What does it depend on, in your view?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Or what he actually faced -- that, I agree with you, that won't work because of the guidelines, if they were mandatory. But what they're saying here is it's right in the statute. You just look at the statute that has the definition of what the offense is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm back to the same question then. I mean which one do we pick?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You see that my question is going in the exact opposite way. What I am finding hard is once you distinguish offender and offense characteristics in the way you do, why not jump to the max for the offense? And so I'm asking you, how is it you get out of that? Which is the same question I had before. I'm not so worried about your case as I am other cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, I thought their argument was you look at broad categories rather than individual characteristics. It's not a one-way ratchet at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Shanmugam, you have three minutes remaining. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's good or bad, depending upon whether -- whether your interpretation of the statute is right or the other side's."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's good to put more people in jail? I mean, that isn't necessarily what we're after. We're - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Shanmugam. The case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":3701,"interruptions":18,"times_spoken":40,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"respondent","words_spoken":3603,"interruptions":25,"times_spoken":52,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":223,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":158,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":219,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":505,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":509,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3701,"times_spoken":40,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":25,"words_spoken":3603,"times_spoken":52,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":4,"words_spoken":3182,"times_spoken":92,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.9019856846677744,"respondent":0.0980143153322256,"date":1472501778776}}