{"petitioner":{"name":"LARRY BEGAY","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"06-11543","date":"2008-01-15T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 06-11543, Begay v. United States. Ms. Katze. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're quoting that, then this is what's now bothering me. I'm not saying I have an answer one way or the other. Let's take two crimes and imagine that the same number of people injured or killed is identical for the two. One let's say is burglary and the other is driving under the influence. Now, let's imagine exactly the same number are put at risk, exactly the same number hurt, exactly the same number killed. When I wrote that opinion, it seemed to me that there still is an important difference between the two crimes that is controlling here. But if you look at what I wrote, I didn't articulate that difference very well. So I would like you to tell me what I should have said in order to have said very clearly just what that intuitive difference was."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Some of those characteristics don't seem to apply to all of the specific crimes that are mentioned. Take somebody who sends a series of letter bombs for the purpose of injuring other people. Now, that would fall within a crime involving use of explosives. But it's not really a property crime and it's not a crime that's more dangerous when done with a gun. So how -- how can you say that those characteristics apply to every crime in the list?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you can say that all of the crimes that are listed require mens rea and DUI doesn't; does it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a big different, isn't it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you have the same answer if you had a State statute which defined felony drunk driving, as many do, as felony drunk driving which causes serious death or serious physical injury to another?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would still say that that statute does not qualify?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, there isn't in the usual felony drunk driving statute, there is - -"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the crime is vehicular homicide, defined as causing the death of another person while driving intoxicated? Would that be a crime that creates a serious potential risk of physical injury to another?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You are assuming, of course, that the canon of ejusdem generis applies to the statute, as opposed to Congress just singling out a couple of things it wanted to be sure were covered. And we left that issue open in James, didn't we?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in one way -- in one way it is, in that like those other crimes it presents a serious risk of potential injury to another. That's what they all have in common. It's a residual - - one argument that was made was when the statute was first drafted all it had was the residual, \"presents a serious risk of potential injury to another.\" So that's, the argument is, that's what drives this statute, and then these, these specific crimes, were added just to be sure they would be covered."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why did it use the word \"otherwise\"? Why didn't it use the word \"likewise\"?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have meant something different, wouldn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Otherwise\" means in some other way."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes. (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"That's usually the best way to understand each other is by, you know, assuming that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You've run away from me on \"otherwise.\" I think the \"otherwise\" ties the last paragraph to the -- to the preceding four enumerated crimes. And if -- if it had just gone on to say \"or presents a serious risk of injury\" without the \"otherwise,\" then I don't think you'd have any argument that you have to somehow look to the degree of injury, the -- the manner of injury that the four enumerated crimes have. The \"otherwise\" ties it together, \"or otherwise presents a risk of serious injury.\" And I think the implication is that the - - that the -- the injury must be similar to the -- at least in degree to the enumerated crimes beforehand. I wouldn't run away from the \"otherwise.\""},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- in doing that, you've got, in other words, to understand what \"otherwise\" means. You've got to look at the language that follows \"otherwise.\" And that's -- that then refers to \"risk of serious injury to a person.\" And in effect, it is saying the common element is risk of injury to the person. How that risk is raised may be in different ways from the way the risk is raised, say, in a burglary case or what-not. And if that is the proper analysis, then it seems to me you've got a tough row to hoe here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but then I was wondering about that as well, that as a violent felony whether that gives you any traction. But extortion, you don't normally think of that as a violent felony and yet it's clearly included in the definition."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you don't say, give me that or I'll break your legs all the time. You may say, give me that or I'll release this embarrassing letter. That's extortion. It's not violent, though."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But then, releasing the letter is not violent and it may cause embarrassment rather than physical injury. Yet it would qualify as extortion."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it says \"person,\" not -- it says \"person,\" not \"reputation.\""},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying the violence can be against the reputation. That's not what the statute is talking about. I mean that is -- that's inconsistent with the plain language of the statute."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't talk about violence in the abstract. It talks about physical force against the person of another in number 1; and in number 2, where we are here, \"a risk of physical injury to another.\""},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it has to do with the idea of risk of violence. A burglar when he commits burglary does not want violence. He wants to get the silver out of the sideboard and get back down the ladder. He doesn't want any violence with anybody."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the problem is that, by being in the situation he's in, he creates a risk that violence will occur. Somebody may show up. And the person, likewise, who commits DWI doesn't want to hurt anybody, but he has placed himself in a situation in which, if somebody shows up driving another car in front of him or walking across the street or maybe even in apprehending him for his DWI, a risk of violence is raised. The two cases in that respect are parallel."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When the drunk leaves the bar, doesn't he have the realization, unless he is just blind at that point, that he may be apprehended?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's not going to throw himself into the arms of the nearest cop."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, but when a guy goes up the ladder for the silver in the sideboard, at most what he wants is the silver."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the driver intentionally drives the car knowing that there's a risk."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- that is because everybody knows there are -- there are two conditions: One in which he just is reckless and he doesn't care, in which case he has the intent; the other one, he's so drunk he can't form the intent. Both of them are covered, and the latter is simply because we don't want an excuse to exonerate the more culpable of the two."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true in almost every State, for the reasons that I've indicated, because many people have the intent, and those that don't shouldn't be exonerated because they're more drunk."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The residual clause is a difficult problem, but I still have not heard what characteristic the enumerated offenses have in common, all of them, that provides a basis for limiting the residual clause. They're not all property crimes. A lot of crimes involving explosives: Illegal possession of explosives, illegally manufacturing explosives, obtaining explosives by making false statements. None of those are property crimes and none of them involve injury to a person -- I mean involve the threat of the use of force against a person. So what is the characteristic that all of the enumerated crimes have in common that would provide a limitation on the residual clause?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they're not. In 18 U.S.C. 842, explosives, unlawful -- \"It shall be unlawful to engage in the business of importing, manufacturing, or dealing in explosive materials without a license issued under this chapter.\""},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no intent to cause harm there."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't understand this line of argue. You would exclude, let's say, physical assault from -- from this, I mean assault with intent to kill, because it's not a property crime?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That wouldn't be included in the \"otherwise involved\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's kind of odd, when the catch-all is phrased in terms of physical injury to another, to say that it's concerned only with property crimes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that your argument gives us greater reason to treat the last clause as independent just so that we can be sure that it doesn't include only property crimes, because, as the Chief Justice just pointed out, \"physical injury\" is really the term that does the work in the second clause. So it seems to me that you're almost giving us a reason to make that clause more independent, more forceful, more significant."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question about your interpretation of the word \"otherwise.\" Do you think it is the equivalent of the statute that omitted that word, but added in \"conduct that presents an equally serious potential risk of physical injury\"? Do you think -- in other words, do you think that the four examples define the risk of physical injury that, the risk of potential physical injury the statute contemplates?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't that suggest that \"otherwise\" in the statute is in fact used to mean \"likewise\"? I mean, if we said \"attempted burglary\" in James it's obviously included because burglary is -- attempted burglary doesn't present a risk in a different fashion from burglary. It presents it in the same fashion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a helpful question. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, particularly when you look at subsection (i) in the broad reading of serious potential risk of (ii), why would -- why would Congress mean to exclude a particular category of physical injury from the reach of the statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not everything; everything that presents a serious potential risk of physical injury."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Filling out a false income tax return. I mean, I thought of one."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is a whole category of those. So - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think presents the most serious potential risk of injury to all of us, that we are going to be a victim of arson or that we are likely to get hit by a drunk driver?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Kruger. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How about a habitual speeder?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what is the -- if the legislature made it a crime to send text messages on a cell phone while driving, and the punishment were severe enough to qualify here? Would that be treated the same way?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So there is no State where speeding -- even if maybe you hurt somebody or something -- there is no State where speeding is under a statute that you could be imprisoned for more than a year?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a felony as defined here. I just wanted to be sure you're focusing -- it's defined here as \"subject to by imprisonment for a term exceeding one year.\" Now is - -"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, I just want to be sure we're on the same wavelength. Fine."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Kruger, what I don't understand about this statute as you're interpreting it is why you need any of it except the last phrase? Once you give the last phrase, \"involves conduct that presents a serious potential risk of physical injury to another,\" all of the rest of it is automatically included. \"Has as an element the use, attempted use or threatened use of physical force against the person of another\" -- that obviously presents a serious potential risk of physical injury to another. Or is burglary, arson, extortion, the use of explosives? Congress could have saved itself a lot of trouble by simply erasing all the rest of the statute and simply saying any conduct that presents a serious potential risk of physical injury or not. That can't be what they meant."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why would Congress go through that trouble, unless they wanted to suggest what other kind of crimes they need to include by this residual category of \"any conduct\" that presents a serious potential risk of physical injury?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The degree of risk -- the degree of risk, for example?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if it doesn't come up to the degree of risk that any of those four would, it would not be included?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then what did it do? What's it do?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How? How? How does it limit the latter part? Is it because they are all crimes that require mens rea, intent? So should we limit it by saying it has to be a -- a conduct that's intentional conduct that presents a serious risk?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you say it does limit it. So tell me how it limits it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's nice. Benchmark of what? Of intent, of degree of risk?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So the degree of risk has to be pretty much similar to those four?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Comparable - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do we know that? I guess this is a question I asked your friend. I mean, degree of risk. I mean what are the odds that we're going to -- that if there's a burglary, some physical injury might result as opposed to an episode of drunk driving."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, I guess -- do we really look at how -- what percentage of drunk drivers are involved in accidents as opposed to what percentage of burglars are involved in violent confrontations?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"One of the anomalies about this, and we start out -- this is an armed career criminal. And you can say, well, burglary -- burglary and arson, if you're apprehended, you're the career criminal; you commit these kinds of crimes. Congress doesn't want you to have a gun, or if you do, you're going to get the book thrown at you. But there doesn't seem to be much of a connection. I mean how -- how is it going to make the dangerous -- the drunk driver more or less dangerous if he happens to have a gun in the glove compartment?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then they could have turned it just on dangerousness. I'm back to Justice Scalia and Justice Ginsburg's question, and I'm simply sort of repeating those in a sense that make it quite specific. Imagine a universe of crimes. Every member of that universe we concede has precisely the same degree of danger as arson, explosives, burglary. So there's no argument about the risk to human life. It is identical. And now we write a statute, and the statute's object is to take people who are felons in possession of a gun and those persons whom it is particularly bad that they have a gun are going to go away for 15 years minimum. So what we're looking are people who are particularly bad that they have a gun. Now go back to our universe, and in that universe we have some things on the one hand like arson, but on the other hand -- I have to name a few, environmental crimes committed by negligence or recklessness, where somebody flushed a toxic substance down the drain or -- here's a good one I found -- if you are a steamboat captain or an executive of a steamboat company and you fail through negligence or simple inadvertence to stop somebody from not inspecting a lifeboat, well, felony or worse. And there are quite a few dozens of these things: Failing to stop at an inspection station if you are a trucker. You know? There are quite a few, where what's at issue is negligence, thoughtlessness, and maybe even recklessness, but it seems to have nothing -- and it's dangerous -- but has nothing to do with whether, when later on you want a gun, you are a greater risk for having a gun, you're more likely to pull the trigger, you're more likely to aim it at somebody and shoot him. Now, that's I think what we are trying to drive at."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but it didn't mean that -- you said it didn't mean that because they could have said that and nothing else. If that's what they meant, they could have eliminated everything else that they said. They obviously meant to tie that to the preceding portions. And when you tie it to the preceding portions, you come up with some limitations of the sort that Justice Breyer was suggesting."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How much of a limitation is the point Justice Breyer was making? I mean, let's say you've got a habitual drunk driver. Everybody in town says he always drives drunk. I mean, how would they greet the news: Guess what? He's just got a gun. I mean, that raises the level of risk significantly, doesn't it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell me what test, what conclusion, you want me to come to in your argument? Drunk driving is within the last clause because - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"She says not at all. Your friend on the other side says that it's something like, what, two and a half percent for burglary and point something for the chances of hurting somebody if you're driving DUI?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose you say most legislatures think this is dangerous. That's enough?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not trying to be captious, but I -- it's difficult to find out what the standard is."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Isn't the significance of Justice Breyer's point that each of the listed crimes is more dangerous when a criminal is carrying a gun, but driving drunk isn't made any more dangerous whether or not there's a gun in the car?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is a person who deliberately burns down buildings, is a person who if he had a gun might pull the trigger? And I will suggest that's a reasonable inference. I also will give you this: That a person who's so careless as to go drunk driving is a person whose gun might go off carelessly or he might leave it around the house. So I'll give you that one. But my instinct is that Congress, in this Act, is not worried about guns going off carelessly around the house. They are worried about a person being the kind of person who will point a gun at somebody and pull the trigger. Now, is there something you can say that disabuses me of that instinct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think this is just limited to intentional arson? You think negligent arson? Wow."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Negligent extortion, negligent use of explosives? I mean, it's in a list of things that are talking about, you know, intentional crimes that armed career criminals would be likely to do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think Congress had the slightest idea. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could you comment on one other point that Judge McConnell made in his opinion? Is there significance in the title of this statute, \"Armed Career Criminal Act.\" Does this statute intend to identify career criminals?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not so sure. It seems to me that the burglary, arson, extortion, explosives involves at least the stereotype of the armed career criminal that you see in movies and hear about in organized crimes testimony and so forth. I don't -- I don't think it's completely far of the mark."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Obviously -- obviously incomplete."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What else -- what else would be in this catalogue? You rejected my speeder, but I think you said something about a reckless driver might, habitually reckless driver. What else would fit the description \"conduct that presents a serious potential risk of physical injury to another\"?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like to know specifically. You said reckless driving; and what else?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That has the potential of doing that, not - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But wouldn't that come in in the first, the violent crime, the first part?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask about something in your brief on page 37? You said: \"Congress settled on this language because it had two other proposals, one that it considered too narrow and one that it considered as potentially too broad.\" And the one that it considered potentially too broad is \"any felony that by its nature involves a substantial risk that physical force against a person or property of another may be used in the course of committing an offense is the\" - - this is on page 37 of your brief."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It would, in the case of drunk driving - though, it seems this would be a better case for the Petitioner if we were operating under this statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's narrower in that sense as applied to this case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you this question? If the government were not to prevail in the first case, Rodriguez, should we remand in this case, because -- because then he -- the fourth felony would have been improperly found if we rule against the government in Rodriguez?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Kruger. Ms. Katze, you have four minutes remaining. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't drunk driving be property crime? Doesn't it cause an enormous amount of property damage?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Extortion doesn't involve property as an element."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Something of value -- something of value could be, you know, a confession in a related case or something. It doesn't necessarily have to be property."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. Yes. Life, liberty, and property include more than property, but - -"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said that you -- you look at the generality of cases. In most extortion cases what they want is money."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you look at the generality of drunk-driving offenses, those that result in physical injury almost always involve, or in the great majority of cases involve, property damage, too; don't they?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not an element of some of these other crimes, either. Is it an element in burglary? Is there a property element in burglary?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an entering. An unlawful entering - -"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a property element?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we know that attempted burglary is covered, and you don't have to enter the house in an attempted burglary."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Well, you are saying this is an analogous crime to the four that are listed, or it is not an analogous crime to the four that are listed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Katze. The case is submitted."}],"people":[{"id":0,"fullName":"MARGARET A. KATZE","firstName":"MARGARET","lastName":"KATZE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3105,"interruptions":30,"times_spoken":60,"laughter":0,"num_int_by":7},{"id":1,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"respondent","words_spoken":2506,"interruptions":17,"times_spoken":42,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":2,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":670,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":387,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":1,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":466,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":416,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":145,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3105,"times_spoken":60,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":2506,"times_spoken":42,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":3730,"times_spoken":105,"laughter":3,"num_int_by":2}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034942}}