{"petitioner":{"name":"MORGAN STANLEY CAPITAL GROUP INC.","counsel":[0,1]},"respondent":{"name":"","counsel":[2]},"caseNumber":"06-1457","date":null,"speakers":[{"name":"JUSTICE STEVENS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"I'll repeat myself. I didn't have the mike on. The Court will hear argument in Morgan Stanley Capital Group, Inc., against Snohomish Public Utility District No. 1, or Public District -- Snohomish County No. 1. Mr. Kneedler. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But FERC thought it could live with the Ninth Circuit's decision, because the government recommended that we deny cert in this case; isn't that so?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't it clear to the government that the Ninth Circuit, which is what, about 10 percent of the country, was going to continue this interpretation of the act, and that was not a matter of any consequence to FERC or to the government?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"","text":"But, Mr. Kneedler, this is a decision, the Ninth Circuit decision, that empowers FERC."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait, wait, wait. It didn't just say the agency may do it. It said the agency must do it. I don't -- I don't consider \"must\" to be an empowerment. I consider that to be a direction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- let's go back a step."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"","text":"So it's not what FERC - - FERC independently interpreting the statute to reach the conclusion, which it might, to reach the conclusion the Ninth Circuit did. It's FERC saying: We can't do that because we have our marching orders from the Supreme Court."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if that approval is given and then a seller enters into contracts and then it's later discovered that, contrary to what FERC thought when it granted the approval, the seller has exercised market power or has otherwise manipulated the market? Is there any remedy in that situation?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Just so I understand your answer to Justice Alito's question, the Commission has retroactive authority to alter the permission to engage in these contracts only if there is fraud - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or something similar?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Retroactive?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Retroactively?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But Justice Alito's question, I think as I understood it, or at least a question in my mind that followed upon it, was whether or not -- what's the basis for any retroactive revocation of that or - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be a public interest finding, a finding that because of the market manipulation by the seller that affected this very contract, the public interest demands that we not hold the - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't say fraud. I said market manipulation."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the remedy for the finding of market manipulation the abrogation of the contract, which is a separate process from, from the revocation of market-based tariff?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"The same reason may support each, but - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the companies who were involved in this case make those reports? I mean, there was something about during this energy crisis there was rampant noncompliance with the filing, with the quarterly report filing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, I'm not entirely understanding you. Why should the fact that the seller later acquired market power have anything to do with whether the initial contract, when he did not have market power, was a fair one? The contracts are already down in black and white, his later acquisition of market power cannot affect - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand. But later acquisition of market power would result in a cancellation of the permission for this particular firm to enter into contracts for the future, but I don't see why it would affect the past contracts."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I think I led us into this, Mr. Kneedler. The situation that I was positing was a situation in which the power marketer had engaged in market manipulation in the context of which, at the time of which, it made this contract. And my suggestion to you, which I think you took, was that in a situation like that there would be a basis for public interest review and abrogation of this contract because of the market manipulation in fact. And the market manipulation would also be a reason to say market power had been acquired. It had not been mitigated, and hence, the market-based tariff authority would also be revoked. And that was the, that was the limit of my question. And I take it your answer there is it could do each of those things?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, I do have one question. It was the position that FERC took in December of 2000, when it was encouraging the entrance into the long-term contracts rather than using the spot market, and in that order FERC said that it would monitor long-term contracts vigorously for rate reasonableness and that buyers could challenge rates through 206 proceedings. What happened to that position?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And how did FERC monitor the rates vigorously to make sure they were reasonable?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dellinger. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, those decisions are puzzling transposed to this setting, because in those decisions it was the seller who had made a bad bargain; the price was too low; and the seller wanted to get out, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And now we are transposing that. And one of the main themes I think of Justice Harlan's decision was this Act was meant to protect the consumer, to make sure that the consumer wasn't going to be overcharged. And that runs through those two 1956 decisions, at a time when there was no market-based authority, or any such, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the same order where they said we are going to monitor the rates for reasonableness."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask this question? Assuming there is absolutely no bad faith or fraud or anything like that, but there is just a general conclusion that the market was such -- in such turmoil that there could not be made reasonable or long-term contracts, because the predicate for that kind of negotiation just didn't exist. Would that be a basis for setting aside the contract?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Is volatile the same as dysfunctional?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dellinger, does that mean that it is your position that no matter how dysfunctional the market was, just complete turmoil, as long as the contract was made in good faith without any fraud or abuse of power, it's a binding contract?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"For example - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"For example, if the prices down the road turn out to be so high for the utility, that the utility would go out of business?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You said the Commission is on the job, but one of the pieces of information here is that the Commission staff said that the dysfunction in the spot market carried over into the forward market, such that prices in the forward market were inflated."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand what that statement means, anyway. The current dysfunction carries over into -- into the future market? What does that mean?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Does it mean that because of the current dysfunction, you can't predict for sure what the rates are going to be down the road? Of course it means that. But doesn't a dysfunction always mean that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And isn't that why you enter into long-term contracts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Because given the current dysfunction you have no idea what the price is going to be down the road."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dellinger, wasn't the staff saying something more than that in that -- in that report?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But the Commission didn't -- didn't respond to the staff report, right? Didn't say anything one way or another about it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Did they say it with respect to the staff report? Or -- I thought they thought the staff report was irrelevant?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Wright. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Among your arguments, and the arguments of the Respondent, seems to be in some tension -- seems to me in some tension to FERC's market-based rate program. Do you -- do you acknowledge that that is permissible interpretation of the Federal Power Act or not?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- isn't it a central requirement of a market-based rate program that FERC cannot, except perhaps in very limited circumstances, go back and undo contracts that had been entered into under that program, based on a retrospective determination that the rates are not just and reasonable, in the same sense that FERC would have applied that term if the utility had simply filed a tariff?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I guess this is what's bothering us. Your point does not seem, at least to me, to be a modest point, because if I understand where you're going, you're saying that in a market with the degree of volatility of this one at the time these contracts were made, no contract is enforceable. It will last only so long as -- as one party does not complain about a disadvantage, and the minute it does, it's back in front of FERC. And the argument is being made that in fact a market-based rate cannot be enforced through contract because the very premise -- i.e., what you call and what was called a competitive -- Judge Ginsburg called a competitive market -- was absent. Isn't that the consequence of what you're arguing?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how do we know when we're only in the second worst? (Laughter.)"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I mean the problem is - -"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't see any -- and I realize that you're giving me limiting principles to what seems to me in effect a general rule that says no contracts are enforceable, if they are made during periods of market volatility, however sensible they may be given the premise of that volatility. And your first proposal for a limiting principle is this is the worst of times, and I don't see how that's going to help because somebody is always going to claim, well, these times are -- are almost as bad."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Look - -"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That's a good -- I mean that's a fine general phrase, but the question is, is it possible to make an enforceable contract under these circumstances?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I haven't heard a limiting principle yet. You have three others."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Did these -- did -- did the Petitioners here -- do you claim that the Petitioners here were guilty of failure to report?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's a different issue. That -- that may be that the Commission was derelict in -- in having a nonstatutory condition. But did these -- did these Petitioners -- do you claim, is it a basis for your claim before FERC, that these Petitioners failed to follow the reporting requirements that were in effect?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I thought."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, but here I just want to make sure I understand. You're saying one -- one limiting principle is the re-examination of contract might be limited or at least only prompted by a -- a failure to follow reporting requirements. I can understand that and that offhand seems to me perfectly fair. It may not cover this case, but I can understand that. What are your other two reasons?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, but that seems to me consistent with the problem that I have with your argument. And that is, if you make a contract in a period of high volatility, and it seems reasonable to the two parties to come up with a rate that is certainly a higher rate than anybody would come up with if they were going through cost-plus-return ratemaking, the contract is vulnerable. And it seems to me that Commissioner Massey's argument is consistent with the conclusion that all those contracts are vulnerable. So I don't see that as any limiting principle. What's your fourth one?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, I can understand - - under your fourth point, I could understand the position if the argument were this is above $74, and therefore it is suspect; but the claim you're making, as I understand it, is a much broader claim. You're saying the entire contract ought to be abrogated in the public interest, not merely above 74 but below 74. Isn't that correct?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And when you get there, you're saying abrogate this contract."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying -- have you at any point said reduce the rates to $74?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I will -- I will stop the cross-examination, but I just wanted to get the four points."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if your theory prevails and you go back to the Commission, does the Morgan Stanley contract, where the lower rate seller was, does that get reevaluated, too? You reevaluate all the contracts back down the line?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let me say that, consistent with your theory, that everybody -- that this whole unwinding process backs up all the way down to the original seller?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, good for them. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I mean you're suggesting they should be punished for that? I don't understand what -- what follows? I mean - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But how would you -- how would you go about determining in this case? You said it's not the traditional cost of service, return on investment. So how -- if you prevail, what should FERC do to determine whether this rate was fair and reasonable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Didn't your clients know that the market was chaotic at the time they entered into this long-term contract? I mean does this come as a surprise that after the fact, now that you're paying more than the market price is, you want to kick over a long-term contract you entered into? What has changed? Did you not know that the market was chaotic? Wasn't that the very reason you entered into the long-term contract."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"You were saying that the most -- the most reasonable thing for us to do was to enter into a long-term contract in order to mitigate the effects of the chaotic spot market. You understood that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In fact, you did very well under these contracts. Initially, you were even reselling some of the energy that you got. You got it at a price so much below what was then the market that you made a profit by reselling it. But now that things have changed, you don't like the long-term contract."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Wright, may I go back to your answer to Justice Ginsburg's question? She asked you: What do you want FERC to do if it does what you want them to do? And you said: We want them to make the same kind of adjustments ex post that they made to the spot prices. Isn't there one big difference here to - - between readjusting spot prices and rewriting or abrogating a contract like this? In the case of adjusting the spot prices, in effect. What they are saying is: Somebody isn't going to make the killing that he thought he was making. It was -- a spot price indicates it was a snap decision. People were reacting to -- to changes in the market from hour to hour. And the Commission is going to go back and say, you know, you're out of luck on the killing you thought you made. When, on the other hand, the Commission, in effect, rewrites or abrogates a contract, it is saying something very different. It is saying: You may not engage in long-term reliance on the agreements that you make. And isn't that a huge difference?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but with respect, doesn't that, in effect, mean -- going back to your answer to Justice Ginsburg -- that what you really want is to say there wasn't effective competition. There wasn't effective competition because the market was chaotic. And, therefore, in a chaotic market, including this one, a long-term contract which later turns out to be disadvantageous to one side is unenforceable. Isn't that what you -- your real answer to Justice Ginsburg is."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I mean -- that's where I don't think that, at least with me, helps your argument. We all know that there is a broad umbrella standard of justness and reasonableness. One index of justness is the set of conditions under which the parties operate. The conditions in this case were conditions of chaos. And what the other side is saying, I think, is: We each tried to make the most reasonable deal we could, the most advantageous for us that we could, under these conditions of chaos. They certainly produced a rate that wouldn't have been produced in a calm time either by market-based tariffs or by cost-plus-return ratemaking. But under the circumstances that we did operate in, this is what it produced. And we were dealing at arm's length. Nobody was engaging in fraud, et cetera. So that's just. And I think when you say, as you did a minute ago, there is an overarching obligation or standard of justness and reasonableness, I think you're saying that that reasoning that I just tried to outline is not sufficient reasoning for sustaining the contract. Now, if I'm wrong, tell me. If I'm right, it seems to me you're really saying ditch the contracts if they were entered into in a period of high volatility."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Are you entitled to relief if there was manipulation, but these people were not engaging in the manipulation? In other words, they are, in effect, innocent of the manipulation; but they, as sellers, are in a chaotic market. Are you entitled to relief against them under those circumstances?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The trouble is that justness is a relational category, and you are -- I think you are saying we don't have to consider justness to the parties who were doing -- we will assume for the sake of the question -- the best that they could under bad circumstances. You are saying justness only goes to the ultimate retail ratepayer."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Wright, I really don't understand why you would -- why you say, you know, if - - if the chaos is due to the weather or maybe, you know, an Arab oil embargo or whatever, that that's perfectly okay. But if it's due to manipulation, it's bad. I can understand if you added manipulation by one of the parties, by the sellers, that I could understand. But so long as it's a factor extrinsic to the parties to the contract, what difference does it make to the buyer whether the flukishness of the market is caused by the weather or by manipulation by somebody other than the seller? In other words, I think it's not enough to show manipulation. That's what's going on in the market. And you're trying to save yourself from it. So long as it's not manipulation by the seller, I don't see how you have a -- I don't know -- an equitable case."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm still puzzled by your answer to Justice Scalia. If, say, it is something like an atom bomb or terrorism or something totally innocent, where the parties are -- but it causes the same economic consequence, namely: That the rates are a lot higher than they otherwise would be, why do you draw the distinction that he says doesn't make sense?"},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but in each case the rates would be higher than they otherwise would, and you'd have to say they're high enough to be no longer just and reasonable."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Even if infected by an act of God, it seems to me the same consequence."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think you could argue that it should be just the obverse."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":10,"sideBefore":"justices","text":"Aren't you really arguing -- no, but aren't you really making the argument that the notion of justness does have an equitable component that looks to the source of the trouble; and if the source of the chaos in the market are the very people who are trying to make a profit on your contract, that is a reason to say that that market-based rate is not a just one, because they created the conditions that gave them the leverage to get you to make the deal that you made? But if they are not guilty of improper conduct in making it, then, you know, everybody has to take his lumps. Aren't you saying something like that?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, but just as a general premise, in your answer to Justice Scalia weren't you assuming something like that?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And, to the extent that you make that argument, that's an answer, sort of, to the question that I put to you a couple of times: Why, why isn't your argument anything less broad than the fact that you can't make a contract in a chaotic market? And you are, at least as a subset of what you are saying, telling us that if the contract -- if the chaos in the market was caused by the impropriety of one contracting party, that party should not profit from it. And I understand that answer. That if -- to the extent that that is your position, it is an answer to my question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Just and reasonable when?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"On the day they were agreed to."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They were just and reasonable - -"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"But I think -- and here I want to be clear on this -- you're saying they were not just and reasonable on the date they were made, number one, if the market manipulation that caused the chaos was manipulation by these Petitioners. That at least is part of your argument. But I think you're also saying that the rates were not just and reasonable if they were the result of market manipulation by others, not these Petitioners. Am I correct that your argument is broad enough to encompass the second alternative?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":11,"sideBefore":"justices","text":"And even that argument is much narrower than what the Ninth Circuit held, isn't it? The Ninth Circuit just referred to \"dysfunction in the market.\" They didn't say: And dysfunction means manipulation by anybody. They seemed to have included all sorts of other things: The California regulatory program, the weather, and a number of other factors."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If you are relying on the narrowest ground that Justice Souter mentioned, namely, manipulation by the seller, wasn't it incumbent on you to demonstrate that there was manipulation by the seller? Has that been -- has that been established?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because of manipulation by somebody."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Well, didn't the ALJ find there wasn't manipulation in this market, the forward market?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"FERC disowned -- did FERC reject the finding of the ALJ as to manipulation of this"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, in your rebuttal, will you address the state of the record with respect to evidence or findings about possible manipulation by these Petitioners? "},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- know that's a premise in the debate. I find it hard to accept. How could the two be totally separate? It was the crisis that made it necessary to engage in the long-term account."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask, I am sure you understand that a finding that there was no manipulations that affected these contracts is not the same as a finding that there was no manipulation by these sellers in the market."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is no such finding that there was no manipulation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is no finding that there was by these sellers."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"But, in fact, it didn't get that articulate. The closest it came to answering my question, I take it, is at the point to which you referred me in the joint appendix, no effect on these contracts?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then what do you say about the standard of justness? In effect, I think you're saying it doesn't matter whether these particular Petitioners manipulated the market creating the conditions under which these contracts were made at a price which turned out to be much higher than the spot price would be later, it's irrelevant. That's your position, isn't it?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about what FERC said. I'm talking about your position. I think your position is that even if these people -- even if these people -- Petitioners manipulated and that created the -- or contributing to creating the market under which these contracts were made, that is irrelevant in looking at the contracts - -"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not asking what claim has been made. I want to know -- I want to know what the government's position is. And as I understand the government's position is that manipulation by these Petitioners would be irrelevant to a review under the public interest standard, is that right?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the best way to read the government's position."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Here and now in this courtroom."},{"name":"JUSTICE STEVENS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is undertaken."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1793,"interruptions":12,"times_spoken":32,"laughter":0,"num_int_by":5},{"id":1,"fullName":"WALTER DELLINGER","firstName":"WALTER","lastName":"DELLINGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1448,"interruptions":8,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHRISTOPHER J. WRIGHT","firstName":"CHRISTOPHER","lastName":"WRIGHT","counsel":true,"justice":false,"side":"respondent","words_spoken":2459,"interruptions":21,"times_spoken":47,"laughter":0,"num_int_by":6},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":297,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":771,"interruptions":5,"times_spoken":26,"laughter":1,"num_int_by":3},{"id":6,"fullName":"MR. GARRE","lastName":"GARRE","counsel":false,"justice":false,"side":"","words_spoken":48,"interruptions":2,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":7,"fullName":"FERC says","lastName":"says","counsel":false,"justice":false,"side":"","words_spoken":46,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"I thought FERC's position was","lastName":"was","counsel":false,"justice":false,"side":"","words_spoken":21,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":158,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":2034,"interruptions":4,"times_spoken":37,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3241,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":2459,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":3968,"times_spoken":104,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":7,"prediction":{"petitioner":1,"respondent":0,"date":1472523515301}}