{"petitioner":{"name":"DONNA S. RIEGEL, INDIVIDUALLY AND AS ADMINISTRATOR OF THE ESTATE OF CHARLES R. RIEGEL","counsel":[0]},"respondent":{"name":"MEDTRONIC, INC. ","counsel":[1,2]},"caseNumber":"06-179","date":"2007-12-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 06-179, Riegel v. Medtronic, Inc. Ms. Zieve. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that situation addressed by the requirement that the manufacturer alert the FDA to new information and at least file annual reports, and then the FDA can pull back the pre-market approval if they think these problems require it to do so?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the manufacturer wants to make what you call an improvement? Can it simply market the product with that improvement without further FDA action?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if it is designed to improve safety and effectiveness?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, but those devices had not been -- they were just grandfathered. They had not been specifically approved as safe and effective by the FDA. Right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before that decision is reached, let me ask you this -- under State law, either generally or specifically under the law of the State that you are trying to invoke here, does the jury -- does the finder of fact weigh the potential risks of injury and illness against the probable benefits to the health of the patient? Is that one of the things the jury does? In other words, suppose this was a very important device, but it had a one percent risk. Does the jury consider that when it determines whether that's been negligently sold?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Alright, now isn't that exactly what the FDA measured in the PMA process? The FDA is specifically charged with weighing the risks against the probable benefits."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the jury is doing the same thing that the FDA did."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that was under the expedited 510(k). That's different than PMA, because in PMA there's a specific weight."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the State requirement there? I mean, what was the Federal requirement there? It was simply that the device had been on the market before the law became effective. Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the point is that the -- to follow up on Justice Kennedy's question, the point is that the FDA in Lohr had never made a determination of weighing the risks against the benefits, as they do for the issuance of PMA's. And so the jury was not replowing the same ground that the FDA had already plowed in Lohr."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And how does it -- how does it compare with another process that the FDA looks at very closely, I think even more closely than new devices -- new drugs. New drugs also go through a very long testing period. Is there -- and the FDA gives its approval, and the drug is marketed, and it turns out it has risks people didn't understand and there's a tort suit. Is there -- is there a defense to the manufacturer, \"I followed to the letter the permission that the FDA gave me\"?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would certainly be at least the same here, right? That compliance with the Federal law would be a defense on the merits."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a reason -- as I understand it, tort suits are not preempted with respect to new drugs. Is there a reason to treat the two differently? For new medical devices and the new drugs?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's the difference. So the question -- what does the express preemption provision mean?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that, under the Food and Drug regulation, the States can issue their own regulations that contradict the Federal approval?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. I'm talking about drugs. Not medical devices. You say that - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no. I mean, you can comply with both. It's just additional -- you have to go further to comply with the State rule, so there's no conflict. It's easy to - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then the States can issue regulations that go beyond -- beyond what the FDA says in drug matters? I would be surprised if that's the case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And is that the only basis here? Conflict -- there's no conflict? It's all okay under the Medical Devices Act?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They can add additional requirements so long as -- and I suppose they can do this by regulation -- so long as these additional requirement dos not prevent complying with the Federal requirements? So long as there's no conflict, the States can add additional requirements under the Medical Devices Act? That's not my understanding of it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is field preemption, isn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Take a - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"If it - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Take a concrete situation where the FDA is asked: We'd like to make this improvement. And the FDA says no, we don't think that enhances safety. And then there's a tort suit based on the failure to make that improvement. Wouldn't the FDA rejection of permission to make that improvement - - wouldn't that at least be preemptive?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not the way I would -- the jury has to say that? I mean, in fact - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In fact, that's what's going on, but it could have been safe if -- if they had made the change that the FDA rejected. But the case goes to the jury and that's, in fact, what's going on."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The trial is, you know, had he -- had he made this change, it would have been safe, but he didn't make the change and, therefore, you, ladies and gentlemen of the jury, should hold the company liable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it just - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It just has to be the theory of the case. We have to look at each jury verdict and decide whether that was the basis on which the jury made the decision."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your response was it wouldn't go to the jury if the FDA had said no, you cannot make this, and the plaintiff's point is you must make it in order to make this device safe. I thought your answer to me was that the FDA regulation -- the FDA's action in refusing to allow the change to be made would be preemptive and you wouldn't give it to a jury to second-guess that determination by the FDA."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's under State law, but you -- you don't say that Federal preemption requires that; you say that by the grace of New York State, that may be the situation, but New York State can change that law, as far as you're concerned, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"New York State can let it go to the jury, despite -- despite what the FDA has done. You've said that it's simply a defense under New York State law and the law of most States. But it doesn't have to be a defense under New York State law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that's the point Justice Ginsburg was implying."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"I was asking you, if it was -- as a matter of Federal law, if the FDA says - - rejects."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a proposed change, can a State court say, well, we think the FDA was wrong in rejecting that, so we're going to let it go to the jury. I thought the question I was posing to you is, isn't Federal law preemptive in that situation, when the FDA says you can't do it and the personal injury lawyer wants it to convince the jury that they had to do it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Another variation -- the FDA says you must include X in this device or we won't give you the pre-market approval. And so the manufacturer puts X in, and then there's a lawsuit that wants to charge that putting X in made the device dangerous. Would the FDA's insistence that X be put in take X out of any State court's tort litigation? That is, wouldn't -- if the FDA says you must have it, a State court couldn't put to a jury whether you should have eliminated it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. I thought that was your -- your theory was a little more nuanced. In other words, they don't require you to market a particular catheter. And you -- what I understood you to be arguing is that there may be a better design and that it was negligent for the manufacturer to market a particular design, even though they're allowed to; they don't have to."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They should have made the change to make it safer, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's what happens, what, as a -- what's going to happen for patients at a time when your theory comes up, the manufacturer looks at it and says, well, maybe this is a better device; we don't want to risk these tort suits, so we're going to stop selling our old device that's been approved, but now we have got to get FDA approval of the new device and that might take forever or at least a year, let's say. And what happens to patients in that year? They've got no device."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But your theory is that although this device has been approved, here's a better one. And it's negligent on the manufacturer's part to market a device, even though approved by the FDA, when there's a better one that would reduce the risks."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you want them to do if you think it's negligent for them to market the approved product? Don't you want them to take it off the market?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not that it is not reasonably safe. It's that another design would be safer. And you think that's a basis for negligence because you say, yeah, the FDA approved it, but that doesn't mean they required the manufacturer to market that device."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, this is all a little unrealistic. It is not as though some expert agency of the State has conducted a very scientific inquiry and decided that there's something safer than what the FDA approved or that it's negligent to issue what the FDA approved. What's going on is simply one jury has decided that in its judgment, there was a safer device that should have been used; and because of the judgment of that one jury, the manufacturer is placed at risk in selling a device that scientists at the FDA have said is okay. I find that extraordinary."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that was something a little different than that. The question that I have which might be helpful to me, if you can answer it, is -- that's being serious about it -- I'd be helped by knowing what the specific design defect is that you claim? That is, in what respect was this catheter -- and I'd like you to refer to the details of the catheter -- in what respect, what material or what shape or what -- what it is about this catheter that you as the plaintiff think was designed defectively, if you can tell me?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. But you must have a theory."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it about the design that you are saying is not safe? That is, you can't go into the court without having in your mind, as the counsel, that some kind of specific thing that was wrong with this catheter, other than just using the words \"design.\" I mean, how was it designed badly? What part of the design is not right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You are saying the material of the balloon should have been of a different material or a different thickness; is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that mean? How do you design something to burst?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you don't know how to design the balloon, what are you basing the design claim on?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the label - - that you're pressing? So you said you really don't know what the design defect was. How about the label? That would be the other thing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's just like a car speedometer. I mean, the speedometer goes up to 120 miles an hour, but that doesn't mean you are supposed to drive it that fast."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was Medtronic free to alter this label without the FDA's consent?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the citation for that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me tell you why I asked my question, because I don't want to leave -- you to leave with an unfavorable impression in my mind on your issue without your having a chance to see. What's worrying me is that, of course, it's a terrible thing when somebody is hurt in these kinds of accidents. And the lawyers are trying to help. So the lawyers will think, look, there's a problem here. There must be. My client was seriously hurt. And he's not supposed to be. And then they'll work backward from that and say well if he was hurt, there must be something wrong with the design. So every time there is an accident or something bad happens, the lawyers assert a design claim and they gear up discovery. And in my mind, could Congress have intended that kind of thing when what they're trying to do is have a group of experts really look into this and decide whether it should marketed or not. That's what's bothering me. And that's why I would like you to respond to that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Olson. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why, Mr. Olson, is it more essential to this scheme than the new drugs? I would think that if everything that you said about new devices would apply in bold letters to new drugs, because the testing procedures are much longer, are they not?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's an argument that what it was intended to do was to cut out State pre-market approval, where States like California came in when there was a Federal void and said we shouldn't let the manufacturers put out whatever they'd like. Let's have a pre-market approval. And the argument is, as you well know, which was presented in Senator Kennedy's brief, that's what we meant to do with the preemption provision. Nothing more."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if the FDA hasn't done it? How are newly discovered flaws dealt with? I mean, say where you have this catheter, and the FDA didn't look at the possibility of allergic reactions to the balloon plastic, and all of a sudden it turns out to be a serious problem. How can you say that that's preemptive?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is the manufacturer free to continue to sell the device after newly discovered risks - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- pending the FDA's acting on the same information?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It takes time for the FDA to act. Let's assume that we know it's going to take six months for the FDA to do this. The manufacturer knows that there's a real problem. He can continue to sell in the face of the knowledge of the real problem?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I was asking you about the manufacturer's duty pending the FDA's action."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, suppose the manufacturer did not provide information. Would the preemption nevertheless exist?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"At least as a theoretical possibility, there could be a newly discovered risk that the FDA never knew about. And, nevertheless, the claim would be preemptive."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, that still leaves the -- sort of the hiatus that Justice Kennedy's question was addressed to. And I -- I don't think I understand your answer to it. His question was what if the manufacturer has learned that there is -- that there's a problem that somebody hadn't anticipated? The manufacturer has told the FDA, and the FDA has not yet acted. Leave open the question of whether the FDA is slow or whether it just takes time, but there's a - - there's a hiatus here. And an injury occurs because of marketing that took place during the hiatus. Does preemption still apply?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know whether the PMA process in this case considered the design defects that the Petitioner seems to be relying on?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If you look at the file of a PMA proceeding after it is concluded, can you tell exactly which design features and which risks the FDA has considered?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't there -- to - - to take care of that kind of hypothetical where the FDA says this isn't it, to say that kind of suit can't be brought. But it is, indeed, mentioned that there's a category of suits that is simply saying: Manufacturer, you didn't do what's in that pre-marketing approval? So we're kind of a backup to not doing anything in conflict with the FDA's approval. We're simply saying you didn't follow the labeling requirement, or you didn't follow the design submission that you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you agree that that was not preemptive."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You would say the same thing for -- for design and labeling if the manufacturer did not do what the FDA approved?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, what about the argument that once you've got this very valuable pre-market approval, even though you could make that device safer, you have no incentive to do that. You have permission to market this product as is. Even if you know that there's a better way to do it, there's a disincentive to try to go through the process and make the change. Why should you, when you have carte blanche to continue without making the change?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If the manufacturer finds just from its own laboratory experiments and not because of any data it's received from doctors and patients that there's a better way to do this, does it have the obligation to notify the FDA?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, I'm looking at the Government's brief on page 4 which says that in the annual reports, the -- the manufacturer has to disclose unpublished reports of data from clinical investigations or nonclinical laboratory studies involving the device. So presumably that includes any nonclinical laboratory studies that the manufacturer itself conducted."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could you answer one thing for me on that? Is that a -- as soon as they get the information requirement, or is it an annual requirement that they have to take - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, the other side says well, you know, these are all horribles but, in fact, we have had tort suits and manufacturers haven't taken their products off the market. This is all just a Chicken Little kind of a - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But of course the FDA took this contrary position some years ago."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Olson. Mr. Kneedler. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that you conceded that there would be conflict preemption, that the States could not -- either through a State agency or through a jury -- come up with a requirement that would conflict with an FDA requirement."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Additional requirements are not necessarily conflicting requirements. You can comply with - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It is clear that Congress didn't want additional requirements."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How are they not conflicting? Go ahead; go ahead -- elaborate."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Everybody agrees that far, that the States were not to be in the business of issuing PMA's. The question is does the preemption clause mean any more than that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- isn't it - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If you compared drugs, which -- I think you will -- you will concede -- go through a very arduous process, new drugs, why -- maybe you think that the same preemption applies there, although there's no preemption clause."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It was also a different Congress."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How much -- how many years later?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why did we expect them to come out with the same - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did anyone -- when this preemption clause was put in the new Medical Device, did the government -- when was the government change? Was it 2004? The government's position, the FDA's position, was 180 degrees different - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose a label is approved in a very specific form under PMA, and then a year later, it turns out, unforeseen by anyone, that doctors are just -- many good doctors are just reading it the wrong way and it's dangerous. Can the manufacturer continue to sell new devices with the same label pending the annual report?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Just take - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Just take my hypothetical."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And you could -- and the manufacturer continued to sell the device knowing that the label is being misconstrued by very good doctors pending FDA action?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, it's very serious."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does the failure to give that notice subject the manufacturer to liability if the manufacturer continues to sell the device?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, let me ask you to -- a textual question which perhaps would be better directed to counsel for the Petitioner, but let me get your take on it. If the only objective in the -- in the preemption clause were to preclude State PMA in addition to Federal PMA, there would have been no reason to include the phrase -- would there have been any reason to include a preclusion of a requirement that is different from in addition to a preclusion of something which is in addition to?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"\"Addition to\" would be - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Zieve, you have 4 minutes remaining. "},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And how do you draw the line between those instances and the ones that you say are not preempted?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They -- they were requirements, in other words, of positive law? They were State regulations?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So the - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So the line is simply enactment of positive law versus jury award? That's the line?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I just want to make sure - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what your position is. That is where you draw the line then?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't the Court - - didn't the majority of the Court reject that line in Lohr?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do I read in order to verify your statement that the -- that manufacturers can cure the label without FDA approval? Where do I find that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could -- I'm sorry -- I've been thinking about your example of ambiguity. You're saying it is ambiguous when they say you can inflate it up to the bursting pressure or until the blockage is cleared?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't that obvious mean if the blockage is clear, you don't keep inflating it to the bursting pressure. You think that doctors read that as saying you can inflate it past the bursting pressure unless -- if the blockage isn't cleared?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the label said eight is the bursting pressure?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Zieve. The case is submitted."}],"people":[{"id":0,"fullName":"ALLISON M. ZIEVE","firstName":"ALLISON","lastName":"ZIEVE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2494,"interruptions":36,"times_spoken":71,"laughter":0,"num_int_by":6},{"id":1,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"respondent","words_spoken":2417,"interruptions":14,"times_spoken":24,"laughter":0,"num_int_by":6},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1232,"interruptions":10,"times_spoken":22,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":638,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":8,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":438,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":986,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":87,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":50,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":2494,"times_spoken":71,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":24,"words_spoken":3649,"times_spoken":46,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":20,"words_spoken":3657,"times_spoken":121,"laughter":0,"num_int_by":5}],"outcome":{"side":"respondent","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.10138821751890788,"respondent":0.8986117824810921,"date":1473644743256}}