{"petitioner":{"name":"CBOCS WEST, INC.","counsel":[0]},"respondent":{"name":"HEDRICK G. HUMPHRIES. ","counsel":[1,2]},"caseNumber":"06-1431","date":"2008-02-20T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 06-1431, CBOCS West v. Humphries. Mr. Hawkins. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you see any meaningful difference between the language of 1981 and 1982 in this regard?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that it was narrowed in 1981?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wasn't the purpose of the 1991 act to broaden the scope of 1981 rather than narrow it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is to say it was designed to overrule Patterson."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not overrule. They can't overrule it, but change the law - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so that Patterson would no longer be right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"\"EES-ter-brook.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you mean Patterson would come out the same under 1981 as amended by the 1991 act."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think Congress would have been quite amazed at that rule."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"I think that they would be astounded."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that before the 1991 amendment retaliation was included?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What change did the 1991 amendment make then?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You say it was intended to change the outcome of Patterson. In what respect? You say not in the respect of whether retaliation is included but in what respect then?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand you. Patterson said that post-formation actions were not covered, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Retaliation is one, but just one of many post-formation actions, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What other post-formation actions were there that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the post-formation action that was in action in Patterson?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And Congress changed that and the case we have is also post-formation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It didn't specify them. I think your point is probably that it includes the same post-formation conduct that is prohibited at formation, which is to say discrimination on the basis of race, which is not retaliation; right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your view, would harassment be prohibited by 1981 as amended?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the term \"harassment\" is not included in 1981(b)."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that true here? Because we're not talking about retaliation in a vacuum; we're talking about retaliation for complaining about race discrimination."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What kind of -- what kind of right to be free from discrimination would there be if once one complains one can be fired, demoted? That would not be a very effective right, would it be?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But one can say the same thing for Title VII and, say, the Equal Pay Act. There are a lot of overlapping antidiscrimination laws. That doesn't mean that we shrink one because another exists."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did they -- why did they proceed under Title VII then? What -- what help - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's often the case, isn't it? I mean, the argument you just made could go as well to somebody who uses 1981 to complain about a racially-based demotion wasn't able to use Title VII because he filed too late. That's a typical use of 1981; is it not?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is the difference between this case -- you say, well, there's Title VII and this would erode Title VII. Doesn't it erode Title VII when I'm complaining about, say, a demotion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- does the person who is retaliated against, that is the person who complained and is retaliated against, have to be the person who was discriminated against?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, is your position that in that situation a retaliation is not covered by 1981?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought that you could argue that it's direct discrimination. In other words, if you're fired, whatever form the retaliation takes, that, as Justice Ginsburg suggests, that that would be on the basis -- basis of race. And I thought your position, or at least your position could be narrowed to say it's only when the individual against whom the retaliation takes place is not the individual complaining of the direct discrimination that your position would be pertinent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's right. That's why I thought the person directly discriminated against would be able to phrase the retaliation claim certainly as a discrimination claim."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely -- surely, you don't mean what you just said a minute ago, that in order to have a retaliation claim you must have a discrimination claim."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely it's your position that even when you have a discrimination claim, you don't have a retaliation claim. I thought it was your position there are no retaliation claims under this statute."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"You practice in this - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"And you say - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"-- in this area - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps you can maybe just tell me based on your experience: After 1981 was amended, did 1981(b) supersede Title VII in run-of-the-mill termination and harassment cases?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, not retaliation. I mean harassment, discharge, et cetera."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? There's a longer statute of limitation. There's no cap on damages."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then I have to refine the hypothetical. I don't want to take too much, but in Federal court - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because it does seem to me that Congress told us: We don't care if there's an overlap between 1981 and Title VII, we don't care if there's a longer statute of limitations, we don't care if there's no cap an damages; we want 1981 to work. And that's -- 1981 does apply in a large number of employment discrimination cases."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that's true, then why do we worry about retaliation? If Congress is not concerned about it, why should we be?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it's just for race claims, and Title VII covers sex, national origin."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My point is that 1981 would not be available to other categories. It's only race, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Any other advantages to 1981? You get attorney's fees in 1981?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you get that under Title VII?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens in just a basic employment case? I'm trying to remember from law school. Somebody's contract with another man, he's the employee, and he says -- the employer says: I'm firing you because you won't help me rob the bank. Or the employee goes and he finds some money in a wallet or something on the street, and he says, I'm going to return it to the rightful owner, and the employer says, I hate rightful owners, so I'm firing you. Now, when the employee goes to court, I take it -- my vague recollection is the employer can't do that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The State law, is there some kind of policy against that from the State law, he couldn't do it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here we have a Federal statute that says that a black person shall have the same right to make a contract as a white person. But if nobody ever can report on that, that they're not, it's not going to be the same right; it's going to be zero right. So, why by parity of reasoning wouldn't this provide for the same kind of thing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no. It would make no difference whether you're a thief in my example, whether you're good-hearted. It doesn't matter who you are. You could even be somebody from another country. You don't have to be American. You could be anything. But the State law tries to follow out that -- that policy of not having bank robberies and of returning money to rightful owners. Well, here we have a Federal policy, and the Federal policy is that black people shall be treated the same as white in respect to making a contract. But were the law to allow you to fire anybody who complained about it, then black people wouldn't have that right. And therefore the policy is that you can't do it under this statute because otherwise the written policy is ineffective. I'm just remembering that from my written - - from my policy arguments that were in contract law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it say anywhere, by the way, in that statute that a black person who is discriminated against can go to court and file a lawsuit?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Does it say is in that statute, 1981?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Is there a Federal common law? Are we sitting here trying to write a Federal common law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So State courts can do that. They can make it up; can't they?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And have we developed a policy here in creating a right of action under this 1981?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is the statute that does -- is there a statute that specifically gives you a right to sue under 1981? Is there a statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It has established it. Yes, that's my point: That the Federal court implied from the statute a right of action. Now, if they're implying a right of action from the statute, why wouldn't courts also imply those rights of action necessary to make the statute effective?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't the word I was looking for. The word I was looking for in 1981(a) is the word \"and can bring a lawsuit in Federal court.\" I don't see that written there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, correct. So we've implied that. And therefore, if I can imply that, why can't we imply a lawsuit on behalf of those who need the lawsuit to make the right effective?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That was my basic question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hawkins, don't we have a whole line of recent cases which say we have set our face against implying causes of action?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A whole bunch of recent cases saying we're not going to do that any more."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We used to do it, but we said we're not going to do it any more."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't you invoke those?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We do have those recent cases, but we also have the Sullivan case interpreting -- interpreting 1982, which arose under the prior approach to these questions. And my question for you is: Under principles of stare decisis, which body do we follow, the earlier case interpreting 1982 under the more freewheeling approach to statutory interpretation or this later body of law that says we're not going to do that any more?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a statute that has the same derivation. They're both from the 1866 Civil Rights Act, and they're both set up the same way. 1982 also says \"same\" as 1981 does. So wouldn't it be odd to take these twin measures and say one includes retaliation and the other doesn't? Wouldn't Congress, when it revised 1981 in 1991 been aware of Sullivan and expect this Court to interpret those twin statutes the same way?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't you look at what Congress was trying to do in the 1991 amendments? That is, Congress changed the law that this Court had declared; and the message, the essential message, was this Court has been too stingy in its interpretation of Title -- of 1981, so we're going to change it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me that we wouldn't be hearing -- we wouldn't be grasping that message."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you agree with that? I don't understand why you agree with that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then don't say \"yes.\" I mean, it may well be that Congress thought our interpretation of 1981 was perfectly reasonable, or it had no idea what our interpretation of 1981 was. But they know what they wanted to do in -- in 1991. Okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all we know for sure."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That Congress wanted that disposition. They weren't necessarily disapproving our prior decision. Is there anything in the statute which said the Supreme Court made a bad decision, and we're going to fix it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There is something to that effect in the legislative history that explains why Congress made the amendments it did in 1991."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Because the legislative history does say, when they passed this, that the new law will involve a claim, allow them to make a claim of harassment, discharge, promotion, transfer, retaliation, and hiring."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So when they write that in the House report, isn't that some evidence that they did look back and see Sullivan, and they did think that in 1982 there's a retaliation action, and therefore in 1981 there is one? Isn't there at least evidence that there were people in Congress thinking that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that someone - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the committee vote on that committee report?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you know if anybody in Congress thought that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could have been a teenager who wrote the report."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think we're familiar with that debate. But if we can look -- look at the statute, if I ask you why isn't this an enjoyment of a benefit, a privilege or term or a condition of the contract, is your answer that this was an at-will contract?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, because I don't think that's is a good argument. Why isn't this a benefit or a privilege that's been denied?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hawkins, is it at all relevant on the issue that the several courts of appeals have come out the same way both before the 1991 amendment and since the 1991 amendment, and opinions to the contrary are pretty scarce? Does that have any weight in a sort of a stare decisis sense?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but even under the 1991 the courts of appeals have been fairly uniform on the answer to the very issue we're confronting here. Isn't that true?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is, are they entitled to give any stare decisis weight to a consensus among all the courts of appeals both before and after the 1991 amendment."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't have to, but does it make sense in trying to understand the stability of the law generally?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Hyndman. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a good argument to Congress. Congress should enact a retaliatory provision. But the statute says what it says, and what it says is that there has to be discrimination on the basis of race. And firing somebody for -- in retaliation for making a complaint is not firing him on the basis of race. Indeed, the person making the complaint may not have been the person who was racially discriminated against. You would acknowledge that you couldn't fire -- if retaliations claims lie, you couldn't fire a white whistleblower who says this employer has been discriminating against blacks. Wouldn't that white whistleblower have a cause of action for being fired?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"On your theory, but that has nothing to do with the text of the statute, which requires discrimination on the basis of race. I agree with you entirely that it would make sense to provide a cause of action for retaliation, but we don't write statutes. We read them. And there's nothing in this statute that says that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can say that, but it doesn't make any sense."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't make any sense then, either. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Counsel, if we rule in your favor, why would anyone ever bring a Title VII action if they could bring a 1981 action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So if you bring -- you'd at least bring them both, right, because - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- 1981 allows you to get out of the Title VII cap on damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or isn't that rendering Congress' careful -- I mean the 1991 legislation was a careful compromise. In exchange for the expansions of Title VII, they put caps on the damages. You would allow them to keep the expansion, but do away with the caps."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're just begging the question. You're assuming you have the right that's at issue here today."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"When were -- when there damages, as opposed to back pay, added as a remedy for Title VII?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So it wasn't that it was cut back, as the Chief suggested."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's the first time ever Title VII plaintiffs were entitled to get money damages as distinguished from simply back pay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well then, why do they put the caps in? I mean, I do think that is a limitation on the remedy they provided. They provided a damage remedy with a very clear cap and it's not a particularly generous cap, either."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you would allow them to completely obliterate that cap under any case that could be brought under 1981."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say it's clear, but neither you or the government seems to tell me any words in this statute. Your argument is that we should create a cause of action in order to make this effective. I understand that argument. I think the Court's cases stand against it, and if you want to - - but it seems to me that you're admitting that nothing in the words of the statute as amended help you. And the government -- which as well is an impairment, which I think is quite wrong because that's not what section (c} intended for. But that's almost an admission on the government's part that it can't find any words in section (b) either."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that was there before -- but that was there as of the time of Patterson."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So then Congress did nothing by the amendment to help your case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Patterson was not a retaliation case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Patterson was a discharge and harassment case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the words do seem to cover that."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":7,"sideBefore":"justices","text":"No. But your point is that Patterson made a number of lower courts think that retaliation was no longer a viable cause of action."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Before Patterson they had all thought retaliation was a cause of action."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But nothing that you argued so far shows that the words of the statute as amended, that is to say new subsection (b), help your case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I do not read subsection (c) as giving substantive rights. I mean, you can argue about that. I think you have to talk about (b), and I think you have a valid point when they say that they're extending the protection for the life of the contract. But I still want to know what particular words in section (b) you rely on? \"Benefit\"? \"Privilege\"?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I guess those court of appeals cases pre-1991 that found there was a retaliation claim, right, those cases were just wrong as to whether there was any post-contract claim? Right? I mean, they were wrong about that. Patterson, in effect, said you're wrong."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if they were wrong about whether there's a post-contract claim, why wouldn't they be wrong about whether there's a retaliation claim?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know why we should give deference to them on the one point when they've been proven wrong on the other one."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because it's ironic to say all those cases were wrong when Congress agreed with them and disagreed with Patterson."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But is the rationale of those cases -- and it's important to get the right rationale. If I say this and I'm wrong tell me I'm wrong. And I thought that the heart of it is not that the retaliated -- the act of retaliation is discrimination. It isn't. What they say is when the white man helps the black man from being discriminated against, it falls within the statute, not because you've discriminated against the black man, but because if it didn't fall within the statute it would seriously erode or destroy the black man's right. That's what it seemed to me Douglas said in Sullivan."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And so then we're looking very hard in a place for a word that couldn't be there."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that was true in Sullivan because a property owner who wants to sell is in a particularly advantageous position to enforce the rights of the buyer. It's part of his own contract. And to extend it to the situation we have here is quite an extension of Sullivan in my view."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"When you agreed with Justice Breyer that we're looking for a word that couldn't be there, you said yes, but it is in fact a word that is there in about 37 other statutes, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The word could be there. I'm not saying whether it has to be there or not. But it certainly could be there, and it's not here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they provide a specific cause of action for retaliation, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is this -- the question I asked your friend and I'll ask you as well. I think you have a case under Sullivan, which recognized, although it's 1982, this type of action. But Sullivan would not come out the same way today given Alexander against Sandoval and our new approach to statutory interpretation. So if you're concerned about stare decisis, which body of law do you give effect to, the Sullivan case or our more recent cases on how to read statutes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, by 1991 our new approach to reading statutes was pretty clearly established."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So if Congress were looking at both of those bodies of law, then wouldn't the normal care be for it to put in a retaliation provision?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying they would have -- you're saying they would have added an express retaliation provision in 1981 in 1991 if they had thought that the mode of reasoning in Sullivan was no longer sound? Is that what this comes down to?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When you say they legislated against the backdrop, you're -- are you not relying on something they didn't do, rather than anything that they did?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The interpretation was consistent with this -- was it 2005, long after those other new approach statutes, decisions were on the books. Jackson was in 2005."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm -- what I'm taking away from the argument is that if I were to write this opinion in your favor, I would have to say that it's necessary to imply a cause of action prohibiting retaliation in order to make these other words effective. And that seems to me a very limited argument and a very difficult argument for you to prevail upon, given the authorities and the approach of the Court that we've discussed."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that, and - - and there certainly is a cause of action as to all the terms in the contract, but you want to add -- for me to add a new term. You can't use the existing terms to say that there is a cause of action other -- that helps your client, other than that there is a general approach that there is protection post-contract formation. I would have to agree with that; and I don't think you can get out of it impairment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now you're making enforcement, as with Patterson."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now you're just talking about make or enforce and that brings us right back to where we started."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To the extent your argument relies so heavily on Sullivan, I went back and read it, and rather than an implied right of action case it looked to me like a third party standing case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I think - - that's right. Now I get back to another stare decisis question. Do I rely on what Sullivan actually said, or I do I rely on Jackson's reinterpretation of Sullivan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You agree, though, that the language in the opinion focuses on it as a third party standing question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. General Clement. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's a little more complicated than that. We inferred that cause of action in the bad old days, when we were inferring causes of action all over the place. Now, the position the Government takes here is that we should infer this new cause of action to assist the one that's already on the books. Is the Government going to be consistent in this position? And you want us to in the future go back to our prior practice of readily inferring causes of action that are not set forth in the -- in the text of this statute? Is the Government willing to live with that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Patterson was still the bad old days. When do you think the bad old days ended? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I'm sorry. I was thinking of Sullivan."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Are you asking us to infer, to find implied in the words a cause of action against retaliation?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What words - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What words in the statute? And not \"impairment\" because I don't agree with the government on that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"A third reason is that the word isn't in the statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's a benefit, privilege, and term of the contract - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- to me fairly obvious to me to include harassment. That was the situation in Patterson. That's what Congress sought to address. Retaliation is something quite different."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then why were you - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- talking about impairment in your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, if you have - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If you have an employer who fires everybody who complains about practices at work, that would not be covered retaliation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think it's unusual for employers to have a practice that anybody who alleges that I've committed a violation of Federal law, I want to get rid of them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't have any doubt that Sullivan would come out differently today under our current analysis?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It would be a tougher Court to make the argument on inferring a cause of action, period. But I don't know whether it would be a tougher Court to make the argument that, if there is a cause of action, it's got to include this, which was your point a moment ago."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The correct reading of Jackson or of Sullivan?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, of course, and you in your brief bracketed that and just made that equivalent to retaliation. I don't think it is because he was arguing that he didn't -- he was himself injured because he couldn't sell his own property. He has an interest in his own property. And that just isn't true in the standard retaliation case of the type we're discussing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But a seller is -- or a would-be seller is always a built-in advocate for a buyer if some third person interferes with the contract."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If we thought - -"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If we thought Sullivan was incorrectly decided, what should we do? Should we say we accept it insofar as it interpreted section 1982, but we don't necessarily have to extend it to 1981, to take an approach similar to what we did in the recent John R. Sand & Gravel case? Or do we have to apply the reasoning in the 1981 case because of the close relationship between the two provisions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Hawkins, you have three minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This is no longer Washington, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. I didn't know where he stopped and you began. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL W. HAWKINS","firstName":"MICHAEL","lastName":"HAWKINS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2316,"interruptions":29,"times_spoken":90,"laughter":1,"num_int_by":7},{"id":1,"fullName":"CYNTHIA H. HYNDMAN","firstName":"CYNTHIA","lastName":"HYNDMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1572,"interruptions":15,"times_spoken":46,"laughter":0,"num_int_by":5},{"id":2,"fullName":"GEN. PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":1421,"interruptions":11,"times_spoken":23,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":773,"interruptions":2,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":187,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":922,"interruptions":3,"times_spoken":43,"laughter":3,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":465,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":937,"interruptions":6,"times_spoken":38,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":827,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":163,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":52,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2316,"times_spoken":90,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":2993,"times_spoken":69,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":14,"words_spoken":4326,"times_spoken":167,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.10133427727082969,"respondent":0.8986657227291703,"date":1473644743239}}