{"petitioner":{"name":"ALICIA G. LIMTIACO, ATTORNEY GENERAL OF GUAM","counsel":[0]},"respondent":{"name":"FELIX P. CAMACHO, GOVERNOR OF GUAM. ","counsel":[1]},"caseNumber":"06-116","date":"2007-01-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 06-116, Limtiaco versus Camacho. Mr. Waxman. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, I thought the Ninth Circuit did decide that question in another case that was pending, Santos."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wasn't that the time at which it was clear that the Ninth Circuit no longer had jurisdiction?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you suggesting that the test is whether under colorable jurisdiction -- a hypothetical case, suppose the statute, Federal statute is very clear that it applies in any case. Would your argument be the same?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if we accept that in the opinion, what was the phrase you used, colorable jurisdiction, or -- it's something I made up, I suppose -- is there some concept that we can refer to or some phrase that works to -- in order to incorporate your test that you seem to be suggesting?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, may I just ask this question? I don't understand what the import of this order on page 51 is. I have it in front of me. What did that do? Is it anything different immediately after the order entered than - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, am I wrong? I thought that the Attorney General of Guam did file cert in some cases that are pending, or am I wrong on that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, going back to what you just said, isn't a third possibility, the most likely possibility, that this Court would simply hold the petition if there were -- if the attorney general filed a cert petition here while the Ninth Circuit had not yet disposed of the case, this Court could have just held it because the Ninth Circuit was likely soon to dispose of it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no sense in which it's redundant, though. It would have been the first piece of paper that this Court would have seen in the matter."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it just the case -- you've made several arguments, but you have a case that's lodged in the court of appeals. It's not simply a petition there. They have accepted it for review."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So in the normal course when you have a district court decision, a trial court decision, then you're on appeal and the case is fully lodged in the court of appeals, it's like the judgment is suspended until the appellate court is done. So you have no final judgment that is properly taken anyplace else until that judgment is entered. I think that's the essence of your argument, isn't it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it make any difference that the review was discretionary in the Ninth Circuit? What if before the act was passed there was an appeal as of right to the Ninth Circuit? Wouldn't your argument be exactly the same?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps you should go on to the merits."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And on that I have a preliminary question, because we have a new attorney general and the question is whether the new attorney general continues to oppose the legislature and the governor on this bond issue. Do -- in other words, do we still have a case or controversy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a more basic question, whether we had a case or controversy to start with. This is kind of an intramural dispute between two Guamanian officials about what Guam's position should be with respect to the Organic Act and I'm wondering why that's a justiciable controversy under Article III. The cases you cited in your petition all involved on its - - only facially intra -- interbranch disputes within the Federal Government; but the agencies in those cases always -- were representing a real party in interest. United States versus ICC, the ICC was actually the railroad in whose favor the had commission ruled. Why shouldn't we just let Guam figure out its position on its own and then when a private party with standing challenges something then we'll have a case or controversy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no. Guam - - presumably, some state courts issue advisory opinions. We don't -- that's their business. It's just a question of whether we have jurisdiction to address the question in that context."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that she is removable by election, and that is indeed what has happened. And I understand that one of the issues in the election was precisely whether this borrowing authority existed or not. And if that's the case, you have a new attorney general that presumably as an original matter would not do what the prior attorney general did."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it is an intrabranch dispute that can be resolved by the electorate essentially."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I'm not quite sure what that means. I mean, it's one thing to say I will pursue the litigation because it would be a good thing to have a definitive answer from someone other than the governor or me. Is it her position at the present time that the position of her predecessor is correct or not?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So she adopts the interpretation of her predecessor?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a question, if I can, if we should reach the merits of the case - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that. That isn't it. I have a question about -- I have a question about the merits."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but I have a question I'd like you to go into."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I looked up, my law clerk has, and found eight States that seem roughly comparable. Those that go to assessed value, every single one of them -- and most of them do -- they have the word like \"assessment. The only comparable places we found are Puerto Rico, Philippines in 1916, and Guam here which don't use the word \"assessment,\" but use the words \"aggregate taxable value.\" All right. Now, what's happened in those places? We know what's happening in Guam. I can't - - with the Philippines in 1916 and Puerto Rico, there ought to be some experience there even if we couldn't find a case how they treated it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Try Utah, try Iowa. Try - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, can I ask you this, just about Guam, not about the other territories. Is there anything in the Organic Act that would prevent Guam from changing the assessed percentage from 35 percent to 100 or 150?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no, no limit in the Organic Act of any real meaning?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Please don't. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is the following. In Puerto Rico and in the Philippines after 1916, and in Alaska, were there any instances in which they issued bonds that exceeded the 10 percent of the assessed value as opposed to the aggregate market value? They either did or didn't and that shouldn't be hard to find out."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Just on the merits, the first thing that the tax authorities have to do is they have to value the property."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And they're valuing it for tax purposes, so that sounds like tax valuation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There are big lenders in the United States and those people don't fool around. They get opinions. And they lend money to Puerto Rico or they lend money to some of these places. They're going to have opinion letters. And those opinion letters are going to say whether they think in their opinion this is over reaching to many bonds or not. And Of course, I would think those opinion letters would say for Puerto Rico, what the words aggregate tax valuation mean. They might or might not. In other words, I'm trying to find ways of getting the tax."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Now Mr. Waxman, we've taken a fair amount of your time before you got to the merits. So we'll give you a couple of minutes for rebuttal. Why don't you answer that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Waxman. Ms. Brinkmann? "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Brinkmann, Congress sometimes withdraws jurisdictions from courts, but while the case is spending it isn't until the court issues the order -- there's no automatic dismissal of the case when Congress passes an act. There is a case lodged in the court, and that court will follow Congress's directions and dismiss it. But until it does, its hold final judgment. The judgment of the Guam Supreme Court is suspended while it's sub judicata before the Ninth Circuit, and then when the Ninth Circuit acts, then there is a trigger. But until there isn't."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if, what if you have an ambiguous statute where it really is not clear whether it applies to pending cases or not? What, what -- you say if it turns out after the fact that it does apply to pending cases, you are out of time, if you haven't immediately filed here while the case is still -- is still pending."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask, would the Ninth Circuit have had jurisdiction after October 30, 2004 to vacate the judgment of the Guam Supreme Court and send the case back?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We did that. \"We don't have jurisdiction but we are nevertheless going to enter the following order, which presumably depends on our having jurisdiction, that the judgment is vacated,\" assuming it's bad. You agree that the Ninth Circuit could have done that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that subject to gamesmanship? Parties that are out of time in this Court going to a lower court and saying well, just vacate and re-enter, and then I can start all over again? We've discouraged that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you'd say Santos, then, is -- is -- is the Rubicon? Not the enactment of the statute, but Santos?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. Your last argument, then, is irrelevant. I mean if it's clear, it doesn't matter what they did before."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which is not this case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Ninth Circuit would have been without authority to issue the orders in Santos under your reasoning. The Ninth Circuit is powerless because the authority had been transferred by virtue of the statute to this Court, so the Ninth Circuit was wrong in any orders it issued."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask, how much time did the Petitioners have after the statute passed? days? Or the interval of 90 days minus whatever had been run?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why would that be so?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in this case if it was not a false exercise in Santos, why was it a false exercise here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it, it, it was still an exercise -- it was an exercise in this case of the same authority that it was purporting to exercise in Santos, which you conceded. And that is the authority to determine its own jurisdiction. I presume that jurisdiction is determined on a case by case basis when a case has already been accepted by the Court, and as Justice Ginsburg said is sub judice. So if there was, if there was jurisdiction to determine jurisdiction in Santos, I don't see why there wasn't likewise jurisdiction to determine it here."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Once the -- once the Ninth Circuit determined that it had no longer a continuing jurisdiction to do anything more than it did, in the order that finally dismissed this, the other side wasn't bound to litigate that here. All the other side is saying is that up to that point, the court was determining its own jurisdiction. And therefore it is only when it determined that its jurisdiction no longer existed, that the filing period began to run. So it seems to me that the crucial question is if it could determine its own jurisdiction in Santos which you concede, why can't it determine its own jurisdiction here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that what it was doing?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why can't it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But those -- those -- are they -- and you have got me here. The argument here is that the, that the Ninth Circuit already had taken jurisdiction in this case. It wasn't a question of whether to accept it or not."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I'm still at a loss on the point that for one purpose, the purpose of the 90-day filing period, you're saying that the Ninth Circuit did not have jurisdiction; but for another purpose, the determination of whether it had jurisdiction, you're saying it does have jurisdiction. Am I misunderstanding your argument?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how you can have it both ways."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe I should say I don't know why this Court can have it both ways. (Laughter.)"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Don't, don't we have to choose one analytical path or the other analytical path?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And then when they decide they didn't have jurisdiction, then it's retroactive? That's what your position is?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Ninth Circuit has jurisdiction this whole time. But the day that it issues its decision dismissing this case, then it is retroactive back to the date that Congress passed the statute? That's what you seem to be saying."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What if, what if the Ninth Circuit had incorrectly held that it had jurisdiction? Would it be the same?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But those cases really are not on point. Because there was a vast confusion in the days when there was a three-judge court, do I file a jurisdictional statement, do I file a cert petition? Sometimes this Court said we'll treat the jurisdictional statement as a cert petition. But those existed from the beginning. Here there's a case lodged in the Court of Appeals, the Court of Appeals had every basis of jurisdiction. This was no big shakes about it. It wasn't, did they file the right paper? And then Congress does something. And the Court would follow suit. It just seems to me very strange to say the court has jurisdiction to decide whether it has jurisdiction, but if it decides it doesn't, then the date of that order is not the critical date, but you go back to the date that Congress passed the law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But don't you know that your interpretation reads the word tax out of this statute? I mean your position would be exactly the same if it just said 10 percent of the value of the property in Guam."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's where I'm having trouble on your side. I can't get very far with a history of other places. Apparently I can't get there. Tax doesn't seem to help me very much. So I thought, well, one thing is clear. What they're trying to do here is they take out of the box, if you look at it, take all of the list of property that they don't tax. I guess a school, maybe some tax exempt business or something."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Now their reason for doing that must be that those people who they've exempted entirely by statute are not going to be much help in paying Guam. Well, if that's true, isn't precisely the same thing true of the two-thirds of the property that they don't take into account when they set their taxes?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. It doesn't secure it one bit if, in fact, the tax statute says you can't take it into account when you set your taxes. Just as is true of, let's say, a tax free business of some kind. Now Guam doesn't have to do that, it could change its statute, but so could it change its statute in respect to a school, a university, or whatever the other things are that are off those tax rolls. You know that, you know, your answer was circular. That assumes that the whole property is, but it isn't."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why why does it do any more than the 35 percent value? That sets a definite limit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"With respect to much of the tax exempt property, that could be changed by the legislature as well."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't have to be 100 percent. They could change what you call the tax valuation from 100 percent of the fair value to 150 percent. There's really much less to this case than meets the eye. I mean, Guam is going to be able to fiddle with this thing no matter how you come out."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, whether it was their intent or not, is it not the case that Guam could say all property will be valued at 150 percent of its fair market value and we will then impose a 1 percent real estate tax instead of the 2 percent, or instead of the percent we had before?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, just before you go there, if I were a bond investor, I would much prefer issuing bonds if it's the lower value, if it's the assessed value. I'm just more secure."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you do have a concrete appraisal, but it's just reduced to 35 percent."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say without any responsibility to the voters. I mean, the voters are going to know that if the valuation is changed and the tax rate isn't, their taxes are going up. So I assume the voters are going to be vigilant to what is going on and I assume they have telephones and they'll call their representatives. Why is this -- why do you posit this sort of failure of representative democracy?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if the tax rate is changed, they're going to call twice."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But they're going to know this. I mean, they're going to be, if they are concerned at all about it, they'll be in touch with their representatives."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do they tax on the basis of the - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This is a fractional, this 35 percent. In the other places, do they use as the -- the value taxed 100 percent of the property - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and then just have a lower tax rate?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And what was the appraisal practice? I mean, in a lot of these jurisdictions you have appraised value that turns out to be 30 percent of the actual market value."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which one? You say they've all used market values?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, which of the ones that use it have in fact an assessed value that is a percentage of market value?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Well, that doesn't help us then."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we could look at Hawaii. In Hawaii they use the word assessed value. They couldn't possibly have wanted it to be market value, I wouldn't think."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And in the District of Columbia -- where are we on this? It's something else in D.C. They use assessed value in the Virgin Islands."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't it - - who is this provision designed to protect, just the Guamanian taxpayers or Federal taxpayers more generally?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If the Guamanian government runs a deficit, where is the difference made up from?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I know that any taxes from Guam are returned to Guam. Are additional tax revenues given to Guam other than those that are derived from Guam?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that if the Guamanian Treasury runs into difficulty, it's made up not just by Guamanian taxpayers, but by all Federal taxpayers?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I cannot imagine that if a territory of the United States goes belly up, that the United States is not going to foot the bill. I just can't imagine that."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Miss Brinkmann, just to follow up on Justice Scalia's question, is there any history of the Federal government having to bail out the Guam government for bankruptcy or anything close to that?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And is there anything in the record that tells us what kind of a credit rating Guam has?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did this value issue -- I mean, was the borrowing effective given the controversy between, the attorney general refused to sign, did that have any consequences for whether this bond issue went through?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In that case, you should want us to exercise jurisdiction, decide it one way or the other."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me whether the rate of tax is uniform throughout Guam? The rate of real estate tax. Is it an island-wide tax or is it local, county?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know why you just didn't raise your assessed value from 30 percent to 100 percent and reduce the rate of tax accordingly."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you still have the option, and I'm just dying to ask the question not having anything to do with the case. Why did they do this? Why did they have -- was it just to make everybody feel good and they think they're ripping off the government because they're getting only a 35 percent value, even though everybody knows they'll just raise the rate if it changes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but you talked about this as the deference we owe to the Guam Supreme Court. This is a Federal statute, right? This was passed by Congress."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does that apply to all the provisions of the Organic Act? I mean, there are provisions there addressing the jurisdictional issue that we are considering here as well. Do we defer to the Guam Supreme Court's view on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's fine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Brinkmann. Mr. Waxman, we'll give you 3 minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3610,"interruptions":10,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":1,"fullName":"BETH S. BRINKMANN","firstName":"BETH","lastName":"BRINKMANN","counsel":true,"justice":false,"side":"respondent","words_spoken":3191,"interruptions":20,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":542,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":413,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":355,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":58,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":572,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":644,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":172,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":3610,"times_spoken":34,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":3191,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3408,"times_spoken":100,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8872137734263479,"respondent":0.11278622657365212,"date":1473644743219}}