{"petitioner":{"name":"DEONDERY CHAMBERS","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"06-11206","date":"2008-11-10T06:00:00.000Z","speakers":[{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose it were shown -- this is hypothetical. Suppose it were shown that 90 percent of all escapes under the escape statute were breakouts involving weapons; 10 percent were failure to report. Would that affect how we decide the case?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we look to the crime to see generally whether or not it involves violence and serious risk of harm?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that, in my hypothetical, it would be a more difficult case than the case we have here or would it be the same?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. My hypothetical is, under the statute, if you look at the whole universe of prosecutions under the escape statute, 90 percent of them are for breakouts involving weapons."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what we looked to in Begay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the sentence for that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But he didn't get any extra jail time?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is really a problem about -- about what you suggest. It may destroy the whole benefit of the categorical approach. I mean, you can always shave something down to become a narrower crime. An escape statute, for example, I suppose you could look to see whether the particular escape in question from the charging document was an escape that used firearms or was an escape that, you know, that injured or killed guards. And, you know, that gets us into the case-by-case examination that it is the whole purpose of the categorical approach to avoid. Now, how do we -- how do we avoid getting to the bottom of that slippery slope?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. I mean, the charge mentions -- mentions a firearm. Anything that's in the charge can be used to narrow the crime that we are looking at."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be an element of the crime. If using a firearm is not an element of escape, then I don't have to worry about it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but it doesn't have to be an element. So, if all the evidence in the case was that, you know, he wrestled a gun from the guard and made his way out of the prison that way, if the jury found him guilty, that was the only basis on which it could have found him guilty, that would be enough."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that sounds like an element. That sounds like an element."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you look at the cases that we've had to decide under this statute in the last couple of years, do you think they illustrate that the categorical approach just doesn't work in this situation? Because it puts us in a position for every single crime that comes up here of making -- of trying to ascertain what is the serious risk when we don't have any empirical -- we don't have a number quantifying what a serious risk is, nor can we generally find what the risk is that's associated with a particular class of cases. Maybe when Congress enacted this they never anticipated that it would be done on a categorical basis. Why not just have a determination as to whether there was a serious potential risk in this particular case? So, if you have a -- a nonviolent person who walks away, that's one thing. If you have somebody who has a long list of convictions for violent -- violent crimes and escapes, that's another situation."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that a separate question? If it had -- if it has to be found by a jury, it can be submitted to the jury?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it could, and if it had read these cases and it was paying attention to this problem, you would think it would go through a list of crimes and say, these fall within it and these don't fall within it. But obviously it hasn't done that."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it might not, if it just said \"escape,\" and then you'd have this same problem."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely it depends upon how, how, what should I say, how often that prospect is realized."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the statute itself lists robbery and robbery very often doesn't involve any threat of injury, but all and all we think it does. Obviously, Congress thought it did, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't mean to say robbery. I meant to say burglary. Why is burglary violent or aggressive?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, burglary by its nature is-- you do it at night. You don't want to be detected. It's not violent or aggressive at all. It's sneaky, is what it is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Robbery is violent or aggressive. You're quite right about that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"When you say burglary, if you're at home, if you're at home it's going to get violent and aggressive."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Yes, but -- that may be, but it does not in its nature indicate violence or aggressiveness."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It gets you right back into the soup. What you're saying is all it requires is that there be a potential for violence, for aggressiveness, right? And that's what the Government says here: There is a potential for violence and aggressiveness."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't square with the answer you gave me with regard to burglary. If what you just said is true, burglary wouldn't be among the listed crimes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument is that the failing to report is not violent and aggressive and therefore, no matter what degree of risk the statistics might show, it would not qualify?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roberts, wouldn't that be so of any crime? This is failure to report. Any crime, any -- an arrest for any crime has a certain risk that the arrestee is going to resist. Is there anything different, is anything greater, about this arrest for this kind of crime?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Say that again. I didn't understand it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's that got to do with increasing the risk of violence? I mean, I see -- I see your kind of elements argument, but it seems to be beside the point that - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the crime is still -- the crime that we are concerned with here is still essentially a passive crime. He just doesn't show up."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And given, you know, the close logical connections, I don't see that the close logical connections convert the passive crime into a higher degree of resisting arrest from any other. In fact, it suggests just the opposite."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, you may precisely be doing nothing. If I say, you know, it's Monday morning at 9 o'clock, I'm supposed to -- to report to prison, and I'm going to stay home, my purpose is to stay put in my armchair. That's purposeful conduct and it's about as passive as you can get."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can say the same thing about failure to respond to a traffic ticket."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not common sense that the person who has been guilty of a crime so gentlemanly that they only made him report to prison on the weekends would confront the policeman with violence when he comes. This is not normally what you think of as a violent type who has -- who has been told to report weekends to the prison."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But did he get additional time, by the way, when -- when they finally brought him back?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So he just -- he just had to make up the weekends that he had lost?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what Mr. Hochman told us - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- when I asked that question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this guy doesn't sound to me like Jack the Ripper. He really doesn't."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But would the statute apply if -- say he is supposed to go in on the weekends. Instead, he goes out on a binge, and then he voluntarily comes in on a Monday morning saying, yes, I failed to report, and so here I am."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can you -- can you tell me: The U.S. attorney has this case. The man failed to report for custody some -- a few years earlier, and you have this offense. Does the district attorney or - - pardon me -- the United States attorney have some discretion here that he may not prosecute at all? What -- what goes into the - -"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What goes through the mind of -- of a prosecutor? He says, because this fellow failed to report earlier for this offense, I'm going to give him 15 extra years in jail."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what does a -- are there many instances where you think in a case like this a U.S. attorney would just elect not to file that charge?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Or do you think they automatically file it every time; and if not, how do they define it?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do they ever look at the -- do they ever look at the attorney? This attorney has been giving us a hard time, and we ought to show him that we really mean business? Do they look at the nature of the -- the identity of the counsel of the defendant? Do they ever look at that?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roberts - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roberts, have you had occasion to look at the -- the recent figures compiled by the Sentencing Commission?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is the magnitude of the risk relevant? Suppose it happens one out of 10,000 times or 99 out of 100 times. Are they different cases?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the potential risk is based on an empirical assessment. What's -- how can we make an empirical assessment without statistics?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that's based on our experience because we have these cases; we've been lawyers; we know what they usually involve. We have some sort of a - -"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- an instinct or a basis for making a judgment."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If statistics can inform that, why ignore the statistics?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But your argument goes simply to whether there is potential and the statute says \"serious potential.\" Which gets us, it seems to me, to the point that Justice Kennedy is making, and that is, we've got to have something more than an instinctive belief that something bad might happen."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They were taking as examples cases in which there was serious potential. But in any event, you can't lose sight of the modifier. It has got to be more than a so-called \"potential risk.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What one are we to do with -- Justice Stevens -- I think you should address the statistics in the sentencing report."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As I read them, they put together -- if you put together failing to report and failing to return, you get 160 cases in their sample. And the number of those cases, whether you looked at the time when he had left or whether you looked at the time he was apprehended, in which force was involved is zero. The number of cases in which injury was involved is zero. The number of cases where he had a dangerous weapon is five."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So now there we are."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You had every opportunity, when we have 160 cases out of the universe -- I guess I don't know what the universe is, but sampling proceeds through a small amount of cases. And you could, of course, criticize the Sentencing Commission effort if you have the statistician or someone who will tell us that that sampling was not an appropriate method to proceed. Is there any such person?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. Why -- that was my question. Why take into account the sample size in the absence of a statistician who would tell us that the sample size is too small to reach the conclusion that the commission reaches?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But they didn't use a gun."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The problem is you say if he had used a gun. And he didn't use a gun. I mean, to come up with your statistics on the basis of something that didn't happen is not using statistics; it's using imagination."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think those statistics show a greater danger than the dangers from drunk driving that were involved in Begay?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, that's the point. Begay talked about purposeful violent conduct, not just purposeful conduct."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The distinction between this crime and crimes in general is that this person has shown that he or she doesn't want to go back into custody, is that - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There is -- there was, this case comes to us from the Seventh Circuit, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And am I correct in understanding that since this case was decided, the Seventh Circuit has changed its position and has gone the other way?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The first time around, didn't one of the judges suggest that there ought to be a study comparing the frequency of violence in escapes from custody to the frequency of violence in failure to report, and isn't that what we now have from the Sentencing Commission?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I -- may I -- may I ask you just to get some sense about what will qualify? I mean, I think we -- we all agree that the risk of violence in arrest is probably going to vary depending on -- categorically depending on the crimes. I think I would probably agree that white-collar crimes are not likely to -- to carry a very high risk of violence on arrest. So I -- there's one category. Can you think of others, other categories outside of white-collar crime, that are going to have a lower risk of arrest than, say, the failure-to-report category?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They are going to be in category one."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you happen to know how many additional crimes are likely to raise issues like this under the residual clause?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well after we decide this case, how many more cases like this do you anticipate that we're -- we may get under ACCA?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roberts, I'm sorry; do you think a soldier who is AWOL commits a violent crime?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he has to be a recidivist. This is one of three offenses for an aggravated sentence. You never have the isolated question."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It would only be a crime if it's his third crime and not if it's his first."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was he serving those weekends for? What was the crime?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He just gets weekends for that? How many weekends?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he did this four times. I thought there were four."}],"people":[{"id":0,"fullName":"ROBERT N. HOCHMAN","firstName":"ROBERT","lastName":"HOCHMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3007,"interruptions":18,"times_spoken":37,"laughter":1,"num_int_by":4},{"id":1,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":3357,"interruptions":25,"times_spoken":78,"laughter":2,"num_int_by":8},{"id":2,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":438,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":611,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":316,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":125,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":218,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3007,"times_spoken":37,"laughter":1,"num_int_by":4},{"side":"respondent","interruptions":25,"words_spoken":3357,"times_spoken":78,"laughter":2,"num_int_by":8},{"side":"justices","interruptions":7,"words_spoken":2325,"times_spoken":81,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034940}}