{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"EFRAIN SANTOS AND BENEDICTO DIAZ ","counsel":[1]},"caseNumber":"06-1005","date":"2007-10-03T05:00:00.000Z","speakers":[{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- so what?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there some rule up there that says every criminal statute has to cover as much as possible?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it -- I think it much more remarkable than that, more extraordinary than that, that Congress would want to make all -- all betting operations like this a violation automatically of two criminal statutes."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I find that sort of, you know, very strange."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It is hard to see this - - that, just in the sense of laundering, nothing is being concealed. They're not -- the money that's being paid to the runners and the collectors, it is an ordinary and necessary expense of the illegal business. So I think Justice Scalia was emphasizing that this is, for the very same conduct two discrete statutes, one with much heavier penalties. That makes it odd, too, that the basic gambling statute has a lower penalty than this money laundering statute, and yet it's the same conduct that's violating both."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh well, I mean -- come on. Nobody -- nobody runs a gambling operation without paying off the winners. It's not going to last very long."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"To make the paying off of the winners a separate crime from running the gambling operation seems to me quite extraordinary."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But even if - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Can you tell me what happens if there's a -- two bank robbers, the one's with the get-away car; the other one going into the bank teller, and the robber that goes into the bank gets $1,000 and comes out and gives 500 to the get-away guy. Is that a violation of the statute?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then under your theory the employee who gets paid shows up for work the next morning; and so, of course, under your theory it would be promotion."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have the same concern if we were dealing with concealment."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If the robbery takes place in a dark alley, is that automatically concealment?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's going into the alley instead of doing it out on the - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Roberts, isn't it true that the problems that are being highlighted are problems that result from expansive interpretations of other concepts that are not before us here, expansive interpretation of promotion, expansive interpretation of concealment? The Seventh Circuit in the first appeal in this case interpreted promotion very broadly. And then, I guess it felt that it had boxed itself in and that's what led to this interpretation of proceeds. But if you interpret those other concepts more narrowly, you don't have the same kind of overlap."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the qualification that Judge Easterbrook made when he said, at least where the crime is a business-like operation? He gave the example of gambling, he gave the example of selling contraband. And it seems to me that he was narrowing his definition of proceeds to cases where the crime is not robbery or a one-time event, but a business-like operation."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It will solve a lot them. And unless you're willing to come in and say, yes, do it to us, give us a narrower definition of concealment and a narrower definition of what's a transaction, but you're not willing to do that. You're going to stretch that as broadly as you can."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe the question presented doesn't present it -- -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think the facts of the case do present it. I mean, it's theoretically possible we could agree with you on the profits issue, but nevertheless say this doesn't fit the promotion."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand all that, but we can still do it if it's perfectly obvious that that's the right way to dispose of the case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't it be - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Roberts, the Seventh Circuit in this case was following a precedent in another case and it thought that the defendant was would prevail under its theory. If this Court should say that that theory, that it's profits and not proceeds that matter, wouldn't it be appropriate for us, if we don't decide the question ourselves, to remand and say, Seventh Circuit, your precedent was wrong; but you could consider a question that was not necessary for you to reach because you had your precedent on the profits issue?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You might well reject it if you're going to have a narrow definition of proceeds. I mean, that rejection was connected with its acceptance of a narrow definition of proceeds. And if you're asking us to obliterate the latter, I don't know why it isn't reasonable to send it back to the Seventh Circuit and say, well, you still said the same thing if you came out differently on the proceeds question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I've got that point, but what is your suggestion as to how to deal with what is underlying disturbing me and it seems like a lot of others, if prima facie Congress did not intend that you launder money where the activity is an essential part of the underlying crime itself? And there are three ways of dealing with that: One is this gross receipts method, which has the defects you mentioned. The second is a definition of \"promotion\" which says when you promote a crime that's different from engaging in the crime. And the third is sentencing; because it's a real offense sentencing method and where what you've done is nothing more than the underlying crime, the sentence should be nothing more than the underlying crime. I see three ways to get to the same problem, and you're asking us to decide them piecemeal, yet they're related. What do I do?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But still your answer leaves me -- and I have no answer to this; I want yours. I want you to see that I'm in -- at risk here as a judge of getting whipsawed, that I first decide this case for you; and the next case, all kinds of arguments appear that I hadn't thought of; and then the third case, again. But if I could have them somehow together, I could look at the least evil way or the most efficient way of achieving the congressional objective."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I find that extraordinary. You really come in and say yeah, two crimes, assume Congress meant ordinary gambling crime to carry with it this other extraordinarily high penalty for the same activity that involves the gambling, but don't worry about it, we'll even it out in the sentencing. I mean -- that's no way to run a railroad."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Straighten that out in the definition of the crime, rather than in the - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Mr. Roberts -- that the gambling offense is conducting a gambling business, so it makes it -- it is not just the gambling itself - -"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What continues? The business has to continue. You are not engaging in a gambling business if you're not paying off the winners. That's all. That's not a good decent honest gambling business. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- if your definition of proceeds is problematic, it is something like an abstract question you're asking us to answer. If this -- if we say well, we're not sure this is proceeds but if it is proceeds, it is defined as gross receipts. That's an artificial context in which to address the issue."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Robert, may I go back to something you said about -- of the options that Justice Breyer mentioned. You said the way to handle it is in sentencing. Santos was sentenced to 60 months on the gambling counts and 210 months on the laundering. You said the statute has been changed. So what would be the sentence under the statute as it now exists? And this is vastly disproportionate. 60 months for gambling, and 210 for money laundering."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have it in front of me actually. I was looking at it. And it seems to me what it assumes is that the underlying offense is different from the money laundering. And do you have any rationale at all as to why this individual, if it's true that he did nothing more than engage in the underlying offense, why should he receive one day more than 60 months?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Because gambling under the definition has the three elements that do not include paying off the winners. That's what it all represents"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You are saying it would not be covered as money laundering, but nevertheless it would be illegal and be punished as gambling."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And everything they've done here would be punished as gambling - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you see the problem we have is we're not sure that it is within the statute. So then you're asking us to say how to make the statute work when we don't think the statute's applicable at all."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you imagine running a illegal gambling business and advertising your expenses? I mean, you have got to conceal these - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not additional conduct. That's the point."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if he puts it in a tin can and buries it in the garden? Is that additional conduct?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Of course it is."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it? Do you put your salary in tin cans in the garden?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I just don't see how you can make the distinction you're making, and therefore I don't see how you can avoid Justice Stevens's problem."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Roberts, isn't it true that the Seventh Circuit's interpretation of proceeds doesn't really solve these problems except in the case of an unprofitable business? In the case of a profitable illegal enterprise, all of the same problems exist."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So why are you urging us to create two problems, to drag along all of the problems that you object to with -- with interpreting proceeds to include simply covering your expenses? You acknowledge that the problems you point out would continue to exist if we accept your definition. On the other hand, I think you have to acknowledge that accepting your definition creates other problems of its own, such as the difficulty in every case of showing that an illegal operation made a profit, such as the difficulty of deciding what kind of criteria you use for determining what are the -- what are the ordinary and necessary expenses of a criminal enterprise. Why should we -- why should we choose to get the worst of both worlds? And why isn't the proper way to attack the difficulty to focus in on what constitutes a transaction and what constitutes concealment - - something other than the \"proceeds\" definition?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did you argue at any point that these were not proceeds?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did you argue that in the court of appeals?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The question is can you violate the statute by financial transactions which - - have you promoted the crime, when those transactions are no more than part of the crime itself? That's basically the question. And I think Justice Kennedy is asking if, in fact, we wanted to reach that question, is this a case in which we could do it, through reargument or in some other way?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And was it raised in the court below?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think it is a stretch so far as the question presented. The question presented is very clear whether or not it is gross receipts or net profits. That's what we're asked to resolve."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"That's not your question presented."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Brief in opposition - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But this doesn't - - \"proceeds\" must mean the same thing in every money laundering case, doesn't it? And every money laundering case is not based on a gambling business. There are drug businesses and all sorts of other predicates."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can it mean something different in -- depending on the underlying illegal activity?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Vare, you know, I'm - - I'm unwilling to decide the definition of transaction question in the present case because, frankly, I think that's a -- in itself, a very difficult question which we haven't had adequately argued. For example, while I believe, as I've indicated earlier, that paying off the winners is -- is an essential part of a gambling operation, I don't believe that paying off runners necessarily is. You can have a gambling operation without runners, can't you? You can - -"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can -- you can view that as something beyond the mere -- the mere gambling crime. I don't -- I don't think you can view that paying off the winners is beyond the gambling crime, but I do think having a bunch of runners and paying off each of them is not necessarily part of gambling."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me go back to the question of the definition of \"proceeds.\" Isn't it very unlikely that Congress would have wanted -- wanted to adopt the net income definition in light of the legal issues and the problems of proof that that would involve? Let's take the example of an international drug ring that has assets in a foreign country. They may have crops. They may have processing plants, warehouses, trucks, airplanes, et cetera. They ship millions of dollars of drugs into the United States. They get millions of dollars in gross revenue here every year. They hire a professional money launderer to launder the money here. Now, the Government wants to prosecute the money -- the person they hired plus members of the organization. The person they hired may not know and may not care whether the money that was being laundered was profits or not. And how are you going to prove what - - whether this enterprise was a profitable enterprise or not? They may have -- and they may have enormous gross revenue, but they may have -- they may have enormous expenses overseas. They may have bought a lot of warehouses and equipment. They may have lost a lot of things because they were raided by the government, destroyed the factory, killed the plants. It becomes as impossible situation, and why would Congress ever have adopted a definition like that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sure that's true. They wouldn't be that worried about the unprofitable criminal enterprises because they wouldn't last very long. But there's the -- there still is the problem of proof - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- proving that it's profitable."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not just proving that it's profitable; proving that the person laundering it knew that it was profits because that's part of the definition of the crime, that scienter. And how can you prove that the fellow knew that it was profits? He would very rarely know whether it was or wasn't. So he skips off scot-free free of the laundering crime."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean what -- what's the total stage you look at? Suppose it's profitable 1 month and not the next month, and the loss the second month more than undoes the profits of the first month. Can you still prosecute them for the profits in the first month?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One day they could pick then, they have one good day. And they could - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the bank robber -- there's just one bank robbery. They spend $500 to each, to people for their airfare and car rental. They rob the bank. They only get $800. They lost $200. They then give the $800 to the attorney to please -- or to somebody to please launder the money. No profits?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That would be a very silly result."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. They gave it to a third person to conceal it, $800."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"8,000, 8 million."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Assume that it's proceeds. Assume that they have a money launderer. Under your definition there's still no violation?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's take this context. There is, if you are going to go with profit, a question of what expenses? That's one of the difficulties of working with a net proceeds, because we don't know what the expenses that you would deduct, and the hit man was given as one example. You said no, not that one. But salaries to the runners, yes. To figure out what would count to come up with a net figure is the least difficult, is it not?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it have to be the ordinary expense of that? I mean, let's assume the charge is murder, and I happen to use a hit man for the murder. That's proven and whatnot. Why -- you mean, that isn't part of the murder conviction, simply because I could have done it without a hit man, I could have done it myself?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You think paying the hit man would be part of the murder transaction?"},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand."},{"name":"JUSTICE SCALIA","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"He wanted to kill his wife, right?"}],"people":[{"id":0,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3846,"interruptions":23,"times_spoken":69,"laughter":0,"num_int_by":9},{"id":1,"fullName":"TODD G. VARE","firstName":"TODD","lastName":"VARE","counsel":true,"justice":false,"side":"respondent","words_spoken":2645,"interruptions":16,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":889,"interruptions":4,"times_spoken":26,"laughter":1,"num_int_by":3},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":418,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":304,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":4,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3846,"times_spoken":69,"laughter":0,"num_int_by":9},{"side":"respondent","interruptions":16,"words_spoken":2645,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":2730,"times_spoken":72,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472419305188}}