{"petitioner":{"name":"VIRGINIA","counsel":[0,1]},"respondent":{"name":"DAVID LEE MOORE. ","counsel":[2]},"caseNumber":"06-1082","date":"2008-01-14T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in 06-1082, Virginia v. Moore. Mr. McCullough. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCullough - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"If this officer had complied with the State law, that is he had issued a summons, then you agree that the exclusionary rule would apply if he went ahead and searched."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So would you explain the logic to saying that when the police violate State law, then the evidence can come in; but when they comply with State law, it can't."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you -- excuse me, sorry, General."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, you say he made a custodial arrest. Did he search the defendant at the time of the arrest?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And did he search him at the place of the arrest?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how can this be incident to an arrest?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the search is unrelated to the arrest, as I understand the facts."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It took place later in a different place."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is it present if he's not -- he searched when he wasn't arrested? I don't understand. Could they wait a week and do it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an ongoing arrest, is it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Incident to an ongoing arrest? That's kind of a new concept."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCullough, the proposition that you're arguing, does it apply at the Federal level as well? Suppose -- suppose I think that my neighbor next door is growing marijuana and I have probable cause to believe that, all right? So I go in and search his house; and sure enough, there is marijuana. And I bring it to the police's attention, and they eventually arrest him. Is that lawful search?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a State actor, I guess. You know - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, a Supreme Court Justice should not be - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- should not be living next door to somebody growing marijuana. It doesn't seem right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't dance around. Is it -- is it rendered an unreasonable search by the fact that I'm not a law enforcement officer at all?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So any Federal employee can go crashing around conducting searches and seizures?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So long as he has probable cause?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's fantastic. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Do you really think that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or that you are an administrative law judge at the, you know, Bureau of Customs? It doesn't matter?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about a janitor? You're a janitor, a federally employed janitor."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"His neighbor is growing marijuana, and he's just as offended as a Supreme Court Justice would be. Can he conduct a search?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wow."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that there was no probable cause to arrest, given the State statute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about probable cause to believe that he committed an offense."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But was there probable cause to arrest?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could he -- could this officer have gotten a warrant to arrest Moore? Could he -- is it -- oh, there's an offense going on under Virginia law, I'm going to check with -- call in to see if I can get a warrant. Could he have gotten a warrant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could he -- how could he have gotten a warrant to arrest when it's a nonarrestable offense?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He couldn't -- would a judge have told this police officer -- they have a call-in procedure, call the judge. You want to -- you need to issue a warrant to arrest him for driving with a suspended license, but that's not an arrestable offense."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did these officers think this -- those circumstances exist?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe we could say that in this, in these unique circumstances, where the officers could not let the fellow drive off without a license, it was not unreasonable to arrest him, but in some other situation where they had no arrest authority it would be."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you know, let's assume that the stop was not based on some, some deficiency in his license or some deficiency in the car -- I don't know what else it could be -- like, he had been going too fast, okay? And it's just a misdemeanor. He was five miles over the speed limit. Now, in that situation you couldn't say, as you've said here, gee, if they just let him go, he'd still be driving without a license; they had to arrest him; they had no choice. In that situation, he wouldn't necessarily be going above the speed limit. Would that be -- why couldn't you say it was reasonable here, but it wouldn't be reasonable there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's the argument you're making, then don't bring forward the argument that they couldn't let him go because he'd be in violation of the law. If you want us to make that narrow a holding, I guess we can. Is that what you want us to do?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you're asking us to balance. You're asking us to say, after all, in this case if they hadn't arrested he would have been violating the law as soon as they let him go."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You say this was not unlawful under Virginia law, then, because of the factor you brought forth?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know what you're talking about a discretionary call. It wasn't a discretionary call. He couldn't arrest the person."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose it works the other way. If Virginia has a law saying you can arrest anybody you want on our highways, but, you know, here's what the offenses are, the officers did not have probable cause to think a crime had been committed, but it was they had probable cause to arrest, I suppose under the Respondent's theory that would be all right."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask this question: You would argue it doesn't matter whether it violated State or Federal law; it's a question of Federal law on probable cause. But does the character of the crime for which the person is being arrested have any relevance to the question whether the search is reasonable? For example, supposing he is arrested for a tax offense; could you go ahead and search him incident to that arrest?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is yes, they could search?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the rationale for the search incident to arrest doesn't apply?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would the rationale not apply in that situation? Are you accepting the proposition that anybody who's arrested for a tax offense is not a danger to the arresting officer? Haven't there been some pretty dangerous people arrested over the years for tax offenses? (Laughter.)"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you're also arguing, as I understand it, that the -- that the search, even in the case of the tax arrest, does fall within the rationale of search incident to an arrest because one of those two rationales is officer safety. Isn't that your point?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So you reject the premise of the question then? The premise of the question was that the search incident to the arrest in the tax case is outside the rationale of searches incident to an arrest; and your position is it's not outside it."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben? "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the person making the arrest at least have to have some arrest authority?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Or will a janitor do the job? A janitor at the Justice Department becomes imbued with the mission of the Department and he goes around arresting people or searching people."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Just as this person here didn't have positive law authority to engage in an arrest."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but he was purporting to act in an official capacity. And he did, indeed, give the marijuana to the officials at the Justice Department."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If you're right, Mr. Dreeben, then the Court gave a false signal when it GVR'd in Lovelace, in the Lovelace case, the person who was drinking in public, it GVR'd in light of Knowles."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"If we rule for Respondent in this case, would we have to reexamine the holding in California v. Greenwood?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There could not have been a warrant -- a grant-- a judge could not have given a warrant for arrest on these charges."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How often and under what circumstances is that Virginia -- Virginia law rule? I mean, when does a general district court give permission for a custodial arrest in a certain class of cases?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I should know this, but do we defer to State law in determining the lawfulness of the time before arraignment in the context of confessions, the McNabb-Mallory rule?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Which is Federal."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, was there any indication in that case that if the State had a shorter period, they would - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. Mr. Goldstein. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you think they would accept arresting somebody for not wearing a seat belt?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me we've crossed that bridge with Atwater."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The particular illegal arrest here, to bring this down to earth a little bit, is I take it they arrested him because he had a suspended -- he was driving without a good license?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So that Virginia law says if you stop somebody, arrest him -- if you stop somebody, you know he doesn't have a license to drive, you can arrest him if you think he's going to continue driving? Can't you?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So the policemen here, according to you and I guess the Virginia court, made a misjudgment. He thought this guy might still drive somewhere or he might have thought it or a policeman in similar circumstances might have thought it. So Virginia says if, in fact, policemen, you stop somebody for suspended -- for driving without a license, and you make a mistake, you arrest him, we don't think that's a big deal, because who knows if he's going to continue to drive. We don't even suspend. We don't even suspend. We don't even suppress the evidence. That's Virginia. So if Virginia isn't going to suppress the evidence because they think it's not a big deal to make, for the policeman to make a mistake as to whether a person who's driving without a license will keep driving once the policeman goes away, why do you think Thomas Jefferson and everybody else thought that that was such a big deal that the evidence had to be suppressed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought it's questioned in your footnote 13 in your brief. You seem to suggest that the exclusionary rule is not at issue in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So - so we should write an opinion saying we're not saying that it was correct to -- we're not saying that it was correct to exclude the evidence in this case?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What is the difference between this and Whren? That is, in Whren the arrest violated a D.C. regulation that says a plainclothes officer cannot approach a car except in immediate cases of immediate danger. And in Whren we said that isn't such a big deal and we don't think the Fourth Amendment turns on that kind of triviality. All right. If it doesn't turn on that kind of arrest procedure triviality, is how we characterized it there, how is this any any different?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why do you draw a distinction between something that's prohibited by a statute, something that's prohibited by a local ordnance or let's say it's a directive of the police department? And if it's -- if the arrest is contrary to any of those things, it's unlawful under State law, is it not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought it was your argument that if the arrest is unlawful under State law it's an unreasonable search, an unreasonable arrest under the Fourth Amendment?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. It's designed to test whether you really mean unlawful under State law. Either you don't mean it, because something that violates a municipal ordnance is unlawful under State law, and yet you would not apply your test. So you could express your test differently, unlawful under State statutory law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, it says the laws of the 50 States are pretty variable on this question as well."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have to look at both of those varieties? Let's say the State has a rule that, yes, you can arrest people in a way that we would say you can't, but you don't have to have probable cause. You just have to -- they're just arrestable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- is probable cause to arrest. The State has a law that says you can arrest in these circumstances whether or not you have probable cause to believe that a crime has been committed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were telling us it has to be sufficient cause to arrest, not sufficient cause to believe that a crime has been committed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it is, as your friends on the other side put it, you are advocating a two-step process. There has to be probable cause to arrest and there has to be probable cause to believe a crime has been committed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, they're different here. They had probable cause to believe a crime has been committed, but you say they didn't have probable cause to arrest because State law makes it illegal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if the State makes a trivial offense arrestable, as in Atwater? You're suggesting in that situation the common law rule we have doesn't apply. It's a trivial offense, but it's made arrestable and therefore it doesn't violate the Fourth Amendment to search incident to that arrest."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what if the legislature -- this was the hypothetical Mr. Dreeben posed. What if the legislature says yes, you can arrest for this offense but you cannot search incident to the arrest, because we think that's too much of an intrusion given the fact that it's a relatively trivial offense? In that case, would our doctrine saying under the Fourth Amendment you can search incident to a valid arrest be reversed preempted, preempted by the State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the State can define the circumstances under which you can have an arrest, but the State can't define and limit the consequences of the arrest?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't -- isn't the difficulty with that argument that we -- we have rejected the, in effect, the trespass rationale; and what you're telling us now, it seems to me, based on in effect trespass concepts, is that so far as the Fourth Amendment is concerned an arrest may constitutionally be made, but the officer following that arrest may not take the step of determining whether the individual arrested has on his person anything that can be used to hurt the officer like a knife or a gun? And why should be we draw what seems to me -- if we scrap, as we have done, the trespass analogy, why should we make what seems to me at least an irrational distinction of saying the Fourth Amendment says it's okay to arrest but it's not okay to protect yourself after you have arrested? Why should we accept such a rule?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right. But we're starting with a different premise."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We're starting with a constitutional premise."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If that -- if that logic is sound and that logic depends on Justice Powell's use of the word unlawfully, then it seems to me the -- the only way to arrest an irrational system would to be conclude that, in fact, the arrest is not constitutionally lawful. Because on -- on your logic, you're still left with the problem that I raised; and a constitutional arrest in which the officer does not violate the Fourth Amendment by apprehending the person, and yet the officer is disabled from protecting himself, if we're going to have a sensible rule, we've either got to say the Fourth Amendment allows him to make the search incident and protect himself, or we've got to have a rule that says the Fourth Amendment doesn't allow him to make the search -- make the arrest in the first place. Otherwise we've got a crazy system."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Don't you think we have to, if not overrule, at least back away from the holding in California versus Greenwood?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about Cooper -- Cooper v California?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can we go back for a second? Because, the reason I asked my question is I was thinking about this very differently, and I just want to have an answer, and I want your best thinking on this. My thought is that the answer to the question of whether it violates the Fourth Amendment when a State - - when a person is arrested in violation of State law, the answer is: it depends. Sometimes yes, sometimes no. Obviously, if there is no probable cause or if there wasn't a crime at all, as just defined, the answer is yes; but then I look at Whren and it says if all that was at stake was a kind of arrest procedure State law, herein -- there embodied in a rule, the answer is no. So I look at this one. And this one it seems to me there is probable cause; it is a crime; moreover, it is a crime for which the State permits arrest where the officer subjectively thinks he's likely to keep driving. So it seems to me that's maybe much more close to what we had in Whren. Now I want you to say -- I want your comments on what I -- it's hypothetical, my statement, because I want to get your reaction to that point of view. I'm not saying I hold it. But I'm putting it forward so that I can get your reaction and argument."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think it is much easier to administer, to have a uniform Federal standard, rather than whether or not an officer can arrest in one county for something and not in another county whether he has to have a badge or not. Those are the kind of trivialities we talked about in Whren."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But under that analysis, it seems to you we rely on the citizen's expectation of privacy as the justification. And I think Justice Kennedy makes a rather strong response to that, because it's unrealistic to assume that a citizen in certain counties in Virginia had such an expectation but did not in other counties, because most citizens don't know the sophisticated aspects of the Virginia law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, can I get back to your discussion of Cooper? In Cooper, you said that if it violates the State law for an inventory search, then you can't search incident to that. But that's because it is then not an inventory search. Here there's no doubt that this was an arrest, whether it complied with State law or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but just -- it gets to -- I mean, if you don't follow the State rules, it doesn't comply with the rules for an inventory search. But here you're saying if don't -- you're not saying if you don't follow the State rules, it's not an arrest. It's not a lawful arrest. But that's a different question than whether or not it is an arrest. Our precedents say if it's an arrest, you can search incident to the arrest."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, can I bring you back to Cooper v. California?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Which you say is a good case for you. I don't see how you can say that. This was a case of a car impounded. The State court had said that there was no authority to search the car, simply because it was impounded, and we said the question here is not whether the search was authorized by State law; the question is rather whether the search was a reasonable one under the Fourth Amendment. Just as a search authorized by State law may be an unreasonable one under that amendment, so may a search not expressly authorized by State law be justified as a constitutional reasonable one. And you think that helps your case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Even though the State law did not authorize it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They were assume ing, in that passage, that the State law did not authorize it, or otherwise the passage makes no sense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, if we assume, contrary to your footnote 13, that the exclusionary rule is implicated in this case, could you explain why, under the Federal Constitution, there should be imposed on the State an exclusionary rule for a violation of State law when State law does not impose an exclusionary rule for the violation of its law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess the question would be: Why doesn't our jurisprudence on whether there's an arrest also look to something else, rather than whether it's permitted or violated under State law? In other words, the State doesn't -- the State law does not provide for the exclusionary rule, but we say the Fourth Amendment does. Under -- this is not a valid arrest under State law, but your brothers say under the Fourth Amendment it is because there's probable cause to believe a crime has been committed."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What if Virginia has a statute that said it's unlawful to arrest for a traffic violation, but that it is lawful under Virginia law for an officer to conduct a search incident to any arrest, whether it's lawful under Virginia law or not? Would we follow that latter Virginia law?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What is the difference between that law and in effect what Virginia has in place? They say the arrest is unlawful, but they don't provide for the exclusion of evidence that's obtained as a result of that arrest under Virginia law."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And both arrests are illegal, but you're saying that there's a difference. So your bright-line rule now seems to evaporate."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean I'm assuming that your answer to my question about the badge or the wrong county and so forth would not result in suppression. Correct me if I have misinterpreted your argument."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What's right?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But then if you -- do you accept the proposition then, in some of these minor cases, the arrest might be valid, then you're whole argument about the Framers and the trespass and so forth is wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think your friend agreed that the cases didn't establish whether our references to probable cause meant to probable cause to arrest or probable cause to believe that a crime had been committed. You don't agree with that? Do you think that the cases foreclose their position?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In Johnson, the search was illegal because they illegally entered the hotel room. Isn't that right? So it didn't matter what happened after that point."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The Court simply said we're going to use our Federal supervisory power and incorporate the State law of arrest. If we don't have another body of law, we're going to do it. It didn't say it was required to by the Constitution. That's not the way I read Di Re."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Then you have three cases, not five."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Putting cases aside for the moment - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean if we reach this question, you must have lost on the first question. I mean you win -- if you win on the first question, you win. If you -- all right. If you have lost on the first question, this is not an unreasonable search -- arrest, rather, under the Fourth Amendment. And, moreover, it's not enough of a big deal, so the State makes it suppressible. Otherwise, a -- and so now we're talking about minor things under State law that is secondary at the least. And there, when the policeman make a mistake about that, the reason we let him search is he might be hurt, the policeman. There's danger involved. And so I don't see why at the moment that rationale wouldn't apply just as strongly with a reason for it being unlawful under State but not Federal law is a violation of one of these subsidiary rules whether he, you know, thought the guy was going to keep driving under the suspended license or, you know, might be risky or might not show up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You can finish your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Thank you, Mr. Goldstein. Mr. McCullough, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Any crime at all?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Any crime at all; jaywalking, for example?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We would never know about it if the -- if the misdemeanor, or jaywalking offense, was not committed in the officer's presence."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not a problem for you here, but that is a limitation on what we have held."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCullough, what is here, for some reason the Commonwealth did not cite Cooper v. California, which I can't understand unless you agree with your friend that it has been overruled by later cases."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand. Why didn't you cite Cooper v. California?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCullough, there is one thing that I was curious about. It is this Virginia law that allows the custodial arrest pursuant to an order of a general district court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When is that used?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the basis of a -- can a district court enter such an order just because it thinks it's a good idea? Are there any grounds in - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN B. McCULLOUGH","firstName":"STEPHEN","lastName":"McCULLOUGH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1948,"interruptions":25,"times_spoken":54,"laughter":1,"num_int_by":6},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1421,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3372,"interruptions":26,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":855,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":764,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":261,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":861,"interruptions":0,"times_spoken":33,"laughter":3,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":240,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":292,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3369,"times_spoken":66,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":3372,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":4,"words_spoken":4102,"times_spoken":121,"laughter":4,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034939}}