{"petitioner":{"name":"JAY F. HEIN, WHITE HOUSE OFFICE OF FAITH-BASED AND COMMUNITY INITIATIVES, ET AL.","counsel":[0]},"respondent":{"name":"FREEDOM FROM RELIGION FOUNDATION, INC., ET AL., ","counsel":[1]},"caseNumber":"06-157","date":"2007-02-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in case 06-157, Hein versus Freedom From Religion Foundation. General Clement. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If I understand your position correctly, if Congress enacts a program that favors religion over non-religion, which is supposedly what the establishment clause prohibits, that's bad; but if Congress enacts a perfectly valid general program and the President implements it in a fashion that favors religion over non-religion, that's okay, insofar as the ability of anybody to challenge it is concerned. Is that an accurate description?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If this -- if Congress had enacted this executive order that's in question here, if it had been congressional legislation, would there be standing?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I had the same question as Justice Ginsburg, and I think was also suggested by Justice Scalia's question. Suppose that Congress passed a statute that said we hereby appropriate a million dollars to the President to use to call religious conferences, and then it spelled out these conferences. Is there standing there?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But --and I of course want the answer, but then, why is that consistent with what you told us at the beginning that there had to be a statute?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying if the Government, the executive, or the Congress, if the congressional statute authorizes the giving of money for the billing of a church, that's bad; but if it authorizes -- it makes a general authorization to the President -- no. If the congressional statute says the Government will build a church, that's okay, because then the money doesn't go outside the Government?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as far as standing is concerned."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your answer to that? That in fact it's bad in the first situation and okay in the second, as far as standing is concerned?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no standing for the internal Government church?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, we're not forcing anybody in at gunpoint. We're just building a Government church."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're talking taxpayer standing. And you think there is a real difference insofar as whether the taxpayer is harmed between the Congress saying we're going to give the money to a religious organization to build a church and Congress saying we're going to build a church. You really think there's a difference?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In both cases money is being used for a purpose that is contrary to the establishment clause, according to the taxpayer."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Taxpayer money."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't care whether it's the least of the concerns, it's a concern. It's the same establishment clause concern in both cases. Now you may well be correct that there's a freedom of religion clause violation in one case and not in the other, but as far as the establishment clause violation, I find it difficult to understand the difference between the two."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And why should that make any difference if the entire theory behind it is sort of a Madisonian theory, if not threepence from the pocket for a religious purpose? If you start with the Madisonian view, there should be no distinction of the two cases that Justice Scalia puts."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but let's talk about establishing -- maybe this is what you're going to do, establishing religion by spending the threepence."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And in this case, when you build the church, you're spending the threepence whether -- whether a -- a Government employee is laying the bricks or a contract -- an outside contractor is laying the bricks or a third party institution to which a grant has been made is laying the bricks. It's the same threepence."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Taking the money out of the pocket and using it for a particular purpose, and the money comes out of the pocket in each case. The purpose is the same in each case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- you've covered the case where the Government itself, the executive is the actor and said that's not covered by Flast. But it is covered -- what is covered is if the give the money directly to the religious organization. If the money goes instead of to the Government -- take this case, if the conferences are run by a private contractor -- contractor with the executive, where would that fall?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This claim, these conferences are run now instead of within the executive branch by various agencies, they are run by contractors, specialists in conferences that have been engaged by the executive to help people make grant applications."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's --that's a question on the merits. Right now we have to take the allegations of the complaint on the merits as -- the allegation is, I take it, that religious organizations are being favored over secular organizations; but that's a merits question. You've -- you've -- you have been clear that if the Government itself spends the money, then there's no standing. You've, you've been clear that if it gives the money to the religious group, there is standing. Now money is going outside the Government. Going outside the Government. But is not going to the religious organization. Where do you fit that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There wouldn't be tax -- taxpayer standing, but of course there would be regular Article III standing in the sense that in a party claiming to be injured because they didn't get a grant, and a religious organization did, and the reason was religion, can bring any kind of claim they want under Article III. It's just they wouldn't qualify for the special exception to the general rule that there is no taxpayer standing for establishment clause cases."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just one, one more question on this, on this line. And I won't belabor the hypothetical. Again there's a Federal statute for this conference, and the moneys go for air tickets to various religious ministers and priests. Does that meet your outside the Government test for standing?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But not -- but not if the President just gives the money out of a general appropriation, authorizing him to give money to people who are helping in the programs that the Faith-Based Initiative was -- was designed to help?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the President hands over the money, that's okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, why not necessarily? I thought that was your -- you proposition, that it has to be a congressional violation not an executive."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He's getting the money from Congress under a general, under a general appropriation. If he takes this money and he says here, use it for a religious purpose, that's okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As far as standing is concerned, he can't be sued?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand. I'm back -- I really -- I'm surprised. And it's probably my fault. But that I thought -- I started where Justice Scalia was with his first question. I thought this had something to do with whether Congress passed a statute or the President acted on his own. But listening to you now I think, I can't decide -- I think you have a different argument. Suppose -- I'm just trying to understand. Suppose that Congress passes a law and it says it's a very nice thing to commemorate the Pilgrims by building a Government church at Plymouth Rock, where we will have the regular worship in the Puritan religion. Now can a taxpayer from California in your view challenge that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Because I thought Flast made clear that they could."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you go to a private group?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that if the Government has the most amazing, let's -- I'm trying to think of something more amazing that what I just thought of. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"All over America, they build churches dedicated to one religion; and Congress passes a statute and says in every city, town, and hamlet, we are going to have a minister, a Government minister, a Government church, and dedicated to the proposition that this particular sect is the true sect; and they pass a statute like that, nobody could challenge it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what you're saying, then?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know, I mean - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- everybody else who doesn't want to go just avoids it. So that they don't have to do anything. They just have to - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Any, presumably any other denomination that is not of the established church could bring a challenge that they're being discriminated against, because they're favoring a particular church over them. Your proposition is simply that somebody - - somebody in Oregon can't challenge the fact that they're building a church in Florida simply because the person in Florida pays taxes, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Who? Who?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe they don't walk into it because it is not \"our church.\" So they don't walk into it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And moreover, they don't - - they don't feel it's discriminatory. It's just we're doing this to commemorate the Pilgrims, and we'll give the money to any group that's a Pilgrim. (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General Clement, are you - - are arguing that these lines that you're drawing make a lot of sense in an abstract sense? Or are you just arguing that this is the best that can be done that this is the best that can be done within the body of precedent that the Court has handed down in this area?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't you say so? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I -- I've been trying to make sense out of what you're saying. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we think have a duty to follow precedents that don't make any sense?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The difference was that it was because it was under the property clause, and made a distinction between property and money."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We are talking about money, not property?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it just - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it just a ministerial act or did the Executive have discretion involved, about who would receive the grant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can reconcile Valley Forge simply by saying when it's money from the Federal Treasury, whether it is a general appropriation or a specific appropriation, it is money from the Treasury, and that's what Flast is about. Because whether it is spent by the Executive under an Executive program, which you have said can violate the establishment clause as well as a congressional program. So why isn't that the line to draw based on Flast, that it's money from the Treasury that makes the difference?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or to, or to put it another way, to put Justice Ginsburg's point another way, every Executive action that involves the expenditure of congressionally authorized funds is an as-applied challenge to an expenditure statute. Because the only way the statute is applied is through executive action. And whenever the executive spends the funds improperly, you have an as-applied challenge to the congressional statute authorizing the funds, whether it's a general statute or a -- or a single shot statute."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the essence of an as-applied challenge. You say the statute's okay. It is just what is being done under this statute that is bad. You don't have to identify a bad statute. You're saying it is a perfectly good statute, but the President is -- is violating the Constitution in the way that he's applying it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Under that, under that approach, when a U.S. Marshal executes a search and there's a Fourth Amendment claim that the search is illegal, that's really a challenge to the appropriation of the Marshals Service on an as-applied basis."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's wrong with just saying that Flast stands for the proposition that when the Government spends money in violation of the establishment clause, a taxpayer -- after all, the money comes from the taxpayer -- can bring a lawsuit? And the reason that they do that is because the establishment clause is an important joint part of the religion clauses; and there'd be no other way to bring such a challenge. And sometimes it's that simple principle, and when we depart from that principle, say by giving property away instead of giving money away, you don't have the standing. So we have a pretty clear, simple rule. That rule applies whether it's Congress or the President acting under congressional authority, et cetera, which I think is close to what the other side - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Can I just add this thought before you answer. And isn't that exactly what Justice Stewart said in his concurring opinion?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because there is a real case or controversy, because people become terribly upset when they see some other religion getting the money from the State for the -- for building a church, for example, and that's why: There's a real controversy."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Getting upset is a constitutionally adequate reason to bring a lawsuit? If people get upset about spending money for purposes that the Federal Government is not allowed to spend money for because of States' rights, that also would justify Article III standing, wouldn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is the kind of upset that is a genuine injury if you look to the objectives of the establishment clause and possibly that kind of genuine injury is not the case when you look to objectives of various other clauses of the Constitution."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I was saying. I said that Flast then encapsulates that principle drawn out of the objectives of the establishment clause in a rule; and the rule is what I suggested."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on money."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about an incidental expenditure as part of a regulatory program is quite different from looking at a discrete program. The Faith-Based Initiative is a discrete program, and one component of it is this set of conferences. This is not an incidental something pursuant to a large regulatory program. Faith-Based Initiative is the name of this program."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General Clement. Mr. Pincus. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- I guess that's my first question. I don't understand under your theory why any taxpayer couldn't sue our Marshal for standing up and saying \"God save the United States and this honorable Court.\" Her salary comes from Congress. You can trace that under your traceability requirement. So any taxpayer under your theory could bring that lawsuit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's very -- I can identify it. It's the appropriations that Congress extends to this Court that pay the salary of the Marshal."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Pincus - -"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- there have been Federal spending programs declared unconstitutional under the establishment clause, and can you cite any instance in which such a holding ing has caused a reduction in tax rates?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"See, your traceability either covers every case or it covers no case. In real world taxation terms, no case would ever meet the test. But in, in purely conceptual terms, is any Federal money being spent, every case involving any expenditure of money, even the portion of the Marshal's salary that is devoted to convening the Court in the morning, would be sufficient."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me give you something more measurable. It is easy to tell from time sheets and other things how much money is expended on Air Force One and on security for the President when he goes to address a religious organization, okay. And he urges the importance of religion in American life and so forth. The whole trip is about religion. That's measurable. Would a taxpayer have standing to - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't understand. The money -- say it again?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You mean Congress has to, has to say that - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about Bowen? The money wasn't central to the violation there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It was, you know, a pregnancy program and the executive added to it certain, certain restrictions that were challenged as being religiously based."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And we allowed an as-applied challenge."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But this is a specific grant. There is money allocated to the White House which goes -- you can identify it in the budget, and some of it goes to Air Force One. Some of it goes to the payment of the security guards."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't in Bowen either."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I really don't think - - there's an identified sum of money that goes to pay the costs of Air Force One, too, to buy the gas and everything else. There's an identified sum of money that goes into the pockets of the security guards who protect the President. I mean, it really doesn't make any sense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Take Justice Breyer's Pilgrim church. Under your theory, if the grant was to erect a memorial and suitable museums or whatever at Plymouth, Plymouth Rock, then there wouldn't be an identifiable sum if the Government said, hey, let's use some of this money to build a church?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The Government singles it out. By that you mean the executive who's implementing it, as opposed to Congress?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do they -- in other words, if they spend the money are they singling it out? If it turns out it costs a million dollars to build the little Pilgrim church is that an identifiable sum singled out that would satisfy your requirement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't have to be a grant, just that you can say it costs so much money."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or the contract hiring the security guards who protect the President, right? They're employed. That's an employment contract."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And they're protecting him for a religious purpose. He's going to this - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This is money that is expended in order to enable the President to do something for a religious purpose. It wouldn't be expended but for the fact that he chose to make this religious trip."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't, it wasn't the center in Bowen either. The center in Bowen was programs for -- to combat pregnancy. And some of the organizations that were getting the money were placing conditions on it. It wasn't central to the program. It was something added that the challenger said shouldn't have been added."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I see. It would only came within your theory if there was one Secret Service agent who was assigned to religious trips of the President? Then his entire salary could be challenged. But if it's just some of the salary of a Secret Service agent who protects the President for all sorts of trips, that can't be challenged?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that makes a lot of sense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if we rule in your favor, then every Government agency has to make sure that whatever activities they undertake are part of a broader office? They don't set up a separate White House office. They just run it out of the White House office."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's purely -- a purely formalistic distinction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that would decide whether it's central or not. If you have a White House Office of Faith-Based and Community Initiatives, then you can say it's central to it. If it's just the White House office, then the argument would be, no, that's not central. They do a lot of other stuff as went."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the Marshall in both - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We're trying to decide whether it is central. You have to decide what unit you're looking at before deciding whether the activity is central. And you're just saying well, just look at the people who are doing the offensive activity, and it's obviously going to be central to what they're doing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Pincus, I would like you to go back to an answer you gave because it sounds to me like it wasn't right. The President needs protection at all times no matter where he goes. The President may be doing something that violates the establishment clause, but protection is the job, and it doesn't make any difference where the President is. And so your answer to the question, well, suppose he had a special protector who just took care of his religious activities? I would still say that it's, protection is the thing. So I don't think -- I think you didn't - - the answer you gave isn't consistent with your theory of this case."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But in response to Justice Ginsburg's point, you could have said the same thing about the expenditure in Bowen. That money would have been spent anyway."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It happened to have been spent badly, but it would have been spent anyway."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That was her point, that it would have been spent differently. If the President hadn't gone to this religious event, he would have gone somewhere else and the money would have been spent differently. But that didn't make the difference in Bowen. Why should it make the difference here?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"","text":"The fact is it was spent for a bad purpose, and that's the essential grievance of the plaintiff, it seems to me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So in fact, you have - - just help me with one point here. I mean, I see that deciding what's incidental and what isn't incidental will be difficult. I guess many of these cases would end up being decided on the merits, there is no violation on the merits, or maybe sometimes there is. But I'd started thinking of the question of standing by thinking that there are strong feelings when the Government spends money in favor of one religion and not another. After all, they led to the 30 Years War. We see that in other places in the world today. People feel strongly. And if, in fact, they have that terribly strong feeling and can't make any challenge because the feelings are shared by many, then there are no cases in the courts at all, and the Government can do what it wants without challenge. So in Flast, they carved out an exception, and the exception was where the taxing and spending clauses were involved, because Madison and others said this is aimed at \"Government shall not tax and spend\". So that was my theory. And all we're saying is where there's a big taxing and spending and it isn't incidental, there's standing. Now we're worried about the merits. Simple and clear. To which the response was, which has me a little worried frankly, was that, well, that was Justice Stewart's position, or roughly speaking. But the Court rejected that quite clearly, and if you look at later cases, they reject it too. And therefore, whatever you might think of it, it isn't the law. And I'm not free to think whatever, I have to think exactly in accordance with what the cases say. So what is your response? I'd like you to focus on that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying that what Justice Stewart's view, insofar as it was rejected, that Flast suggested even broader standing, but it suggested at least what Justice Stewart said?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If Justice Stewart agreed completely with what the Court said, why did he write a separate opinion?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me unduly intrusive for the courts to tell the President that it cannot talk to specific groups to see if they have certain talents that the Government may use to make sure that all of their energies are used properly by the Federal Government. It's almost like a speech rationale. And perhaps you would say that's just a judgment on the merits, but it seems to me that there's a standing concern here, too, that we would be supervising the White House and what it can say, what it can -- who it can talk to. And it seems to me that's quite intrusive from the standpoint of standing purposes. I'm not sure that this makes a standard that distinguishes the case from Flast or brings it within those -- within those cases."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You really want to condemn the Federal courts to deciding case by case at the instance of all these people who feel passionately about this, case by case whether the expenditure was incidental or not. It doesn't seem to me an intelligent expenditure of any sensible person's time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And just to add to the question, before you answer, at the jurisdictional stage. In other words, this would be litigation over whether the individual taxpayer has standing. The Court would first have to determine whether the activity you're challenging is incidental or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe they're reading Flast different than you read it. There are not a lot of these challenges because you don't have standing under Flast."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what would happen if - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well then, five meetings isn't enough. How many?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"What about 10?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"20?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"I was about to ask, 20."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We'll litigate it. We'll figure out a number eventually, I'm sure."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen if when this program was set up, nothing said about faith whatsoever? This was just going to be a general program of outreach to community service organizations, but plaintiffs claimed that as the program was being administered it was heavily favoring religious organizations. Would that come out the same way in your judgment?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It depends totally on how they characterize?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the problem here is the claim, the gravamen here is the Government is doing stuff with money that's been taxed from me that it shouldn't do. I fail to see how it makes any difference to the people who care so passionately about this, as Justice Breyer suggests, whether it's just an incidental expenditure or whether it's part of a targeted program. We don't do that in any other area of constitutional law. If someone has been subjected to an unreasonable search and seizure, we don't say well, you know, it was just incidental. Yeah, we know you feel badly about it, but this was just an incidental search and seizure, and you don't have standing. It doesn't make any sense, given the gravamen that you're directing this law against, to establish such a standard."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you also acknowledge we're not here to try to make sense."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But not neatly, I mean, in terms of the purposes of the thing. Are your clients claiming that it would violate the establishment clause for the President to go to lots and lots of prayer breakfasts?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. I never met anyone who did, but I guess there is a legitimate concern, somebody might think that, I guess. And I guess that if people -- there is some tendency of the people that are worried, you know, there are pro ses, there are all kinds of people, somebody could claim that. So you want a way to keep them out."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's Justice Kennedy's concern."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what they're worried about is will this word \"incidental\" and -- be sufficient to keep out the people who might somehow decide they want to claim, which sounds like a frivolous claim, that the President can't go to a prayer breakfast. Now does the word \"incidental\" do that? That's what I think - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Again -- I asked this before, and I think you were cut off before you had a chance. Incidental with respect to what? All of the money for a particular meeting, a particular breakfast, a particular whatever, is it incidental to that, or is it incidental to however many times the President has breakfast if he goes to a prayer breakfast?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So even if the expenditure is very small, but to take a particular religious symbol that might be offensive to some other people, is that incidental because the meeting went on longer and cost more than the particular religious symbol?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if it was 2 dollars, you would say it's not incidental because it covered the whole cost of purchasing the religious symbol?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So there's no standing to challenge a presidential directive which says we are going to buy bagels for all evangelistic Christian breakfasts. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Okay? But not for any - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why would there be standing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of course. But the point is that makes - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that shows how totally manipulable your incidental test is. You just have to phrase your claim so that it covers whatever expenditure - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- is offending you. It's not -- incidental doesn't protect you from frivolous or insignificant claims in any way."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How does that confer standing? How does that confer standing?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Standing by Joe Doaks, not from somebody who's starting a Jewish prayer breakfast and says, you know, what could be worse than not buying bagels for a Jewish prayer breakfast. (Laughter.) With him I could understand, he has standing. But I'm just talking about one of these many people who feel passionately about this just in general. You walk in and say he can't do this because I'm a taxpayer, and you say I'm sorry, being a taxpayer is not enough, we don't care how passionately you feel about it - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Pincus, may I ask you this question? Do you think your theory is consistent with Valley Forge?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the distinction between taxing, between taxing and spending and the property clause, makes any sense? Do you think James Madison would not be upset if the Commonwealth of Virginia transferred 10,000 acres to the Anglican Church? That would be okay, but the threepence in taxation would not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not the same money used. It's not the same property."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It goes into some pot of fungible money and it's other money used. So instead of using other money, you use land. Does that make a difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Pincus. General Clement, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, general. The case is submitted. [Whereupon, at 11:05 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"GEN. PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3323,"interruptions":36,"times_spoken":62,"laughter":2,"num_int_by":8},{"id":1,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"respondent","words_spoken":2885,"interruptions":33,"times_spoken":69,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":885,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1572,"interruptions":6,"times_spoken":55,"laughter":4,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":177,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1069,"interruptions":5,"times_spoken":24,"laughter":2,"num_int_by":4},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":273,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":35,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MR. BOWEN","lastName":"BOWEN","counsel":false,"justice":false,"side":"","words_spoken":5,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3323,"times_spoken":62,"laughter":2,"num_int_by":8},{"side":"respondent","interruptions":33,"words_spoken":2885,"times_spoken":69,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":17,"words_spoken":4827,"times_spoken":140,"laughter":6,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472418052727}}