{"petitioner":{"name":"JOHN R. SAND & GRAVEL COMPANY","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"06-1164","date":"2007-11-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-1164, John R. Sand & Gravel Company v. the United States. Mr. Haynes. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the prior statutes have a different structure?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We've held this thing is jurisdictional for a long time. Did the prior statutes under which we made those holdings have a different structure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you asking us to, or you think we have to, to rule in your favor overrule our decisions in Kendall and Soriano?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, Irwin involved Title 7 and not this 2501. And we hadn't addressed Title 7 before, but we have addressed 2501 before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in, in the more recent case of Kontrick -- I'm looking at footnote of that opinion -- it used 2401 as an example of the jurisdictional bar and 2401 has pretty much the same language as 2501."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think in Contracts it was used as an example of a so-called built-in statute of limitations, one that is thought to bar the right as well as the remedy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just, just to get all the cases out on the table, our more recent decision in Bowles suggested that there may be a difference between statutory and rule limitations and also suggested that the prior history of the interpretation of a provision was highly relevant."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It said determining when and under what conditions Federal courts can hear cases falls within the court's adjudicatory authority -- or that are within the adjudicatory authority are jurisdictional, when and under what conditions Federal courts hear cases. That would be very broad, but it did say that. Could not interfere with the plain-text reading of 2501 once you assume - -"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What kind of language would we have to find in 2501 in order to conclude that it's jurisdictional? Would it be necessary for the statute to say that there is no jurisdiction unless the -- the claim is filed within a certain period of time?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that necessary? Is there anything short of that that would be sufficient?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then there would be a built-in limitation, and usually that's not considered jurisdictional. It would be under the heading of failure to state a claim; that is, your claim has been extinguished, so you have no claim to state, as opposed to the ordinary operation of the statute of limitations which bars only the remedy, not the right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me all of those factors are a lot more subtle than the mere fact that we have said that this is jurisdictional for years and years, it and its predecessor. Why -- why isn't that at least as persuasive as the -- as the fragile attachments you're -- you're discussing here or even as the -- as the, you know, the -- even if the statute said that it's jurisdictional, we've said in our opinions that to say it's jurisdictional doesn't mean that it's jurisdictional necessarily. So I suppose we could say the same about the statute, couldn't we?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It didn't say that. You're saying that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Bowles said that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Bowles said if it's equitably tolled, it's not jurisdictional. If it -- a provision that is jurisdictional cannot be equitably tolled."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One member of the court did think that Irvin -- Irwin overruled Soriano, but only one member."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a pretty risky business, though, to rely on a dissent in determining whether a majority overruled the prior precedent or not, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Irwin. I thought that was the one Justice Ginsburg posed to you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where Justice White in dissent said that Irwin overruled Soriano. But the majority certainly didn't say that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you suggest we write the opinion? If you were writing it and then a dissent, say, or someone or we read in the briefs that here is an absolute holding of the Supreme Court right on point, totally clear, says just exactly what the government says here, and it was codified in 1948, and now we say the reason, despite that, you win is?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if somebody says, well, the Court couldn't have been clearer as to what the statute meant, and Congress reenacted it in codifying it. So what do you want?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what could be clearer? Are they supposed to actually -- in the recodification in 19 -- or is it that the recodification changed things or what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it hasn't recodified 2501 in the past 17 years, has it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think we do have to overrule Kendall and Soriano?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or at least say that we already did in Irwin?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it just Irwin or a whole line of cases? There was a time when the jurisdictional label was used rather frequently. There is a more recent case that says \"jurisdiction\" is a word of many meanings, too many meanings. And I think the Court has been trying to cut down on the too many meanings."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But even all those cases which you're going back to, what you're talking about, I think, in those cases is general statements in the case. The cases themselves, except possibly for that Franconia, which has a different problem because it was about accrual, the cases themselves don't involve this statute. It's simply general statements. I thought, and I'd like your response, that in this Court's opinion as in statutes, as in life. When people make general statements, they don't mean every possible situation in the universe; rather, there are always circumstances to which the statement doesn't apply. And so why don't we just read those statements as incorporating a prior explicit holding of the Court as inapplicable to that prior explicit holding? I mean, that's what you'd normally do with a sentence like that, isn't it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the rule or the presumption that you just quoted in effect when Congress last revised the statute?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can -- was Congress aware of that general rule when it last revised the statute?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't, either, and that's why, when you say, well, it's a general rule, well, your argument tends to lose force because of the fact that Congress acts against the background of what this Court has stated."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Haynes, isn't it less radical and, indeed, more in accord with the language of Irwin to -- to say that what Irwin overruled was not the whole principle that this statute of limitation is -- is -- and others that relate to sovereign immunity, is jurisdictional, but rather the much more limited rule that -- that statutes of limitations which are jurisdictional are not subject to equitable tolling? That's a much more limited point, and -- and the language of Irwin is a waiver of sovereign immunity must be unequivocally expressed once Congress has made such a -- once Congress has made such a waiver, we think that making the rule of equitable tolling applicable to suits against the government in the same way that it is applicable to private suits amounts to little, if any - - little, if any -- broadening of the congressional waiver. I don't think one can say that if you expand the principle to cover the whole -- the whole matter of whether it's jurisdiction. So why not read Irwin more moderately to -- to -- if we have to overrule one of two things, the whole doctrine of the jurisdictional nature of statutes of limitations in sovereign immunity cases and the other is simply, oh, yes, there is sovereign immunity, but can there be equitable tolling, why shouldn't we adopt the more limited one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's exactly what I think we said in -- in Arbaugh; and that, certainly, going forward from that point on, Congress has more or less specified that it's jurisdictional, or we're not going to read it that way. But I'm not sure that was the rule in Irwin and I'm pretty sure it wasn't the rule in Soriano and Kendall."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know, but it seems to me you're arguing that if Kendall came up today, it would be decided differently, and maybe that's right. But the point is it came up 100 years ago and it was decided, and the question is whether we should overturn that decision."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It did say statutory time limits -- this is Irwin -- applicable to lawsuits - - well, the sentence about the suits: The rule of equitable tolling applicable to suits against the government. It says the rule that was announced is applicable to the government, the same as with respect to private parties. So it's hard to think of what territory Irwin would cover if it doesn't -- because in all suits, at least for money against the government, there has to be a waiver of sovereign immunity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think your argument is more strongly supported by Irwin than Franconia. Franconia simply involved an accrual rule, which doesn't go to what the jurisdictional effect of the bar on commencing a case is. The government there was overreaching and arguing for a special accrual rule, and the Court said no. That's different than saying whether the actual time for commencing litigation is jurisdictional or not."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if -- even if you're right, couldn't the Federal Circuit say: Well, that's all very interesting but Day v. McDonough told us that if we want to raise it on our own -- we don't have to if it's not jurisdictional; but if we want to, we can."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that assumes that the government has waived in every case. If it hasn't waived, I have to do it anyway."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can usually count on the government to file the canned sovereign immunity brief. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If they, if they raise the defense - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- then you're going to have to determine it anyway, subject to clearly erroneous findings of fact, as to when the person entered the property and so forth."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's like saying in every diversity case, theoretically, the court has to scrutinize whether someone who alleges they are a citizen of Pennsylvania really is. And that's just not the way it really happens. The question usually, if not raised by the party, comes up under some other situation, such as in this case the amicus raised it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Haynes. Mr. Stewart. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, can I ask you this question: Do you think the defense of the equitable tolling would be available under this statute?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think Irwin even changed the equitable tolling rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that when you're beyond the seas or something?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with Justice Rehnquist's sentence: \"We think this case affords us an opportunity to adopt a more general rule to govern the applicability of equitable tolling suits against the government\"? Is there an implied exception for Soriano there?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand, I think I understand what you're saying, but I thought that the government's distinction of Soriano was that was the general rule for equitable tolling, so it doesn't apply here, which I think is certainly understandable. But you're saying it wasn't even a general rule for equitable tolling?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I don't - - it's -- we've found it difficult enough to figure out which statutes are jurisdictional and which are not. And now you want us to say, well, even if it's jurisdictional, the consequences may be different for jurisdiction and for equitable tolling and for waivibility. I mean, it seems to me that's a very difficult argument."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you certainly would be mixing categories terribly if you suggested that something that goes to the court's authority to proceed in the case can be waived if it's equitable to waive it. I mean, those two notions are at odds with each other."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what would, what would Irwin and Franconia that made statements -- when it's a question of a time limit, they operate against the government just like they operate against private parties, to what kind of case would that apply? I mean, it's been pointed out that 2501 covers a whole slew of cases, not just takings cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose Franconia would be a case where the Irwin logic not only would but did apply."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask this question, Mr. Stewart. Supposing we didn't have any precedent at all, just the whole -- this is the first time this issue had arisen, and we have the plain language of this statute. Would you not read this statute, without any background, supporting your opponent?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Aren't statutes of limitations generally more equivocal than that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"When you read the plain language, you left out the words, \"of which the United States Court of Claims has jurisdiction.\""},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- what about the rules of the Court of Federal Claims? Rule 8(c) states that the statute of limitations is an affirmative defense. And that's in suits against the Government because that's all the Court of Federal Claims deals with. So to what would that Rule 8(c) apply?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But all those statutes of limitations would be statutes of limitations operating against the government."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, that isn't -- I don't think it's quite -- putting the argument as I understand it, you would say let's look at Irwin, and we read it, so it's in your mind. Now think of that set of statute of limitations, the Federal ones, the Government ones, that are either just as ambiguous as Irwin or even more ambiguous. Think of that set. Now, in Irwin the Court says in the absence of special circumstances that whole set is going to be interpreted as nonjurisdictional. That's what it says. So you say, well, what Irwin didn't talk about is suppose there's a member of that set where previously the Court had held it was jurisdictional. It doesn't tell us what to do. Shall we read it as an exception or shall we not? And so what they are saying is, don't read it as an exception. There's no need to do so. Congress probably never really thought about any of this stuff. Read it, Irwin, as including that one, too. So what do you think of that point, whether it's theirs or not, leaving aside the argument about whether this particular statute does or does not fall within that set? Assume it does."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Absolutely right, and then the question is does the simple fact that we previously held to the contrary count as a rebuttal? Does Irwin mean to -- see that's the same question I had before, so what do you think about that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would you say that Franconia did use loose language, because although it dealt with accrual -- when does the claim accrue, and not when is it cut off -- but it did say, it called 2501 specifically \"an unexceptional statute of limitations.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And if we looked at the Court of Federal Claims decisions now, I think they're spelled out in the opinion. They go both directions. That is, some say 2501 is jurisdictional, some say it's not."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, because it said it in a case -- the issue in the case was whether Franconia was overruled -- I mean, Soriano was overruled. And Justice White thought it was. He said so in so many words. And it's interesting that Justice Rehnquist in the majority didn't disagree with that. Rather, he cited Justice White's dissent as part of his description of why some statutes are different from others, then comes to the points that we want to adopt a general rule that applies to all statutes. So it seems to me that the implicit -- in his opinion he did not disagree with Justice White's characterization."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the interesting part about this is the discussion of the majority of this case is part of its development of the fact that we've got cases all over the lot and we want to adopt a clear rule to apply across the board. So it's part of the reasoning of the Court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did Congress think that Rule 8(c) has no range of application? And -- we have two recent statements saying statutes of limitations against the government are like statutes against private parties. But if 2501, which covers all of the cases over which the Court of Federal Claims has jurisdiction -- if, if it's for jurisdictional, then I don't know what cases there would be in which there's a time limit in a suit against the government that isn't jurisdictional."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't Mr. Haynes have a point when he suggested at the end of his argument that questions about accrual involve much more complicated factual questions than are usually involved in deciding whether a court has jurisdiction? So imagine if this case came up today and the government adhered to its prior position -- I don't know whether it's still it's position -- that there had not been a permanent taking until 1998, would the court -- and none of the events that happened before 1998 had been brought to the court's attention -- would the court have to say to the parties: Well, this is fine; we see that there was a fence put up in 1998, but now you have to tell us everything else that's happened on this site going back 10 years to see whether there -- whether the claim might have accrued at some earlier point."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what if you didn't think it was -- it was a good argument. Would you have an obligation to say, we think there was a permanent fence put up in 1998 and we agree that there was a taking as of that point, but we don't think it happened earlier, but you need to know all of these additional facts? Would you have an obligation to present that to the court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But we do know the CFC is at least confused because they have some cases going one way and some cases going the other way. And from the government's point of view, the government can be relied on to raise the statute of limitations, I suppose, but aren't there cases where the government would really like to get the substantive issue settled? So it says, well, the statute of limitations is arguable, but we'll concede that the action was timely."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, of course, Bowles - - I mean the Court did miss something. Everyone on the Court did, and that is that the period to file your notice of appeal was originally not in any statute. It was in the rule, the FRAP rule. The opinions, both sides, assumed that the statute came first, and the rule was adopted to conform to the statute, but in fact it was just the opposite. It was a rule, a Federal Rule of Civil Procedure, which can't affect jurisdiction. We know that. As Congress says rules of procedure don't affect jurisdiction. So there was the rule, and then the U.S. Judicial Conference said to Congress, when it referred the rule to Congress, you might consider a conforming amendment. And then the statute, after the rule came into effect, conformed to the rule. So what the Court, both sides, thought in Bowles -- we just had it in reverse."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Congress didn't think about it at all until the U.S. Judicial Conference said do this - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- and the U.S. Judicial Conference wasn't thinking that thereby it became jurisdictional."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It was addressed specifically. It was addressed that the rule -- that the -- that all of this was statute driven. But the rule before -- before there was a conforming statute, you would say, well, then it wasn't jurisdictional, right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I go back to the answer you gave Justice Stevens when he asked you to assume that there was no precedent, we're reading this as an original matter. I thought your answer to him, correct me if I'm wrong, was that, well, in any event \"shall be barred\" means that it can't be waived anyway. But statute -- I looked up other statutes of limitations, and other statutes of limitations: \"Shall not be entertained,\" \"may not be commenced,\" \"may not be brought.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My response was all statute of limitations say that and all statute of limitations can be waived."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"One last question: We disagreed on parts of the Irwin opinion, but I take it you would agree with me that the government was particularly well represented in that case, wouldn't you? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It is hard to understand how they could have lost the case. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Stewart. Mr. Haynes, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Haynes. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY K. HAYNES","firstName":"JEFFREY","lastName":"HAYNES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2564,"interruptions":17,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":3494,"interruptions":17,"times_spoken":35,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":604,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":389,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1014,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":506,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":241,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":389,"interruptions":0,"times_spoken":10,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2564,"times_spoken":41,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":3494,"times_spoken":35,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":3423,"times_spoken":80,"laughter":3,"num_int_by":3}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472501778750}}