{"petitioner":{"name":"HUMBERTO FIDEL REGALADO CUELLAR","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"06-1456","date":"2008-02-25T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-1456, Cuellar versus United States. Mr. Beard. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he certainly concealed the location. They were secreted in the car, under the goat hair and everything else. The location of the money was certainly concealed."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I should ask you this now because you've probably thought about it and I can't work it out. I don't see any problem with the word \"location.\" I thought what you would say is it isn't the transportation in this instance that concealed the location, it's the method of transportation that sealed the location."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you read it that literally, then there is no problem in getting to your interpretation of the statute, or is there? Because since you didn't advance that argument, I thought maybe there's something I've not seen here."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask, what do you mean by method of transportation in this case? I mean, that it was in a car or the fact it was wrapped up in dirty -- in a dirty kind of container, and so forth and so on?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that all just evidence that there was a motive to conceal the ownership?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If he were a courier bringing the marijuana into the United States what would be the crime and the penalty?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If he was bringing marijuana into the United States instead of returning with the proceeds?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But now he possesses money. And you're not saying this is innocent behavior. It is criminal behavior, so what is the crime if not money laundering?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that requires knowing that it's illegal to take out more than X amount of money, and there's nothing that indicates that the common courier would know anything about such a provision."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we take it that you concede -- I don't want to say that you concede. If we take it the government has a strong case under the smuggling statute, wouldn't it have an equally strong case under (i) of the statute that we're considering here, which doesn't require concealing or disguising the nature, just to avoid a transportation reporting requirement. That's the same as the smuggling statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know the government didn't indict under (ii)."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean as the proceeds of an illegal transaction?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't matter for purposes of the bulk cash statute that it was illegal. It could be perfectly lawful money."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why isn't this transporting to conceal the location or the ownership in this sense? Suppose you have someone the police suspect of engaging in drug activities. They know he sold, you know, so much marijuana or whatever and got cash back. They think it's there, and they're going to investigate it, but this fellow comes in and they transport the proceeds across the border. Isn't that transportation to conceal the location or the ownership?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they think it's there, but they're not sure, and they -- you know, that would help them make their case, to find out that the guy they think sold the drugs has $80,000. So they get a search warrant or whatever, and it turns out he doesn't, because it's been transported to conceal the location or ownership."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't see why isn't what the Chief Justice said absolutely right? If you are transporting this money to get it out of town so the police can't find it, you're transporting it to conceal it. That falls right within the statute."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're transporting it simply to pay some courier somewhere else, you're not transporting it to conceal it. And if in fact the transportation is done in a way that conceals it, that's beside the point because the statute is interested in transporting it in order to conceal it."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is wrong with that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- maybe I don't understand the -- I thought he was helping you, but maybe - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Were you helping him? I thought so. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"It sounds like he was making the distinction that didn't the dissenting judge make between -- the dissenting judge says transporting to conceal is no good, but concealing to transport is okay."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose someone transports money across a border and is recorded surreptitiously on tape explaining exactly why the person did it, and the person says: The reason why I'm transporting this across the border is because I know that when I get it to the destination country, that's a place where people use huge amounts of cash for bank deposits, for purchases; and, therefore the act of transporting it from the United States to the other country will disguise the nature of the cash as drug money. Would that fall within the statute?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't that fit the literal language of the statute? It's a transportation across the board with the design to conceal the nature, i.e., that it's drug money, of this money?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it doesn't remain dirty simply because it goes to a place in which the appearance of this kind of cash does not have the dirty appearance that it does at home. Why -- why isn't that the correct answer?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't that make it laundering?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the design to conceal -- maybe I misunderstood the hypo, but I thought the design to conceal was you conceal the dirty character of the money by taking it to a place and using it in that place where use of large amounts of cash, whether for bank deposits or spending in luxury stores, does not have the dirty implication, the dirty appearance that it does in the United States. So, why doesn't that therefore satisfy the concealment?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have any evidence like that here anyway, do we? Do we know that this was going to \"Spendy Land\" where everybody has a lot of money? Did we know that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does everybody have a lot of money in Mexico? Is that - -"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there -- was there evidence about the nature of the Mexican economy?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the evidence?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the evidence?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there an expert who said that Mexico has a cash economy?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what does that mean?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it mean people can spend a lot of cash without raising eyebrows?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In your brief, you argue that there has to be a design to create the appearance of legitimate wealth. Are you drawing back now from that argument?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would that be so? Suppose -- I mean, just take -- modify my hypothetical. What this person says on the tape is: I'm sending this money across the border because I know that if it - - once it gets there, it will be harder to establish my ownership of it. People will still know that it's drug money perhaps, but they -- it will be harder to establish my ownership of it. Now, would that fall within the statute?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there wouldn't be an attempt to create the appearance of legitimate wealth there then, would there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the statutory purpose have to be the only purpose or the principal purpose? I mean, I could conceive that the principal purpose of this transportation was to give the money back to the fellow who gave the drugs, to pay the provider of the drugs. I assume that would be the principal purpose. But what if you know that when the -- when the provider of the drugs is paid, he'll be able to spend this cash easily in Mexico, which has a cash economy? And let's assume that the latter is enough to satisfy the purpose requirement of this statute. What -- what would be the result?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you assume a primary purpose to pay off the - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though that wasn't the real purpose -- I mean, the real purpose was to pay off this fellow, who otherwise might come to hurt you."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But once you do pay him off, you know that the money is going to be ready spendable."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what you understand the language \"disguise the nature of the proceeds of this specified unlawful activity\" to mean, does that - - is that satisfied by merely proof that it is proceeds of unlawful activity? Or do you have to tell that -- what is the word \"nature\" talking about?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what it seems to say. What I'm asking is: What do you think it means?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm just asking about the word -- the meaning of the word \"nature.\" What is the nature, other than the fact it's proceeds of unlawful activity?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Dirty\" in some sense other than being proceeds of specified unlawful activity?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I just don't know what that means other than that it is proceeds of unlawful - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just talking about the one attribute, \"nature.\""},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to understand what you think that means."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Proceeds of unlawful activity."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's always dirty."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it simply to change the nature from being drug money to look like it's apparently innocent? I mean the change of the nature -- the nature going in is it's always dirty. It's drug money. And the purpose of the concealment is to get it converted to some different nature, i.e., clean money. Isn't that what \"disguise the nature\" means?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the verb is not \"transformed.\" The verb is \"disguise\" or \"conceal.\""},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there a reporting requirement for -- for this shipment. If he had gone to the border, would he -- well, then, a lot of what you're arguing about isn't very important because they could just indict under (ii)."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To avoid a transaction-reporting requirement, and you wouldn't have to go through all this \"nature\" thing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You indicated that there is such a requirement."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if he -- if he didn't know about the currency-reporting requirement, then he's not guilty under that statute because it requires knowledge."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If he's not -- if he doesn't fit into either category, then there's no crime?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, can I ask you to go back to Justice Stevens's line of questioning? If -- do you conceal the nature of proceeds if you conceal the proceeds?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that doesn't seem to follow. I understand the argument with \"nature.\" In other words, you're not concealing the nature; it's just not there. But when you're hiding it, you are concealing the location."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that gets me to a question. Several times you've referenced the attributes. Are you saying that the statute would have a different meaning if it just said \"location\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you better explain that a little more for me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they seem to me the same."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, so hiding location assumes it's going to come up later."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you just hide the money, you assume he's just going to leave it somewhere and forget about it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if there is a wire transfer to a bank in another country because that bank has bank secrecy laws that will make it impossible to ascertain the location of the money once it is there? Does that fall within the statute?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's the purpose. If the person says, I'm sending this to blank country because they've got bank secrecy laws there that make it impossible to find this money once it gets into their banking system."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say the same thing for -- if you just put it in a safe deposit box in a bank in the Bahamas?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the \"more\" is they don't hold it under your name. They hold it under a numerical account number. Then that changes everything?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the police can't find it in that account even if it is still under your name. In an account here the police would be able to find it. In an account in the Cayman Islands, they won't be able to. Isn't that -- isn't that transporting it in order to conceal, to conceal it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Beard."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"justices","text":"I don't understand that, so I hope you will explain it later. It doesn't mean anything if it's not a detection statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Ms. Schertler. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does the word \"transportation\" mean the act of transportation across the border or the method of transportation?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You go back to Justice Alito's question. I agree with you that you could read this as including a prohibition against a method of transportation which method is to hide the money. You could. But you could also read it the way that the question suggests, to refer only to the transportation. So you transport it physically in order later to hide it. Now, the difference between the two is if we accept yours, which is the broader, this statute includes everything that has nothing to do with the common word \"money laundering.\" Any time you hide something, for whatever reason you hide it, to take it to pay the couriers, you're money laundering. Any time you run a gambling operation and the people stick the money in the wad of their shoe, they're money laundering. I mean, why would you think Congress would want that narrow reading when it can be read to focus much more closely on money laundering just by reading it literally for what it says?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if that's all they were getting at, they wouldn't have to have this international component at all, because if you totally eliminated the \"to or through\" requirement and you were able to focus or properly focus solely on the method of the transportation, et cetera, then you would cover not only cases in which the concealment ultimately would take place by crossing a border, but you would pick up cases in which the concealment would take place even within the United States; and that would certainly be in the government's interest. But if you add, if you say, well, but this is limited by a to or through requirement, then it suggests, it seems to me, as Justice Breyer's question does, that it must -- the statute must be getting at what happens when it crosses the border as opposed to the means of crossing. What's your answer to that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that would be -- that would be equally true and an equally appropriate objective without the \"to or through\" requirement in there. In other words, you don't have to have the \"to or through\" requirement in order to give the government a tool for exactly the purpose that you describe."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then what you're saying, I suppose, is that the movement of funds, if they're illegal proceeds, outside of the country is a per se concealment?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Give me an example of when you take money outside of the country that's illegal money - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's not a concealment?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He puts it in his shoe, okay. Because it's a lot, he puts it in his shoe."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That would be enough, wouldn't it?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What if he gives it to his brother and says take it across for me, will you?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If he tells his brother to put it in his shoe? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't that enough? If, for example, he's being -- he thinks he's being watched by law enforcement because they know he's up to something, but his brother isn't, why isn't that concealing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well then, let me back up. Then let me add this. It seems to me that you're saying, as you have to say, that any movement of illegal funds outside the country which is concealed is per se concealing a relevant attribute?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But if you do."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think you have to go that far to make the case you're making."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you're always concealing the control. You're always concealing the ownership. You're always concealing the location if it's in your shoe or in the bottom of the car."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He purposely puts it in his shoe, okay."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's a design. He knows he's going to do it. So -- and you're saying, I take it, 100 percent of the time that's illegal. If you're not saying that, I don't understand what you're saying."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you are saying that, I don't know why they call this statute \"Laundering of Monetary Instruments.\" Why didn't they call it \"shoe hiding\"? (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"And you're basically confronting face-on the dissent here, which drew a distinction between transporting to conceal and concealing to transport. And all you have here is concealing to transport, and the question is whether that violates the statute. I agree with Justice Breyer that if this is a statute directed at concealing to transport, it's a funny name for it to think that it's a money laundering statute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Were they concerned that this was a 20-year penalty, not what you're talking about, the person who gets -- who is the drug dealer, but all that this evidence shows is that we have a courier. We don't even know if he knows who put the money in the car. We don't know if he knows the -- who the person is that he's to deliver the money to. So on your theory, all you have to prove is that this defendant drove a car in which illicit money was hidden in order to get it out of the country. No grand design. All he is is a courier."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a -- that's a lot of fancy language. All he knows, in fact, if he's just a courier is that somebody gave him money to take this car in which drug money is hidden across the border."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Not his design. His design is only -- I mean, he's just a drug courier, and I think that's what -- that's a problem with your interpretation of the statute. One can think of the kingpin having this elaborate plan, and when it gets to Mexico it's going to go into this bank and that place. But here the defendant is simply a courier, and on the government's theory anyone who transports hidden money to get it out of the country, who drives the car, just the driver, is a money launderer."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose then the brother should be -- giving the money to the brother should satisfy the statute."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because if I'm -- if I'm in the drug business and my -- my brother is an international social worker or something, I'm certainly going to conceal when I give it to him and he carries it across the border."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the person who set all this up lives in Mexico and the sole intent of that person was to bring the money back to him in the place where he lives? That would -- would that be money laundering by him, to start out with?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that a question of - - isn't that a question of his intent?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not the effect of the design, is it? It's the intent of the design."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Everybody knows he's a drug dealer, back in Juarez or wherever he lives in Mexico."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He's famous in town. He's a well respected man because he's a big drug dealer. And he has just arranged get the money delivered to him so that he can spend it. What -- what's concealing there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It won't be disguised."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"During the course of the transportation. That is not what you say in your brief. I'm looking at page 41 and what you say is: \"If no independent evidence establishes that concealment or disguising of the pertinent attribute of the proceeds would occur at the point of destination, then a factfinder would lack a reasonable basis for inferring that the transportation was designed to conceal or disguise.\" In other words, in the hypothetical Justice Scalia just gave -- in other words everybody knows he's a drug dealer, he spends the money -- there is no concealment or disguising the pertinent attribute at the point of destination."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So there is no money laundering if they conceal the proceeds in a suitcase that's in the trunk of the car? Is that enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that concealing the money?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does use of a suitcase provide that evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When I use a suitcase I'm using it to carry my clothes, not to conceal them."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your answer to Justice Scalia's hypothetical is still not clear to me. It -- it seems to me your answer should be yes, because he's concealing the ownership as of the time he goes across the border, which brings me to my earlier question, if once it's concealed, the statute is always -- is always valid. Then you indicated that oh, well, what happens at the destination is very important. Then we had Justice Scalia's hypothetical. I'm not sure where you came out on that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So Concealment, concealment during the transportation is always a concealment of an attribute under the statute. That has to be your position."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a broader question, forgetting the text of the statute for just a minute, because the text is extremely broad. Do you think the question whether there's an attempt to create an appearance of legitimate wealth has anything to do with the analysis? The question presented is whether there must be such a - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you're arguing that's totally irrelevant and that -- and also that that familiar title, \"Money Laundering,\" totally irrelevant?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There is no -- okay."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the term \"laundering\" really should be totally ignored?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I understand you could find a violation of it, but what I'm really asking you: Is this just a total wild goose chase? We shouldn't even consider laundering at all? As I understand your argument, it's totally irrelevant."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So it is irrelevant?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if this fellow were driving to Canada would that be a different case, because Canada does not have the sort of cash economy we've heard about in Mexico?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, what if the fellow says: You know, there are dangerous roads between here and Mexico. I'm hiding the money so that if, you know, a gang comes up they don't find it. And you say: No, we think you're hiding it because it's illegal proceeds? Is that enough to get to the jury?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Just to be clear, you affirmatively say that concealing to transport is enough, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you make distinctions between methods of concealment? And if the design is to get the money out of the country, why should it matter whether you put it in a travel bag, you put it in the glove compartment, you put it in your wallet, or you go through this elaborate disguise that we see here? What -- if what's important is getting it beyond the border beyond the reach of law enforcement in the United States, why should it make a difference how carefully it is concealed?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then your only defense is to go across the border and before you go across you put all the money in your arms so the people can see it? That's the way you do it? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Other than that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's transporting to conceal."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying this statute covers both?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In your brief, you said the bulk cash statute would not apply to a courier. Do you still take that position, that the government's choice is to indict for money laundering or nothing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There's no principle that all criminal statutes have to cover every -- every bad act. Maybe Congress has left a gap. I'm willing to entertain the possibility that this individual, obviously doing something very bad, doesn't -- falls between the two stools. He is neither guilty under the taking currency out of the country statute because he didn't know of the existence of the statute, and he's not guilty under one because he was not transporting to conceal but was concealing to transport. And so there's a gap. The Justice Department can certainly get that gap filled readily enough. I don't know why we should torture either one of the statutes to close it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How many co-sponsors were there?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How does that show what you want it to show? I mean, what I just heard you say is that Senator Biden said if we make it very tough to launder money in the United States, then criminals will send their money abroad to be laundered."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They'll transport it abroad in order to launder it. How does that help you?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In order to launder it. Were they not talking about money laundering?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or were they not talking about it? I'm just going back -- I didn't read Senator Biden's statement, so I'm just curious."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you're trying to prevent the money - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But you, in response to one of my hypotheticals, said that it would be relevant in some cases to show that it was designed to create the appearance of legitimate wealth. So you put that back in - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you put that back into play."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What if --- if that's what they're concerned about, taking the money out of the country, why do they have the concealment requirement? They could have just said, you know, if you take dirty money out of the country you're guilty."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They didn't say that. They have a concealment -- I can't understand why, if the money is hidden during the transportation, it's any worse than when the money is not hidden during the transportation. It isn't -- it isn't the hiding during the transportation they're concerned about. The statute doesn't make any sense that way."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask -- may I ask this question? If the statute did include -- and I know you think it does not -- a requirement of trying to create an appearance of legitimate wealth, you would lose? In this case."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's also, consistent with the evidence, they want to pay the drug dealer for the drugs. And then a jury -- you can't say it's clear beyond a reasonable doubt that that was not what it was going on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you finish your answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Schertler. Mr. Beard, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I forget what it was that I didn't understand. (Laughter.)"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask the same basic question of you? Do you think that this line, \"create an appearance of legitimate wealth\" is an essential element of the offense?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So then your question presented raised that question, you're walking away from that question?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is not an essential element of the offense?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the same thing, appearance of legitimate wealth goes to one of the attributes, the nature of what's being transported. It doesn't go to all the other attributes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the evidence is clear that he knew he was taking it across the border and it was to pay the drug dealer? Would that suffice?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- no, no. He conceals it, in order to pay the drug dealer."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's concealing who owns and controls."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Beard, can't you give us something we can get this guy on? (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He's carrying dirty money. It even smells of drugs. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Can't we get him as an accessory to drug dealing or something? You say he has to walk?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The point -- the point about aiding and abetting something, this money reeks of marijuana, and that was very puzzling to me. Why this is the standard operating procedure to take this money and wrap it in containers that had contained the drug. So when the police find it, they know it's drug money."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Beard. The case is submitted."}],"people":[{"id":0,"fullName":"JERRY V. BEARD","firstName":"JERRY","lastName":"BEARD","counsel":true,"justice":false,"side":"petitioner","words_spoken":3105,"interruptions":39,"times_spoken":83,"laughter":0,"num_int_by":8},{"id":1,"fullName":"LISA H. SCHERTLER","firstName":"LISA","lastName":"SCHERTLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2837,"interruptions":30,"times_spoken":65,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":0,"times_spoken":26,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":524,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":485,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":697,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":529,"interruptions":2,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":3,"times_spoken":25,"laughter":5,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":416,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":3105,"times_spoken":83,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":2837,"times_spoken":65,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":8,"words_spoken":4554,"times_spoken":157,"laughter":8,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5011907200500842,"respondent":0.49880927994991575,"date":1472501778765}}