{"petitioner":{"name":"MICHAEL H. BOULWARE","counsel":[0]},"respondent":{"name":"No. 06-1509\nUNITED STATES. ","counsel":[1]},"caseNumber":"06-1509","date":"2008-01-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 06-1509, Boulware v. United States. Mr. Cline. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question which is going to come up sooner or later? And it's kind of a threshold question. So, if I may, let me interrupt you with it now. You emphasize the significance of the limiting condition \"with respect to the stock.\" But before you get to that phrase, Section 301 refers to a distribution by the corporation. And my question is this: Let's assume that we -- we accept your -- your position that the circuit was wrong in requiring an offer of proof of intent to return capital. Isn't it also the case that you would still have an obligation, if you're going to take advantage of this section, to offer some evidence with respect to the fact that there was a corporate distribution involved? And as I understand it, your evidence is or the Government's evidence and yours is that, you know, there was skimming, there was misdirection, et cetera, but there was no indication, there's no evidence that there was any distribution, in the normal sense of that word, by a corporation. So it seems to me that if you -- if you win the case in the sense of convincing us that the circuit was wrong with respect to the specific intent requirement, you would still be left without a defense because you have not come forward with any evidence that indicates a distribution. Am I wrong?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it certainly can be, and there's no question about that, but isn't there some point of informality or some point, I guess, of formality or relevance to corporate practice that has to be reached? In other words, he may keep lousy books, he may be very sloppy, but directing funds to one's girlfriend is not the act of a corporation. And it seems to me that the kind of -- of actions that he took to get or to direct the payment of moneys could not, by any stretch of the imagination, be regarded as an act of this corporation or of any corporation."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in this case, he's a 50 percent owner, as I understand it. He formed the corporation, but isn't 50 percent of the stock owned by the trust for the love child of him and the girlfriend?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, perhaps because - - because the Government might very well be on the other side of that question, that is the dominant shareholder takes money from the corporation, gives it to his girlfriend, and the Government is saying that corporation had earnings and profits, we want to tax this as a dividend to you."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it may be that he cannot embezzle in the sense of committing a separate private act or even a separate, a separate tort that the corporation could object to. But the question still remains -- excuse me -- whether the act of, of taking the money in this unorthodox way could be regarded as a corporate act within the meaning of the term \"distribution.\" And I think I understand your point, but I guess the only point that I'm making is the fact that it may not qualify as embezzlement, civilly or criminally, does not necessarily answer the objection that I'm raising."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That explains why I'm making the argument and the Government wasn't in its brief?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you did say something about the interception that -- your argument is that this corporation had no earnings and profits, so what the shareholder got was a return of capital. But part of what was involved was he was taking, I thought, receipts for goods that customers were -- had paid and giving them to the girlfriend. In determining whether that corporation had any earnings and profits, wouldn't you have to credit the corporation? In other words, did you prove that there was no -- that there were no earnings and profits? You would have to prove that, wouldn't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For which purpose you'd include the receipts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For which purpose you would include the receipts that he sent to his girlfriend instead of putting them in the corporate treasury?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I also wanted to know whether there is in the record the corporation's balance sheet? It was frankly hard for me to believe that this was not in excess of basis. You don't usually capitalize corporations for $10 million. But I don't have any basis other than just an assumption to make that observation. Is the corporate balance sheet with the capital structure in the record?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it introduced by the Government or by the defendant?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not, I'm not sure if what the Government is maintaining here is so prejudicial to its position in other cases, which was the earlier discussion we were having. Here there is simply nothing on the corporate records to show that this was a distribution with respect to stock. I don't care whether this is earnings and profits or in excess of basis. But there's just no indication of the distribution with respect to stock, and you have two shareholders. Under Hawaiian law, can you make a disproportionate distribution to shareholders so one person gets capital back and the other doesn't and there's no redemption of shares?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That was, that was the qualification that the Second Circuit made in its D'Agostino case. It said if there's a violation of corporate law then our rule doesn't apply."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's the whole point. The fact that he doesn't show this as a distribution indicates that he couldn't do this under Federal law, so it must be something -- under State law, so it must be something other than a distribution."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm less concerned with the word \"distribution\" in the statute than I am with the phrase \"with respect to its stock\" -- \"distribution made by a corporation to a shareholder with respect to its stock.\" Now, the court below held that there had to be a conscious intent to return capital. Even if I disagree with that and think that that was wrong, isn't the Government right that it nonetheless is the burden to establish that the distribution here was a distribution with respect to stock, and the distribution was given to the girlfriend who owns no stock in the corporation. How does it become a distribution with respect to stock?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or girlfriends. I mean, why doesn't it distinguish a girlfriend as much as it distinguishes an employee who's receiving back a loan?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Government would say yes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, they're really - - they're really between a rock and a hard place on this stuff."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't -- and this may be the point that you just made, but I want to clarify it. We don't have to decide whether this diversion was with respect to stock, because you put that at issue, and you weren't allowed to make that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose it would be open on remand for the Government to argue it was not with respect to stock for the reasons that have come out, that it was just a diversion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are pretty sure they won't."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the -- the Government did say that this accountant -- what was his name, Monango, or something like that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Testified at the trial that there was no return of capital in the relevant year."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under the Government's intent test, I suppose if you have a calendar year and the distribution is made in June, that the Government could say: What we want to show -- we want you to show that there was an intent to make a distribution with respect to stock at that time. Whether or not it was a dividend, whether or not it was a return of capital, we won't know until the end of the year. I suppose they could try to argue that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean to say the Government can't argue that this -- the Defendant has to show that it was a distribution with respect to stock and that that was his intent. Whether or not it was a dividend, whether or not it was a return of capital, we wait."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Cline. Ms. Maynard. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The court below didn't give him a chance - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- to establish that. The court below required him to show an intent to distribute capital."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But if it turned out that there were earnings and profits and everything else was the same, would the Government be taking the position that the proper test is: Was this a distribution with respect to stock?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the government - - the corporation is rich with earnings and profits. Would the Government be saying: Oh, aha. So we have to go through the motions of first seeing was this a distribution with respect to stock? I thought that the idea of was it \"a distribution with respect to stock\" refers to was it - - was the corporation -- was there to be any quid pro quo? That is, the shareholder gets money from the corporation. Is the shareholder expected to pay it back, or is it just that it comes out of the corporation into the shareholder's pocket with no expectation by the corporation to get it back? I thought that that's what \"with respect to stock\" means instead of \"with respect to salary,\" \"with respect to a loan.\" That's what I thought was the understanding of the term. Am I wrong about it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that was -- we're just not on the same page here. That's not what the -- the decision you're defending said. The decision you're defending did not say that it was incumbent on the defendant to show that it was with respect to stock. They said it was incumbent on the defendant to show that it was intended to be a return of capital."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's just a wholly different issue, and it seems to me the best you can get out of this case, the way you're arguing it, is a remand for them to apply the proper test."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it depends on what you mean by that. The Ninth Circuit said, quote, about what he has to show, that he has to show not merely that the funds could have been a return of capital, but that the funds were, in fact, the return of capital \"at the time of transfer.\" Then, they go on to say, since there was no evidence that they were considered, intended or recorded on the corporate records as a return of capital at the time they were made, then it isn't a return of capital. Now, I thought everybody thinks that's wrong, because you might have an absolute distribution that absolutely counts as a distribution to every shareholder in the corporation. And at the time they all think the company's going to make a billion dollars, but it just turns out that they have a loss of a billion dollars, in which case at the end of the tax year that would count as a return of capital if the basis were high enough, and it would not count as a dividend. Am I wrong?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right, fine. So if we do not know, that's the end of the Ninth Circuit test, isn't it? Because the Ninth Circuit test says: What we want to do is to look at the books at the time of the distribution and see if it is entered on those books as a return of capital. That's how I read it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. No. It was not. What they thought at the time they distributed it was fabulous dividends because we are going to be rich."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My example was they just made a little mistake. Instead, the corporation is close to bankrupt, so there are no earnings or profits. Is it then a return of capital or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The basis? He has more than enough basis. He has a $14 trillion basis, okay? So there is no problem about that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. And so it is a return of capital. So, therefore, the test is wrong."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, aren't you -- aren't you saying not that the -- that the test of intent that the Ninth Circuit used is, in itself, a sufficient test; but that, rather -- and correct me if I'm wrong, because I thought this was the basis really of your argument. I thought the Government, in effect, was saying in order to treat it as a return of capital, it is a necessary condition that it be intended to be treated as a return of capital. But that is not a sufficient condition, because if, in fact, it turns out, as in Justice Breyer's example, that there are no earnings, then under 301 it can't be treated as -- as a dividend. And only then, under 301, would it be treated as a return of capital. So the conditions are, No. 1 necessary intent; No. 2, a determination at the end of the year that, in fact, there were no earnings. Conversely, if at the end of the year there are profits, even though the first necessary condition, intent, was satisfied, under 301 that would not be enough; and the Government would treat it as income. Isn't that the nub of your position?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I doubt that. Then - - then, you would say, when it is not a criminal prosecution for failure to pay taxes, so long as somebody, when they take the money, intended it to be a return of dividends, it does not become a return of capital. Are you sure you're willing to live with that intent requirement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"At the time -- is it important for the tax treatment that at the time of the distribution it be intended to be either a return of capital or dividends? Does that make the difference as to whether you're going to be able to tax it or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not -- we are not talking about distribution."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We are talking about the intent that it be a return of capital or not."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Either one."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It could be anything at all. So in other words, there is no preliminary requirement that you intend that it be a return of capital. Right. So if the Court of Appeals said that here, it was wrong."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well I -- let me -- I just want to get clear on how you understand it. I gave you one alternative in which you defend the Ninth Circuit. Justice Scalia has given you another alternative in which you don't defend the Ninth Circuit. Which - - which are you going to take?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I try a third example? Because I think an example might help. Let us imagine that the company distributes $10,000 on June 1 to every shareholder. Let us imagine that every shareholder has a basis of a trillion dollars in his stock. There is no problem about basis. There is no problem about the nature of the distribution. Let us imagine they put in the corporate records on June 1: This is a very valuable corporation; we are going to make a fortune; and this is a dividend. They write it down. Now, unfortunately, four weeks later the bottom falls out of the market, and it is not a dividend for the reason that they have no profits that year. Now, is it not under ordinary tax law a return of capital?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If that -- once you say yes, then the Ninth Circuit must be wrong because the Ninth Circuit said we do not look to see what happens."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"A month later, we look just to see how it's characterized by the corporation at the moment of the transfer."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what they said."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but why talk about that at all? I mean, on Justice Breyer's third and simplest example, he is basically saying let Section 301 make the determination, in effect, at the end of the year, when we know what the actual situation of the corporation is. If you wait and see, 301 takes care of it, and you don't have to get into the -- sort of the metaphysics of intent."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Distribution with - - distribution with respect to stock."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I think he was assuming and I'm assuming that -- that that condition is met. But, in order to meet that condition, you don't have to have a specific intent that the -- on the part of the corporation that the distribution either be a return of capital or that the distribution either be a dividend. It simply has to be a distribution to this guy because he is a stockholder."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He wants a chance to argue that. He was not given a chance to argue that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Was there anything in the tax court at all that used the words as having any significance for this determination whether there was a tax evasion here with respect to this stock? Was there any -- any hint that those -- those words were controlling?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In the tax court originally. Was this a -- this was in the tax court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This is a criminal case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. In the trial court first."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I can ask you sort of an elementary, stupid question? What is the Government's theory as to what this money was? Is it the theory that it was a dividend or that it was salary?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So your theory, just to be sure I understand, it was not salary; it was not a dividend; it was the proceeds of an embezzlement?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It does not have to prove that it was income."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to be sure I have the right answer. You do not have to prove that it was income?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's income to him. You would be taking a different position if you thought you could attribute it to the corporation and tax the corporation, too."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And if you want to go after the corporation, you are specifically going to take the position in this guy's case that, in fact, it was income to the corporation. If there is no income to the corporation, then you don't care, and that's the situation you're in here."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it was not profits; it was not taxable income."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It was not taxable income."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Under your response to Justice Stevens, once you show that it was from a likely source of income that he received it, it's unreported, then it's the defendant's burden to go ahead and show this was a 301 distribution, that I had a basis that absorbed it, that there were no earnings and profits. That's all for the defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the court didn't let the taxpayer submit evidence. He came forward and said: Look, there's an issue here despite the return of capital. I would have thought at that point the burden shifted to you again. That burden - - having met that burden of production or at least tried to, the burden would shift to you to show, no, it's not a return of capital, it's a dividend."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He said in his proffer that he would present expert testimony that this -- the corporation didn't have profits and earnings, and therefore it was a return of capital. And the district court said no, you don't get to do that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. I mean, the district court -- the district court said that's not relevant, it's not relevant whether they could be classified as dividends. I'm quoting from your brief on page 8: \"It is not relevant whether the funds could have been classified as a return of capital or a dividend at the time when they were diverted,\" because, he said, what was relevant is -- is the intent, whether they were in fact treated as return of capital."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think maybe he was simply getting at the fact that under 301, assuming the possibilities of non-301 treatment are excluded, under 301 it will be treated either as a dividend or as a return of capital, depending on the corporate books for that year, and he wasn't making a proffer at that point precisely as to what those corporate books would show, but he was making a proffer that, under 301, it would either be classified as a dividend or as a return of capital. And wasn't that enough to -- to get him -- get him the right to introduce the evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but if he is making a profit and it depends upon whether or not there's adequate earnings or not, isn't he plainly saying that that means it's with respect to my stock? Because if he were getting it, for example, as an employee for consideration, it wouldn't matter whether there was sufficient earnings or not. But when he says it depends on whether there's sufficient earnings, it seems to me that that's clearly notifying you that he's saying it's with respect to his stock."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He said -- and it seems to me that this is enough to put you on notice -- \"Boulware will present further evidence that all of the alleged unreported income was either a loan or advance or was used by Boulware for corporate purposes or for the benefit of HIE.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, \"for corporate purposes\" would include either a return of capital or a dividend, payment out to shareholders."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me about the civil case? There would be a tax deficiency, and wouldn't the Government have to say what were the elements of the tax deficiency? You said in a criminal case they don't have to characterize it at all. You just say he got -- he has money on which tax hasn't been paid, and there was a likely source of income. But now you're in a deficiency mode, and the Government asserts a deficiency. Doesn't it have to say what the elements of the deficiency are? And what would it say in this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's take this case. Let's take this case and not some hypothetical, and where -- on the civil side -- the Government is asserting a deficiency. Just change one thing. The corporation is rich with earnings and profits. What would the notice of deficiency say?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't the Government want to take the position that this is a dividend and not something else, if that were the case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If there were earnings and profits."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Maynard, may I just go back to your hypothetical for a second? In the closely held corporation situation you describe where they pay a huge salary to the wife of the president and they decide you can't deduct that, that's really a dividend - - that's what the Government normally does in that situation. And don't they decide it's a dividend irrespective of the intent of the company making the distribution?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there's no attempt on the part of them to satisfy with \"respect to stock\" requirement?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the only fact and circumstance in your hypothetical is they paid them a million dollars when they only earned $100,000?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And it's clearly with respect to stock - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- regardless of intent?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Surely he is entitled to try to prove that. And I'm still hung up on your assertion that he made no proffer on it below. Here's another portion of the joint appendix. The expert, his expert, he says, will further explain that if Boulware used -- this is on page 97, bottom of 97: \"If Boulware used the moneys for corporate purposes, the moneys were not income to Boulware. Alternatively, the expert will explain that if the moneys were not loans or advances or if Boulware did not use the moneys for corporate purposes, then as the controlling shareholder, the moneys could be deemed a constructive dividend or a return of capital to Boulware, which may or may not be income depending on whether or not HIE had earnings.\" That seems to me presenting the claim that he asserts he should have been given an opportunity to present."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This is a criminal case. He's presented the argument, but don't you have the burden of showing as an element of tax deficiency that what he's proffering there is not true?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me get something clear. They wish to introduce evidence. They wish to introduce evidence. And you say, oh, well, the proffer is no good because there is no basis, so there was no evidence. I don't understand that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I see."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you say there was no other evidence in the record that the expert could use for that testimony?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's not right. He says right here that it may or may not be income depending on a fact, not an expert's opinion, whether or not HIE had earnings and profits for the years when the moneys were obtained by Boulware. That's a question of fact. You look at the corporate books. You get the accountant on to testify. It's not an expert's view on what's legally relevant."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's not totally relevant if the question he is trying to submit, whether they are earnings or profits or not, which will affect its treatment. It's only relevant if it's with respect to stock."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But we don't -- we are not certain on that one, I think, because of the cases he said before would this be a possible holding. If it was a distribution in respect to the stock, and if he had sufficient basis, then if there were no earnings and profits in the corporation during the year, it would be treated as a tax deficiency -- no tax deficiency or it would be a return of capital. Insofar as as the Ninth Circuit says something to the contrary, it is wrong. Now, if we remand to decide whether the - - whether he intended to prove and produced enough to show they didn't have the earnings and profits and also to consider the question of whether this was a distribution in respect to stock."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Government have any objection to what I just said?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, please - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Maynard. Mr. Cline, you have four -- ten minutes remaining. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Even so, no harm no foul, if, in fact, you hadn't proffered any evidence that would enable you to meet the -- in respect to stock requirement. Now, what do you say to the contention that you hadn't proffered anything?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at 97, are you saying that the expert would have brought with him financial records to show earnings and profits and basis? Because I interpret the Government as saying there was nothing for him to testify to because there was no other -- the basic value was not in the record."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But those are different. Those are whether that's a corporate purpose. I think the question here is, as I started, I thought that this expert was going to testify that there were no earnings and profits in the relevant year. Having read it more closely, it seems to me that that is not what the expert is going to testify. Rather, he's going to say if there were no earnings and profits, then it is a return of capital if the basis is high enough. He's going to testify to that legal proposition. So, my question is, is there any proffer of evidence here where the taxpayer says I want a chance to show there were no earnings or profits?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you recognize that he would have the burden? If he said this corporation had no earnings and profits so what I got was a return of capital, it would be his burden to show that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Coming forward, he had the burden of coming forward?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that evidence? If he has the burden of coming forward with it, I assume that means in the proffer. And where is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Breyer's point is that that isn't directed to that issue. It's directed to the issue of whether he was using the funds for a corporate purpose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that evidence came in after the proffer, didn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is a motion in limine which is before the trial."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what did happen there? I've been looking at page 62 through 66. They are dancing around the issue. It's fair to say that they wouldn't be having these four pages unless they are thinking of return of capital as a defense, but they don't actually say it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They would have raised it."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well am I -- am I right that all he would have to do in order to satisfy that burden would be this: He would have the option, which I gather he availed himself of, to show that, in fact, the -- the funds were loans or non-income to him. And he would also have had the option to follow that by putting on the corporate accountant saying: This guy is a stockholder. It's what the corporate books show. In fact, that's not in dispute. No. 2, the corporation didn't have any profits that year. No. 3, if the money was diverted, if the money was corporate funds, the only thing left under 301 is to treat it as a return of capital. And if, in fact, the funds exceeded his basis, to treat it as a capital gain. So all he had to do, in effect, to make the proffer, as I understand it, is to say: If you don't believe me that this was non-income like a loan, then all I have to do is to put in the evidence that the corporation didn't have any -- any profits that year, and Section 301 will take care of the rest of it. Because you have to conclude that it's either a return of capital or a capital gain. Is that fair? Is that correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait. Doesn't he have to show, still show, that it's with respect to stock?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That one little element: That he has to show the distribution was not because this was his girlfriend, but it was with respect to stock, and the record is -- is that the intent?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But doesn't -- doesn't he suffice, on a going forward burden, simply to show that he is a stockholder?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean I agree with Justice Scalia, but doesn't he make it at least to the point of putting the Government to its proof by showing that he is a stockholder?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's kind of hard to say it's with respect to stock when the other stockholder doesn't get any."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What page in your brief did you say?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Of your reply brief?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The issue is whether the Government wants to convict more -- more malfeasors or whether it wants to collect more money, and the latter obviously prevails in the cases, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN D. CLINE","firstName":"JOHN","lastName":"CLINE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3115,"interruptions":19,"times_spoken":50,"laughter":1,"num_int_by":6},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":2789,"interruptions":34,"times_spoken":72,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":640,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1376,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":666,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":840,"interruptions":1,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":562,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":844,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":215,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":5,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3115,"times_spoken":50,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":34,"words_spoken":2789,"times_spoken":72,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":5148,"times_spoken":124,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9}}