{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"MICHAEL B. MUKASEY, ATTORNEY GENERAL. : ","counsel":[1]},"caseNumber":"06-1181","date":"2008-01-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in case 06-1181, Dada v. Mukasey. Mr. Meade. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we consider that in your case, given that the application to reopen was made when there were only two days left to run for the termination of the voluntary departure time -- in other words, it was your delay, not the Government's, that made it impossible to decide this in the requisite time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How many of those are -- are granted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What percentage of motions to reopen are granted in favor of the alien?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So how many -- do you know how many are filed on an annual basis?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So there would be no reason not to file one of these if you were subject to voluntary -- if you elected voluntary departure, and it extended your time to stay, right? Seemingly, everybody would file one of these if we rule in your favor."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We're dealing with people who have already broken the law. So you're saying they are likely to follow the statute that says only file a motion to reopen under these circumstances?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If an alien has not been diligently pursuing his or her rights, you would argue the person was still entitled to equitable tolling if the alien files a motion to reopen?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that generally a requirement for equitable tolling: A person has to have been diligently pursuing his rights?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't advocate the adoption of that here. You say if you file a petition -- a motion to reopen, you get automatic equitable tolling."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't -- why isn't it fair to say: You have the short time frame by statute to leave the country if you've left in voluntary departure. Yet, the Government has provided reopening for all aliens. Okay. Why isn't it reasonable to say that, by asking for reopening when you've gotten permission to voluntarily depart within \"x\" days, you are relinquishing your voluntary departure status?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that a perfect reconciliation of the two?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you raised the question, as I remember, when you put it in the cert petition. The Government advised against granting on that question and limiting it to the question of having it -- having it both ways, keeping your voluntary departure and moving to reopen."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, another way to reconcile the two that I think would be beneficial to your client, but I'm not sure it's open to us, is to address the Government's view that, when you voluntarily depart, your motion to reopen is automatically withdrawn. That is, as I gather, set forth only in a regulation and not the statute. Now, it seems to me that if I were -- if I thought it important to reconcile the two, I would be much more concerned about that interpretation -- that the motion to reopen is automatically withdrawn -- than I would suggest we start incorporating equitable tolling rules and all of that. But, I take it, the vulnerability of that regulation is probably beyond -- beyond debate."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wasn't directly challenged here, was it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That regulation was not directly challenged in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we don't address it here, there's going to be another case in a year or 18 months where that's going to be raised?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in all these cases, if you think you have a good case on the motion to reopen, all you have to do is give up the benefits that you have availed yourself under voluntary departure, and then the motion to reopen is not automatically withdrawn."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I mean he -- you should not elect voluntary departure in the first place."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What were those circumstances here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it existed? You're not saying something that came up later? What was the ground that the, in this case, that wasn't brought up by the first counsel?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Meade, why was your client not allowed to withdraw the voluntary departure option, withdraw from it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So all we have on the record is just an IJ's determination that he would not accept it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But at the time he filed, he had not overstayed, because he filed on Friday afternoon, right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so maybe the point is we didn't have time to rule on it simply because he filed it on Friday afternoon and he had to leave on Sunday, and therefore, we should not take that as a determination that had he filed in time for timely action by the court he would have been denied."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the voluntary withdrawal had been withdrawn successfully, he would then have been subject to the alternate order of removal?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And he could have been removed immediately?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would have mooted the motion to reopen, wouldn't it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it remain pending once he had left the United States?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but he's not in the same circumstance. I mean, he's made his choice. He was offered voluntary departure, which had advantages. He could arrange his affairs and go when he wanted within 60 days. What he gave up was the ability to appeal the determination. That doesn't seem to me as, as outrageous. I mean, it happens all the time. When a criminal defendant pleads to a lesser charge, he gives up the ability to appeal. And that's what's going on here. He has gotten the advantage of a voluntary departure and given up the ability to appeal. I don't bleed for him. It seems to me it's an option presented before him and he took it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Still and all, it's part of the deal. Even better. Even better. He hasn't even given up all his appeals."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just, part of the deal he gave up this little ability to reopen, and that's - - that's the choice he made when he accepted voluntary departure."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Going back to the question that Justice Alito put to you, that he would then be, and you agree this is what you asked for first, like any other removable alien. And Justice Alito asked you: Well, then he could be removed immediately, is that not so? My understanding was, yes, that's so, but you can move for a stay of removal when you have a reopening pending. Is that true?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you say that tolling is automatic, which I assume is your position, would it be possible under the statutes to say that tolling is not automatic but can be permitted in the discretion of the hearing officer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or are we then just inventing something that's not in the statute at all?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. All it needs to do is to say, we'll grant you an extension while we look at this."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, presumably it doesn't take them much time because when someone elects voluntary departure they don't have to address it. I mean, this would obviously increase the volume of motions to reopen. As I said, I don't see know why anybody -- why everybody wouldn't file one, because it extends their stay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there appeal? I mean, what happens? They file a motion to reopen, denied. Now, can they appeal that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And how much time does that take?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. But how -- do they then appeal the motion to -- they appeal the motion - - the denial of the motion to reopen or how long -- where do they go? Do they have -- this is the Board, so they go right to the court of appeals?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And how long do those take on average?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not interested in the problem. I'm interested in how much added time it actually means. So let's go -- if you win, how much additional time in a typical case would the alien have before he has to leave?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And then, and then do you in addition ask for cert or is it not in addition? Are you including that within the 13 months?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or would you just guess on the basis of your experience? I'm not holding you to it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. What I'm wondering here, and this is because I see two contrary things, if for to you win it means that you are adding an average of, say, 400 days to a stay where Congress said we want you to stay no more than 60 days or 120? That's pretty hard for me to reconcile, to tell you the truth."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I understand it. Are you asking for automatic tolling just until the motion to reopen is decided or until the motion is decided and also the appeal process has run?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well then, that's the answer to my question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"But in your discussion with Justice Breyer you seemed to be saying that he can hang around right through the appeal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is your position that the right to appeal is taken away, just as under the current regime the motion to reopen is taken away?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's by regulation, though, that he can't, he cannot pursue that from out of the country."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If your client or some other client, assuming the government wins in this case, leaves within the 60-day period and the petition for rehearing is forwarded, can he take all these affidavits and apply for an adjustment of status, or is that much longer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Even with voluntary departure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have to argue that the -- my understanding is that once the -- let's say it's the government's proposed regulation and the motion for -- or the voluntary departure is withdrawn to enable you to consider the motion to reopen. They can proceed with deportation at that time, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you almost have to be arguing that the motion to reopen tolls the time for deportation as well, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under your position, I guess, is what your position is on that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the government cannot enter a deportation order during a voluntary departure period."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I'm not following this. I thought the assumption was we're going to be using the government's new proposed system, in which the acceptance of voluntary departure is eliminated when you file a reopening petition, right. So can the government then proceed to deport you involuntarily or is that also going to be stayed until, until completion of the reopening petition?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that, that involuntary deportation would effectively cancel the, the petition for reopening, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why are you willing to leave the involuntary deportees in that position, whereas you're not willing to leave the voluntary deportees in that position, that their reopening petition just vanishes? Why is it any fairer for the involuntary deportees than for the voluntary? In fact it's probably fairer for the voluntary because they made their choice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Meade. Mr. Kneedler. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, I think, I think that your, your opposing counsel gave a good answer to that. I also thought it was a quid pro quo, but it's a very strange quid pro quo. I could understand the government saying, look, if you accept voluntary departure your reopening is dead; you have to choose between asking for reopening or voluntary departure. But that's not the quid pro quo you're saying that the government is adopting. The quid pro quo is if you accept voluntary departure you roll the dice as to whether your reopening petition will be decided in time. It isn't dead. It's still there, but you just have to hope that it will be decided before you get deported."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a very strange statutory quid pro quo, it seems to me."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may be. But Congress passed a statute that grants a statutory right to file a motion to reopen no matter what the relief is. And the thing that seems strange to me, I guess to carry Justice Scalia's question one step further, is what seems strange to me is that Congress would have granted that right in effect across the board, regardless of what the reason for the reopening might be and yet would have done so knowing that the, that the time for adjudication before the IJ is likely to take longer than the period of the, prior to the moment of required departure. It sounds as though Congress on your view would be -- would have been giving a right to reopen that in practical terms in most cases will avail the alien absolutely nothing because he'll have to get out before there can be an adjudication."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but isn't the question in this case whether what Congress did was as modest as you say? Because if it is as modest as you say, then in at least a substantial category of cases in which a motion to reopen will be filed, it will in fact be no time in the real world to act on that motion before the voluntary departure date. And the question is did Congress really intend a right to reopen that is as modest as that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it seems strange that it would have."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it was -- was the regulation -- was the current regulation in place at the time of the '96 Act, that the -- that the departure of the alien, whatever the term is, waives the motion to - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, we assume that Congress knew that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, then Congress knew at the time of the '96 Act that, if in fact the motion to reopen was filed in the normal course, it probably couldn't be heard prior to the date at which (a) the alien either will overstay and be in trouble for that or (b) will have departed and, under the existing regulatory regime, have forfeited his right to reopen. And it's the strangeness that Congress would want - - would have wanted to extend the right to reopen to a statutory level under these circumstances unless it contemplated some kind of a tolling scheme that would avoid this sort of Kafka-esque result."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, why did the Government advise this Court not to grant cert on question number 1, which was: I want to apply to reopen and simultaneously, I want to withdraw my voluntary departure and be just like any other removable alien, take my chances just like anyone else? The Government said don't present that -- Court, don't consider that question. Why?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it seems that this litigant said, number one, I don't want to take advantage of the status of I have to get out, but I can do so voluntarily. The first thing I want to do is to move to reopen, withdraw my voluntary departure. And then the second thing was, if I can't do that, please extend my voluntary departure time while I move to reopen. It seems that this litigant is being put in a bind by not allowing this Court to consider what was the alien's first preference, that is, to withdraw the voluntary departure."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is the basis for the rule that an alien can't withdraw, can't seek to withdraw a request for voluntary departure?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There is no regulation that prohibits it. Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm having a lot of trouble understanding the case, because it's so complicated. If you -- could you track it through for a minute? I mean, as I understand this, this probably doesn't concern people who want to voluntarily depart before their case is finished, right? Where they don't reopen because there is nothing to reopen?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So we're at a person who is before the Board or before the hearing examiner and he wants to -- he is now got a final order against him."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So now you say to him I'll tell you what we'll do to you: You leave, go, good-bye, and we'll let you pursue your appeals anyway, but from out of the country. That's true? Just tell me if I'm getting it right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about reopening. I'm talking about appeals."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And can you go to court, too?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So no problem. You say go, good-bye, and we'll give you some good deals here if you'll really go, but you pursue your appeals."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Does not he lose his right to have the motion to reopen ruled upon?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"That's what I'm asking, I'm getting at."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about motions to reopen at all."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But you can go to there? You go to the BIA?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, why wouldn't you treat - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"I don't understand your answer. You said you can or you can't from out of the country?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Cannot. Okay. But you can go to the BIA? Leaving the country?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You can't go anywhere."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you lose all your appeals, not just your motion-to-reopen appeals if you leave the country?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh. Okay. So you say - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you can't get to court if you haven't been to the BIA, right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And, again, we are talking about a short period of time, like 30 days. In practical terms there's no way he is going to get through the BIA in 30 days. And, therefore, when he leaves the country, he cannot then try to get or complete his BIA review, and he therefore will have no chance to get into court, right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's no reason to assume that you could."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And by doing that you do preserve your right to appeal; and you will preserve your -- will you also preserve your right to go to court if you lose in front of the BIA."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. We got that straight."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why, if you want to have a petition for reopening, why don't you just file an appeal and then file a petition for reopening and the appeal will enable you to stay in the country until your -- your petition for reopening is - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're appealing the immigration judge's decision."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The immigration judge's decision, you're appealing that to the BIA."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that -- that enables you to stay in the country - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And at the same time you file a petition to reopen the -- the administrative law judge's - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask one question? And I'm not sure the progression in which Justice Breyer was going to begin. I take it that the motion to reopen has -- shows new evidence, new factors, new circumstances; and that would be unavailable on the appeal, because the record hasn't been supplemented. Or am I wrong about that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"While you have an appeal -- while you have an appeal from what was in the record."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you don't have the motion to reopen then the -- then the new material is not subject to the appeal, or am I wrong?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So your basic is -- don't tell me if I'm right if I'm wrong, please. The - - the -- what I'm thinking your basic problem or position is and why you've got into this, is because you think any really meritorious case where there should be reopening will be pointed out to the Board before there is a final order in effect and before voluntary departure becomes an issue?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if we decide against you, then you're thinking, well, what will happen in every case is after there is a final order, the alien will move for a motion to reopen because he will get a few extra days."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He gets a -- several - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have I got it right, what your point is?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't the solution to withdraw, relinquish the voluntary departure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you do that, the alien is still subject to deportation, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"With the provision that he can get a stay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But then because he would then be back -- if he stays here after the period is run, then he has relinquished the voluntary departure. He is like any removable - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But not to stay -- but he would not be hanging on to his voluntary departure. That's gone."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any reason he could not unilaterally relinquish the voluntary departure status as distinct from having to get approval from the Board or bureaucrat?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know it doesn't - - it doesn't address the issue, and my question is - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the Board is saying, look, I'm granting your request -- we are granting your request for a voluntary departure status and there are certain consequences that that status carries. He is saying, on my hypothesis, I relinquish that status. Why are conditions that attach when he has the status an indication that he cannot voluntarily relinquish that status without further action by the Board?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if they don't provide for it, and they don't say you can't do it, why isn't it arbitrary not to let him do it? I mean -- what -- if it's -- if it's arbitrary - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds almost arbitrary to say to a person, look, if you think you have some new evidence and want to reopen, do it. But Congress wanted you to get out of here in respect to this 60 days, so you have to give up that. You're not getting those benefits. Now, it's a tough bargain, but it seems reasonable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What I don't see is to say once you ask for this you can never get status adjustment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So why not apply them to this person?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which you say -- you say that under the current regime, the voluntary departure application, granted, is irrevocable. That's - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The regulations don't say that. The regulations are just blank. It doesn't say and if you do this it's irrevocable."},{"name":"JUSTICE GINSBERG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But the order didn't say he couldn't withdraw?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what about this? I'm just trying this out. You don't have to respond if you don't want to. But you say, look, the AG in his rules here, really tried to reconcile the two interests that we talked about in our prior conversation. Now hypothetically, I suppose you say that was a reasonable way of going about this, and we remand for consideration about whether this prior situation that you couldn't do that was arbitrary, capricious, abuse of discretion, or your failure to apply it retroactively to a certain class of people was arbitrary, capricious, abusive discretion?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In one of your -- in one of your arguments earlier you said the whole idea of voluntary departure is to expedite the proceedings and so forth. I assume that voluntary departure is never elected as an option before the Board rules."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, it -- or am I wrong?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the removal -- at the outset, you don't elect voluntary departure at the outset of the hearing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. I mean in a contested case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, do you know what percentage of these motions to reopen are granted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Meade, you have five minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with counsel for the government as to how long it typically takes for these motions to reopen to be disposed of? He said something like 55 percent take, what, more than - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any estimate about how many more motions to reopen will have to be considered if your client prevails in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't understand that, because my -- as I understand it, it would in every case grant an effective extension of the time which you would have to depart if you had filed a motion to reopen."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it your position that the statute requires tolling?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You answered my question with respect to the government's proposed regulation. But under your position that would allow the voluntary departure option to remain open, then anyone who exercised that option would want to file a motion to reopen because it would extend their time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is yes?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your answer is yes, but the Attorney General's rule would prevent that -- proposed rule would - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Not if it has 10,000 of these a year, as you told me in your opening argument. I mean, it takes some time to address them. You can't say all they have to do is decide them all within two days."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTOPHER J. MEADE","firstName":"CHRISTOPHER","lastName":"MEADE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2878,"interruptions":27,"times_spoken":67,"laughter":0,"num_int_by":7},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":3509,"interruptions":27,"times_spoken":67,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":734,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":543,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":164,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":625,"interruptions":5,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":296,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":830,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":47,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":8,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":2878,"times_spoken":67,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":27,"words_spoken":3509,"times_spoken":67,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":13,"words_spoken":4006,"times_spoken":140,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126815}}