{"petitioner":{"name":"MICHAEL J. KNIGHT, TRUSTEE OF THE WILLIAM L. RUDKIN TESTAMENTARY TRUST","counsel":[0]},"respondent":{"name":"COMMISSIONER OF INTERNAL REVENUE. ","counsel":[1]},"caseNumber":"06-1286","date":"2007-11-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 06-1286, Michael Knight, Trustee, v. the Commissioner of Internal Revenue. Mr. Rubin. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think those three points are certainly what would help me. Could I ask just two preliminary questions? They don't necessarily have to do with this case, just to get something straight. I take it that you couldn't have claimed this deduction under 162 without getting into an argument that it should be capitalized and that's why 212 is in the Code?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"My other question is background only. Perhaps I should ask the government. Are 162 expenses subject to the 2 percent ceiling?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you agree that as a taxpayer seeking an exception to a general rule, you have the burden of proof in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't take -- I guess it's not judicial notice, but we can't assume that individual investors with several million dollars of liquid assets might hire investment advisors?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they usually hire investment advisors?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess you'd concede, wouldn't you, that you're not entitled to all of the investment advice that you receive but perhaps only that that is related to the trust status? In other words, if your investment advisor charges you $50,000 and, you know, 10,000 of it is unique to the trust, but 40,000 is the same sort of advice he'd give an individual, you'd only be able to get the 10,000 outside of the 2 percent limit?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't -- I don't really see that line. I mean, let's -- let's take, you know, fixing the roof on a house that's in the trust. Aren't there distinctive trustee obligations with respect to preservation of property, just as there are with respect to preservation of financial assets?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's a very hard line to draw."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still trying to get back to my original question. I -- I would like to know what you think is not an expense that's distinctive to -- to a trust, other than fixing the roof, because you haven't persuaded me on that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think fixing a roof is fixing a roof."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Anything else?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there a trustee obligation to pay all -- all expenses which if not paid will -- would cause a depletion of the assets?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't you say that that's a trustee response -- I mean, if the criterion is he paid this money only to discharge an obligation as a trustee, it seems to me all of his expenses are in that category, with the possible exception of the S corporations you're talking about."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rubin, you were not willing to agree with the Chief when he said: Well, maybe there are some investment expenses that are special because this is a trust. But there must be some that any investor would incur. But you say it's got to be all one way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't have to hire investment advisors. There is a standard that they may think they can meet on their own. They may - - you know, it may be an investment advisor that is the trustee. He doesn't have to hire somebody else. So it's not something that necessarily inheres in the nature of the trust."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- if I could pause you on that, why is that the case? Let's say it's a -- the trustee understands perfectly his obligations under the law. Let's just say he is supposed to preserve capital and invest conservatively, but he wants advice on which is the best conservative investment. You know, is it railroads or is it utilities? And that's the investment advice he seeks - - just that. He says: I know how I'm supposed to invest as a fiduciary, but there are options in there, and I just want advice on the options."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that just like an individual investor? If you have an individual investor with $10 million in liquid assets, he or she might know what he wants to do, either capital appreciation or preservation, you know, whatever the option is, but just wants some advice on how best to go about that. That sounds exactly like the trustee in our hypothetical."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. No. You see, that's my difficulty with your position. It's not uniquely trust because you certainly have individuals who may want income rather than capital appreciation or, you know, preservation of capital. They may have exactly the same objectives as a trustee. It's not unique to the trust."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that that just simply couldn't have been Congress's purpose in passing this statute because now you have a recipe for avoidance. In most States -- California has a rule that the trustee has to make prudent business investments. I assume a great number of businessmen outside the trust context think that they have their principal objective of making prudent business investments. But under your theory all expenses for that objective would fall within this exclusion. I just don't think that's what the Congress could possibly have intended."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that true just in your case?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Universally, there is never a danger of tax avoidance? You want us to write the decision on the assumption that tax avoidance is never a problem in the creation of a trust?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that true? And I'm looking at testimony given by J. Roger Mintz in 1986 when this measure was before Congress, and in that written testimony is the statement: \"First, the treatment of trusts as separate taxpayers with a separate, graduated rate schedule can cause income to be taxed at a rate lower than if the grantor had retained direct ownership of the trust assets or given the assets outright to the beneficiaries.\" So apparently the Treasury was telling the Congress that there is a problem."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. I am not sure what you mean by \"non-grantor trusts.\" What is a \"non-grantor trust\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Every trust has a grantor, I assume."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So a \"non-grantor trust\" - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is a trust without any money."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A grantor trust would be one of those pass-throughs."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this sort of elementary question, and it may reveal my stupidity. But actually sometimes these costs are incurred by individuals, and sometimes they're not. But -- so that you would normally think there's going to be a case-by-case analysis of what happened in the particular case. But do I understand correctly that both you and the government take the position that we should apply the same rule across the board regardless of the actual facts?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the most normal reading of the language, it's a case-by-case test. It seems to me the -- probably the most unwise reading, also."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I've read the legislative history, which shows to me, anyway, precisely no light whatsoever. It's -- the only relevant sentence, which is the third sentence, simply repeats the statute. And, therefore, I thought that what Congress is trying to do is say, treat trusts like individuals, except in respect to special expenses. What are special expenses? Those that are related to the trust and that an individual wouldn't have occurred -- incurred. I can't say it much clearly than that. But I have an absolutely clear idea what it means. To me it means that if this is an expense that the trust is saying is special, I would say, would a reasonable person who did not hold these assets in trust, would such a person be likely to make that kind of expenditure? And if the answer to that question is yes, well, then I would say it's not a special expense. And if the answer is no, I would say it was. And then the IRS and you will come and say that isn't precise enough. And I'd say the IRS has plenty of authority in its regs to give lists of examples which they do in such instances. Now, I'm posing that, not because I bought into it, though I'm tempted to, but I'd like to know what your response is."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Well, then let's take that. Let's suppose that the trustee goes to an investment advisor, doesn't tell him that he is a trustee, just says, I need to know, I can't decide, should I invest in Union Pacific or CSX? I'm going to invest in a railroad; which one do you like better? He doesn't tell him he's a trustee, gets some advice and gets a bill. Is that subject to the 2 percent floor, because presumably the advice has got nothing to do with fiduciary responsibilities?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no. It's a reasonable -- let's say a railroad stock is a reasonable investment for a trust. He just wants to know which one is the best one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How can it be distinctive if the advisor doesn't even know that the person's a trustee?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when it's filled out - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- he knows it's on Form 1041 rather than 1040."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There's nothing that I could find anywhere that talked about pass-throughs in respect to the special situation of trusts and estates. In the first sentence it speaks to it in respect to individuals. It all makes sense. And what they seem to be saying is just what I said initially. We do agree trusts do have a special claim, but only in respect to special trust expenses. And which are they? They're the ones an individual wouldn't have incurred. And I'll put a gloss on it, like we do in law. I say a reasonable individual. I say wouldn't reasonably have incurred. And then I leave it up to the IRS to say which are the expenses that an individual would likely incur and which ones he wouldn't likely incur. Now, that runs throughout tax law, doesn't it, that kind of list, what's a necessary expenditure, what isn't. I mean, they do that all the time, don't they?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not buying into they're thing with \"could.\" I mean, that isn't my problem."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But have they issued a regulation drawing up this list at this point?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it not administerable? Whether you think it's a faithful rendition of the statute is one thing, but this is exactly what Justice Breyer was talking about. It says these are the things that are special to the trust, and then these are the things that are not. That's what the proposed reg does, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Rubin. Mr. Miller. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't narrow in the beginning, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This is somewhat of a mystery, the wording of that clause. And since it came in at the very last minute, isn't it appropriate to give it a limited reading, rather than, in your suggestion, that this provision that up until the very end read just administration, \"costs paid or incurred in connection with the administration of the estate or trust,\" period? And then there was this add-on. Why should we give that an expansive meaning?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you think that the only instances where the expense would not have occurred are those instances where it could not have occurred? That doesn't strike me as self-evident. I mean, I understand why you do it, so that can you have a nice clear line, which I am all for. But the line given by your colleague is just as clear. I don't know why I should accept yours when -- I mean, \"would\" just does not mean \"could.\" I mean, would have, could have, should have, it's -- they're different words."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Give me a context where - - where -- other than this statute, where in common parlance people use \"would\" to mean \"could.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't think it would mean that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"A glass - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Anything that could not be done of course would not be done. But that doesn't mean that the -- that the two words mean the same thing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's true that one is included within the other, but they don't mean the same thing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What could not happen would not happen, of course. But it doesn't mean that -- the two concepts are not the same."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't think much of this argument before the Second Circuit adopted it, did you? You didn't argue this before the Court of Appeals? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you have a fallback argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now might be a good time to fall back. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Before -- I mean, we have lots of good examples. I mean, I could have colored my room at home, painted it with light green plastic, but I wouldn't have done it. I mean, endless examples."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If we can rush to the fallback position, is it acceptable to have a test that says would the expense have been incurred if the nontrust business wanted to achieve an objective that the trust wanted to achieve here, fixing the roof?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I think the structure of the statute requires us to -- to do that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Will, you give as an example of something that wouldn't fall within the 2 percent floor the cost of preparing and filing a fiduciary income tax return. What is the difference between that and getting fiduciary investment advice?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just because it's a different form that's filled out?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it more expensive to - - to fill out a 1041 than to fill out the 1040?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but it's the individual who has to file the 1040. What the trustee is filing is the 1041. And -- and why do you place -- I was going to ask the same question that Justice Alito did, and that is why do you place so much significance either in the label, i.e., it's fiduciary return, or in the peculiar fact that it is a fiduciary who is filing that return? It's a tax return and -- and I think your - - the government's argument is that with respect to -- to other items that may be disputed, you should regard them at a fairly general level, i.e., investment advice, not fiduciary investment advice. But when you come to the tax return, you don't regard it as a general -- at a general level; you regard it at a very specific level, i.e., a fiduciary tax return. It seems to me that the government with respect to the tax return is doing exactly what it criticizes the taxpayer for doing with respect to investment advice. And I don't understand the distinction."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's the only tax return that the fiduciary has to file; isn't that correct? The fiduciary files that tax return and the beneficiary files a 1040."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the only return the fiduciary's filing is the 1041; isn't that right?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay; I understand that that is a factual difference, but I don't understand what it is that makes that a difference in principle."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can't you ask it - - can't -- can't you ask this question pointing towards something unique: If the individual investor does a very poor job of managing his investments, all he can ultimately do is cry about it. But if the trustee does a very poor job, the trustee is going to get sued. So that when the trustee asks for an investment advisor's advice, the trustee is addressing an issue that the individual does not have. The trustee wants to be covered. He also, I presume, wants to be a good trustee. But he is in fact doing something which is, to use your phrase, in addition to what the individual investor would do. He is looking out for somebody else and he is looking out for himself if the investment goes south. Why isn't that a sufficient difference that is at least comparable to the difference that you talk about in the filing of a fiduciary tax return?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but whether -- whether he gets socked with damages or not is going to depend in part whether he is covered by an investment advisor's bit of advice; and that is -- that is a different item in the calculus of liability. He is providing for something that the individual investor does not provide for or need to provide for."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I have the same problem. You know, I -- it seems to me that it is entirely reasonable to say only a trustee can seek investment advice concerning what he should do to fulfill his responsibilities under the trust. Only a trustee can do that. A private individual might seek investment advice as to how he could maximize the income or -- or the growth of the funds that he has, but only -- only a trustee seeks advice as to how he can fulfill his responsibilities under the trust. And you could say that's distinctive. No individual would do that because he's not a trustee."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It may -- it may well be the same advice, but in -- but in one case it is -- it is advice sought by and given to a trustee, a unique kind of advice. In -- in substance, it may turn out to be the same; but it's not the same advice you're giving to a private individual. You're saying here's the trust instrument and here are the objects to be achieved by the trust instrument and this is the -- the advice that will best do that. That doesn't happen with an individual."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't your proposed regulation concede that there is investment advisory advice that is unique to -- to estates and trusts? Isn't that what subparagraph C says?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why that limitation? Why wouldn't it say just \"investment advice,\" but it's - - investing for total return is more limited?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't say it's one or the other. So it's not so sure, right? It's sure about advice on investing for total return."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, the regulation, the proposed regulation, doesn't answer this case of investment advice in general as opposed to advice on investing for total return."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you really spice up advice that way? You ask the advisor, say, which - - what percentage of your advice was the advice that went to maximizing total return and what percentage went to this other thing? I mean, gee, I don't want to get courts into trying to figure that out, or private individuals or financial advisors in trying to figure that out. That's just a crazy way to run a tax system, it seems to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not all advice. That's just some of the advice, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what about the rest of it? How do you slice up, you know -- now, investment advisor, tell me what percentage of your advice went to the total return and what percentage went to other things. I don't think the investment advisor is going to be able to tell you."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They certainly weren't sure about it when they drafted this regulation, proposed regulation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in other categories, they express no such limitation. Custody or management of property, not qualified. And they -- but when you get to investing, it has that total return. Everything else has got maintenance, repair, insurance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So how does your customary or commonly incurred test work? Let's say you have two trusts, one $10 million, the other 10,000. I think an individual with $10 million might well seek investment advice, but an individual with only 10,000 might decide it's not worth it. Would you have a different application of the 2 percent rule for those two trusts?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How many -- how many individuals do you need? Let's say it's $3 million in the trust, and we think maybe 60 percent of people would hire an investment advisor; 40 percent would think they can do just as well on their own. Is that customarily incurred by individuals?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer to both questions is \"might well be,\" and that's a fairly vague line when it comes to taxes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And whatever line you - - you pick, I guarantee you, trusts are going to break themselves up into mini-trusts that fall under the line. I mean people aren't stupid. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Or, even worse, advisors are going to break themselves up into different advisors. There's going to be somebody who says I'm a fiduciary advisor whenever a trustee calls, but, I'm a normal advisor, when it's an individual."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What's your best case for that proposition? Your colleague resisted the notion that he had the burden and what's your best case for that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought that rule applied to the applicability of individual exemptions. Here we have a different question. It's how to read an exception to the general rule. Do you have a case for a proposition that the taxpayer has the burden in those cases? You said that in your brief, but it didn't have a case cite with it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are we saying, as a question of law, the taxpayer has the burden of proof? If it isn't a question of proof, it isn't a question of evidence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what would -- that's why I made the suggestion I had earlier. I was doubtful about the wisdom of trying to turn this matter into a purely factual one. And so suppose you said, which would come to about the same thing, that expenditure would be incurred in this instance by someone who didn't hold these assets in trust. What that means is would a -- an investor not in the trust, not holding it in trust, reasonably have been, or a reasonable investor have been likely to make this expenditure? That turns it into a more quasi-legal question where people -- and then it's a matter of judgment, which these things do come down to. That's what judges are there for, to judge. And thereby we avoid the burden-of-proof problem. It comes to about the same thing. Is there any objection to it? What's the reason not to do it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But are you - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You would be, of course, exactly right, that there could be trusts, very big trusts. Children get into fights trying to split up the assets. Millions is paid on lawyers and investment advisors to see if each share, figured 14 different ways, is going to earn this money or that money. And that kind of thing exists. And there the investment advisors are likely to be special. So you can't say investment advice is always special or never special. Now, again, this seems to me not unknown, this kind of problem, to the Internal Revenue law, and therefore there tend to be methods of allowing exceptions, of putting burdens. I mean, is this case somehow -- am I wrong about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm looking really for a form of words to write that does not use the word \"could\" but which gets at what I think the statute was after, which is: Let them have this no floor for their special stuff but not for ordinary stuff that others would have incurred regardless. I want to know what form of words. I find it difficult to go beyond the statute, frankly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I think \"would not have occurred\" is pretty good - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- actually."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"That's right. That's right. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If I reject this word \"could\" and \"uniqueness,\" now what form of word should I write?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If had you to choose between that and getting the idea of the reasonable taxpayer who didn't hold this in trust, which would you choose?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It almost sounds like ordinary and necessary under 162?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me the difficulty is in characterizing the level of generality at which you describe the cost, not whether it's ordinary or customary or unique. You run into the same problem no matter how you do that, but you have to decide whether you're talking about investment advice or fiduciary investment advice, tax preparation costs or fiduciary tax preparation costs. And what is the formula for making that distinction?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And this must be one. The Service must think this is one because it was certain about the tax return. It says tax return that doesn't get the subject to the 2 percent but only this kind of investment advice for total return. So that the Service didn't see this as a clear and certain category."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How do we deal with this problem until there is a regulation? It may be that if the Service issues a regulation and says that these fall into one category and these fall into the other, that would be entitled to a deference. But right now we don't have a regulation, right? So what do we do?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you the same question I asked your adversary? Whether you use the term \"could\" or \"customarily\" or whatever you're formulating, the bottom line, as I understand your position, is that these costs will never be deductible?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But they will never -- you would not say some trusts yes, and some trusts no?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would you have to have a case-by-case analysis of the facts as to whether the particular advice would have been sought, whether the advice was by a trustee or by an individual?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The cost of the advice? What percentage of the costs incurred by a trust do you think the investment advice consists of? I mean, it seems to me the main thing a trustee ordinarily does, at least if he is a trustee of just cash, is to invest it. It seems to me his major expense must be getting financial advice, isn't that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, imagine something else. Guess. What other, what other expense could even approximate that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then my follow-up is, is there any -- I don't care about legislative history but some of my colleagues do. Is there any -- is there any indication that Congress thought it was, it was whacking trusts with this immense new tax with respect to their major expenditure? I expect it must be their major expenditure."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The dog didn't bark."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know a trust is sort of like a business. And deductions that an individual could not take if he were not in a business are perfectly okay for a business. And I don't know why trusts wouldn't be treated the same way. A trust has to get investment advice. True? When it's -- when it's an individual getting it, you wouldn't allow a deduction, but a trust is different. And unless Congress is clearer than this statute, I -- it seems to me that no individual would get trust investment advice. Only a trust can get trust investment advice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if you get a bill from the investor advisor, and it's $50,000 and it's broken up, 30,000 is general stock picking advice, and 20 percent is specialized fiduciary advice? In other words, they figure out what good stocks are they pushing these days and they go down and say, well, you're a trustee, you can't buy this you can't buy that. You would -- would you agree that the $20,000 is not subject to the 2 percent floor but the 30,000 is?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the individual who wanted to maximize income, for example, if the trustee has to maximize income for some of the life beneficiaries or something, an individual could seek that same advice if he wanted that particular result from the investment, couldn't he?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I didn't understand it to be that. I thought it was going to be, you know, the advisor had to figure out we need so much for the, for the remainder man and so much for the life beneficiaries and so forth. You don't think that would be enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Miller. Mr. Rubin, you have four minutes remaining. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you have to support that? I resist accepting that broad proposition, and I don't know where to look or who to ask in order to determine its -- its truth or falsity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it could also be tailored to an individual with particular circumstances that are similar to that of the trust. So an individual could incur it. An individual with the same amount of money involved probably would incur it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So an individual might have more than one child he wants to provide for and as far as a remainder, there may be more than one grandchild. It could be exactly the same -- an individual could have exactly the same objectives as a trustee."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rubin, is it the advice that's different or is it -- is it the inquiry that's different."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rubin, is there a subcategory of investment advisors who hold themselves out to be fiduciary investment advisors?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or even those who advertise themselves as specialists in fiduciary advice? I never heard of them. Maybe there are."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As far as a tax return, are there accountants this specialize in trust tax returns as opposed to individual or corporate returns?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Rubin. The case is submitted."}],"people":[{"id":0,"fullName":"PETER J. RUBIN","firstName":"PETER","lastName":"RUBIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3138,"interruptions":21,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2311,"interruptions":31,"times_spoken":63,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1059,"interruptions":1,"times_spoken":29,"laughter":2,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":318,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1157,"interruptions":3,"times_spoken":34,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":514,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":226,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":829,"interruptions":2,"times_spoken":13,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":469,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3138,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":2311,"times_spoken":63,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":7,"words_spoken":4805,"times_spoken":121,"laughter":4,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034950}}