{"petitioner":{"name":"DEBORAH MORSE, ET AL","counsel":[0,1]},"respondent":{"name":"JOSEPH FREDERICK. ","counsel":[2]},"caseNumber":"06-278","date":"2007-03-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"The Court will hear argument first today in case 06-278, Morse vs. Frederick. Mr. Starr. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is this case limited to signs about drugs? What is the rule that you want us to adopt for deciding this case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Disruptive of what? Disruptive of the classroom order? There was no classroom here."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I can understand if they unfurled the banner in a classroom that it would be disruptive, but what did it disrupt on the sidewalk?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I mean, that's at a level of generality that doesn't get us very far. I mean, what specifically did it disrupt? Did it disrupt the parade, did it disrupt teaching, what was it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then if that's the rule, the school can make any rule that it wants on any subject restrictive of speech, and if anyone violates it, the result is, on your reasoning, it's disruptive under Tinker."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I'm missing the argument."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose you have - - suppose you have a mission to have a global school. Can they ban American flags on lapel pins?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the sign had been \"Bong Stinks for Jesus,\" that would be, and Morse had the same reaction, that this was demeaning to the Olympics and it was unruly conduct, that there would be a protected right under Tinker because the message was not promoting drugs?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be disorderly? I don't understand this disorder. If somebody holds up a sign and says change the marijuana laws, why is it disruptive of anything, simply because the school quite naturally has said we support the enforcement of the law, and the law right now does forbid the use of marijuana."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's political speech, it seems to me. I don't see what it disrupts, unless disruption simply means any statement of disagreement with a position officially adopted by the school. Is that what you mean by disruption?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's calling -- I mean"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A call for a change in the law, I would have supposed, was political speech."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may be, but that's not the hypo. The -- the hypothetical is, what if there is a sign or a statement in the school calling for a change in, you know, the prohibition against marijuana use? As a call for change in the law, I would suppose it was political speech. But as I understood the argument you were making, it would still be regarded as an exception, as it were, to Tinker, because it was disruptive. And it was disruptive in the sense that it disagreed with official school policy, which was to enforce the law or support the law as it was. Is that your position on what disruption means under Tinker?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want to get away from a hypothetical then. I don't know why you try to defend a hypothetical that involves a banner that says amend the marijuana laws. That's not this case as you see it, is it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This banner was interpreted as meaning smoke pot, no?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you arguing that there should be a sui generis rule for speech that advocates illegal drug use, or this broader argument that the school can suppress any speech that is inconsistent with its educational mission as the school - -"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- defines it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the problem - - the problem, Mr. Starr, is that school boards these days take it upon themselves to broaden their mission well beyond education or protection from illegal substances, and several of the briefs have pointed out school boards have adopted policies taking on the whole range of political issues. Now, do they get to dictate the content of speech on all of those issues simply because they have adopted that as the part of their educational mission?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think that -- I think you're right about that, and I guess my question goes to how broadly we should read Tinker. I mean, why is it that the classroom ought to be a forum for political debate simply because the students want to put that on their agenda? Presumably the teacher's agenda is a little bit different and includes things like teaching Shakespeare or the Pythagorean Theorem, and just because political speech is on the student's agenda, I'm not sure that it makes sense to read Tinker so broadly as to include protection of those, that speech."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it may have made a difference in Tinker. If the school had a policy, defend our troops in Vietnam, would that have brought this into the category that you are now carving out? You said that Tinker had no policy, but suppose the school did have a policy, patriotism, we support our troops, no bad speech about the war in Vietnam. Should Tinker have come out the other way?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the rule you proposed, I thought, in response to my question is that the school has wide discretion to define its educational mission and it can restrict speech that's inconsistent with that mission."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me that's much broader than Tinker. Now you said, well, there is an exception for political speech. Well, but then you're right with Justice Ginsburg's hypothetical, let's suppose that they have a particular view on a political issue, No Child Left Behind, or foreign intervention and so forth."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do we have to get into the question of what the school board's policy is and what things they can make its policy? Surely it can be the -- it must be the policy of any school to discourage breaking of the law. I mean, suppose this banner had said kill somebody, and there was no explicit regulation of the school that said you should not, you should not foster murder. Wouldn't that be suppressible?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course it would, so - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't we decide this case on that narrow enough ground, that any school whether it has expressed the policy or not, can suppress speech that advocates violation of the law?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it have - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Let me just clear up one thing to be 100 percent sure I understand your position. It does -- the message is the critical part of this case. If it was a totally neutral message on a 15-foot sign, that would be okay. You're not saying 15-foot signs are disruptive?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And so we're focusing on the message and that's the whole crux of the case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is that? Why? Why? I mean suppose you go on a school trip, and the teacher says on the school trip, I don't want people unfurling 15 foot banners. I don't care what they are about."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"We are going to visit the state capital and we are not marching down the street with 15 foot banners. I mean, does the First Amendment say the teacher can't say that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You just said suppose - - why should I not say that? I mean I'm not going to do it, necessarily. But why could I not say, would it be wrong in an opinion to say a school board can on a school trip tell the students they can't unfurl 15 foot banners? Is that a correct statement of the law or not? In your opinion."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's also critical here to your case that it was a school event. If it, if this had have been two blocks down the street there would have been no objection."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it were Saturday instead of a weekday."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it were Saturday, not a school day. And the school children were not required to show up at the Olympic event but were encouraged to and the same thing happened. Would it make a difference that it wasn't in the course of a regular school day?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Starr, you -- you responded to Justice Breyer that you think the school could just prohibit the unfurling of 15 foot banners on a trip. Could it prohibit the wearing of black armbands on a trip?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if not -- if not, what's the difference?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't we have to be more specific about the context in determining whether there's disruption? If it's a school trip to an art museum, unfurling a 15 foot banner in front of the pictures is clearly going to be disruptive of the object of the trip. Unfurling a banner in a classroom is going to be disruptive to the teaching of Shakespeare or whatever is supposed to be going on in there. What we have here is the unfurling of a banner on a sidewalk in a crowd with kids throwing snowballs waiting for some -- somebody to run by with a TV camera nearby. And there is a real question as to whether, it seems to me, as to whether it is in a kind of practical, real world sense, disruptive of anything. And if there is such a question, shouldn't the answer favor the right to, to make the speech as opposed to favor the right to suppress it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let me, let me follow, actually ask you the same question on -- on that. Because in response to Justice Scalia's question you said certainly that the school has got the right to have a policy that forbids violating the law and calling for violations of the law. Accepting that as a premise, don't we need, before the school may suppress the speech, don't we need at least a statement which is clearly inconsistent with that policy? And if that is so, is Bong Hits 4 Jesus inconsistent with it? It sounds like just a kid's provocative statement to me."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But those were the words and characterizing them as offensive/ but here one could look at these words and say it's just nonsense. Or one could say it's like mares-eat-oats. It isn't clear that this is \"smoke pot.\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a judgment clear enough as a matter of law, or is there possible debate as to whether that's a reasonable interpretation of the message? Let's assume it was an ambiguous message. Would we have to accept her interpretation on summary judgment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Kneedler. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And is that the rationale on which you wish us to decide this case, nothing more broad?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm asking what your recommendation is to what our rule should be this case."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's a very -- I find that a very, a very disturbing argument, because schools have and they can defined their educational mission so broadly that they can suppress all sorts of political speech and speech expressing fundamental values of the students, under the banner of, of -- of getting rid of speech that's inconsistent with educational missions."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why go into this? I mean, that's what I actually, seriously don't understand. Suppose the rule has the following rule: by the way, on our field trips you can carry around 15 foot banners. They can say anything. Except they can't talk about drugs and they can't talk about sex and they can't talk about -- I don't know. Or I'd say three things. Would that be constitutional?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose that this particular person had whispered to his next door neighbor, \"Bong Hits 4 Jesus, heh heh heh,\" you know. Supposed that's what had happened? (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No. What would be different -- that's what I -- what a principal that has to act quickly sees across the street at a school meeting, a big banner go up making a joke out of drug use. So the principal acts. Now, are we supposed to divide that into little bitsy parts? Because as soon as we do we are going to get a rather interesting, complicated and very difficult set of constitutional rules. But you want us to do that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then you're not arguing for the broad educational mission, which is what you said at the first."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a viewpoint-neutral regulation. This isn't, the principal didn't say this was a viewpoint-neutral regulation, did she?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so you think that the, not a 15 foot banner but a very discrete button that says \"legalize marijuana,\" although it might be covered as not being disruptive under Tinker, it could be inconsistent with the school's mission and prohibited on that basis?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And at -- at this very rally, I mean I thought your brief said that it's okay to work for change in existing law which such a sign would be, but it is not okay to violate the law. And no one was smoking pot in that crowd."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. Given the fact that this is a First Amendment case, isn't a court forced into the position if it's going to be consistent with what else we have said, even at the final appellate level, of giving pretty careful scrutiny to the statement itself in determining whether it may be suppressed or punished? And if we do that, is it such a reasonable construction that this is an -- an incitement to illegal drug use? I mean it's a statement which makes, makes the drug law look a little ridiculous, I think, but I'm not sure that that is very distinguishable from a statement saying \"you ought to change the drug law.\""},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we have to give -- let me ask you this. And maybe this is the, as far as we can go with it here. Is that the answer to the question here about what the statement means?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, if we give deference your argument wins. But if we don't give deference, then does anybody really know what the statement means?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What if the sign said \"bong hits should be legal?\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Under your view wouldn't the principal's judgment always prevail?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that a question of fact or a question of law?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is whether it's a reasonable judgment - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"This, this -- this parade had a theme to celebrate the Olympics, with -- the high school kids are carrying the torch, the band is in it. And suppose the banner said vote for, vote Republican, vote Democrat. And he wants to be on the TV with that. Could this, the principal make him take that sign out of the ground in that it's inconsistent with the whole theme of, of, of the parade? Something like our Kurle case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that different from the rationale you've put."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But it wasn't, it wasn't like an assembly, was it? As I understand it, the children were released from school, but they were not required to attend this event and they were not required to stand in front of the school on the opposite side. They weren't monitored by their teachers, so they -- and there were nonstudents in the crowd. So it's not like a school assembly."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Were they required to go to this event and could they have skipped off and gone home without violating - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"They were required to attend."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Were they ever told what they were supposed to do in the sense did the school ever say, we are letting you out on the street to celebrate the Olympics and to do only that? Was, was there an object to this release from the school building that was ever conveyed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Mertz. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's a case about money. Your client wants money from the principal personally for her actions in this case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would you waive damages against this principal who has devoted her life to the school, and you're seeking damages for her for this sophomoric sign that was held up?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But there's a broader issue of whether principals and teachers around the country have to fear that they're going to have to pay out of their personal pocket whenever they take actions pursuant to established board policies that they think are necessary to promote the school's educational mission."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And you think it was clearly established that she had to allow a student at a school- supervised function to hold a 15-foot banner saying \"Bong Hits 4 Jesus\"?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does that, does that general statement that you just made apply to all circumstances in which a student-teacher relationship might be involved? For example, in the course of teaching a class in Shakespeare would your rule prevail?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, the general rule which the teacher is supposed clearly to have known here. For example, in the Shakespeare class, kid doesn't, doesn't say anything. He doesn't yell or scream or even raise his hand. He just holds a little sign in the Shakespeare class that says \"Bong Hits 4 Jesus.\" As I understood the general rule that you said the teacher was bound to know here, the teacher I suppose would be required or the school would be required to tolerate that sign in the Shakespeare class; is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would there be a substantial disruption?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If the kids look around and they say, well, so and so has got his bong sign again - - (Laughter.)"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- they then return, they then return to MacBeth. Does the -- does the, does the teacher have to, does the school have to tolerate that sign in the Shakespeare class?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can't it just say no signs when you're supposed to be learning?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But can't the school decide that it's part of its mission to try to prevent its student from engaging in drug use and so that it's going to have a viewpoint on drug use and that viewpoint is going to be that it's opposed to it and so that it takes a particular view with respect to signs that in their view seem to encourage drug use?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your position would be different if this were in the student gym and they were having a discussion. There was a program to discourage drug use and he held up his sign; you would say it would be all right to take down the sign inside the school gym?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it doesn't matter that this is outside. It matters on the content of the sign, not the location?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the school has - - the school has a program, an anti -drug program that shows movies, it brings in policemen and social workers to preach against drug use and you're saying that - - never mind unfurling a banner. You're saying that it has to let students contradict this message it's trying to teach, to walk around, you know, with a button that says \"Smoke Pot, It's Fun.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Does the school have to do that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the school, even though it is trying to teach one point of view, can allow students to come in and undermine that point of view, assuming that it's legitimate to teach that point of view? It can allow students to come in and undermine what it's trying to teach?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that is not disruption in your view?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can the student be allowed to wear a button that says \"Rape Is Fun\"?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Nonviolent crimes are okay, it's only violent crimes that you can't, you can not promote, right? Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"\"Extortion Is Profitable,\" that's okay?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is a very, very, with all respect, ridiculous line. I mean, I can understand you're saying you cannot promote things that are unlawful, but to say, oh, it's only violent, where do you get that line from, only violent unlawful acts?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it's a political -- even assuming it's a political issue, the question is whether the school has to say our classrooms, our field trips, our sponsored and supervised activities are a forum for that debate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And disruption does not include undermining the message they want to send? It has to be some type of physical disruption. But undermining the message they want to send, they can't make the judgment that that's not allowed?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you rephrased it that way, but what actually happened is the principal looks across the street, a 15-foot banner goes up at what's supposed to be a school event with everybody together in a single place, and it says a joke, it makes a joke out of drug use. The principal thinks of course adolescents and post-adolescents sometimes like to test limits, and if the kids go around having 15-foot banners making a joke out of drug use that really does make it a little tougher for me to convince the students at this school not to use drugs, and particularly putting up 15-foot banners. I don't know why everybody wants to get away from that because I think you would have had a very different case if in fact it had been a whisper or if it had been a serious effort to contest the drug laws. It wasn't either. It was a joke. It was a 15-foot banner. We have the message plus the means plus the school event. Now, what's your response?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's an excellent response, I think. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I conceive that interference consists of it's pretty hard to run a school where kids go around at public events publicly making a joke out of drugs. That's what his thought is. Now, I don't think he has to be able to read content discrimination, viewpoint discrimination, time-place. He doesn't know the law, the principal. His job is to run the school. And so I guess what I'm worried about is a rule that would -- is on your side, a rule that takes your side; we'll suddenly see people testing limits all over the place in the high schools. But a rule that against your side may really limit people's rights on free speech. That's what I'm struggling with. Now, I want some help there and I'm worried about the principal."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you can say that, but the subsequent cases seem to me to try to cut back on it. I mean, it stood the test of time in the sense that it hasn't been overruled, but - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think we're using disruption in two different senses here and we should probably separate the two. One sense is disrupting the class so that whatever is being taught can't be taught. But you're also using it in the sense of undermining a general message that the school is trying to get across: Obey the law, don't use drugs, whatever. Maybe we should have a different word for -- the first is disruption. Disruption is a, is a funny word for the second. Let's called it undermining instead. Now, you think both of them, however, are bad and both of them can be a basis for suppressing the speech?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you think undermining is perfectly okay? You would never consider undermining to be disruption and therefore bad?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, but only that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right after a class on drugs, he can be standing there in the hall and say: This class was ridiculous, drugs are good for you, I use them all the time, I urge all of you. That's perfectly okay? That's not undermining?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's not disruption?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But couldn't the school, couldn't the school board have a time, place, or manner regulation that says you're not going to use the halls to proselytizer for your cause, whatever it may be?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You could have reasonable rules of decorum for what goes on inside the school building."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does the school have to be completely neutral in that respect? Does it have to punish who says that was a good program, I'm not going to use drugs, and you shouldn't either, because he's taking position on a public issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where does that notion that our schools have to be content neutral -- I thought we wanted our schools to teach something, including something besides just basic elements, including the character formation and not to use drugs. They have to be neutral on whether you should use drugs or not?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"A school isn't an open forum. A school isn't there for everybody to teach the students whatever he wants. It's there for the teachers to instruct. And you're turning it into an open forum. If the school says, addresses one issue, everybody else has to be able to address that issue."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's not my vision of what a school is."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But do you concede that there was some right of school control for what was going on across the street?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If kids were throwing bottles and injuring passers by, the principal had no right or duty to go over there and stop it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's because the school has a right of control."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why did he go where he went?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why did he choose that location to unfurl his banner?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I mean, that's -- I have, I guess his note, you accept this with what the teacher said. The entire class went to view the relay. Individual students -- this is at 9:30 in the morning. They were not given the option of remaining in class, nor were they released to do as they pleased. They were to watch the relay with the rest of the student body, either just in front of the school or just across the street -- that's me, not them -- and then return directly to their classrooms, which I guess the school did. So it sounds like you're going to one place, stand together, behave yourselves, watch the relay, and the teachers will be there and take you back to class. Now is there something else in the record that suggests something different?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Just tell me where to look. Where are the conflicting affidavits? I'm just reading from page 51 of the joint appendix. I didn't know there was a dispute."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, I'll look at those. Another somewhat minor point. Can I ask you another point about the record? I'll read those."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, they went across the street."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was there any -- there was no requirement, they didn't have to go across the street or stay on campus, they could wander off distantly."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I had to watch -- not even watch the parade, no requirement they watch the parade? They were released in order to watch the parade."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The intent, it was the direction."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It was not only the intent, it was the direction."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was there any fact finding on that? You referred to affidavits."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you another record point, just so I know where to look?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You've also asked for an injunction that would require expunging his 5-day suspension from his record."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"10 days. Well, 10 or 5, unclear. I noticed the superintendent of schools on page 66A when he's reviewing this, what he says is, \"Joseph contends that all his behavior is excusable because he was exercising his free of speech right. Even if I were to concede his speech across from the high school is protected, which I do not, the rest of his behavior warranted the suspension.\" And then he says, \"And I'm cutting it from 10 days to 5. So given that, if you win, suppose you were to win, and you - - that it is protected and so forth -- then would you concede or not concede the suspension, the 5 days, it's over, it still stands, I don't care about the expungement or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I'm asking that you think about it. I'm putting you on the spot."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I want to know what the superintendent said. As I read it is, he says, look, I don't care if this was protected or not. I'll give you that. It's protected. But the rest of his behavior, the way he treated the principal, what he did, the reluctance, et cetera, et cetera, that warrants a suspension too, and I'm cutting it from 10 days to 5. So it sounds to me as I read it that the teacher is saying even if you're right, he's still suspended for 5 days. That's what the superintendent says. Now suppose you win your point that you're interested in winning, which you may not or you may. Are you still then going to pursue this case on the 5 days, that that should be erased?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"You couldn't what? I didn't hear the last part of what you said. You just got to the point of - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. What's the answer?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you would not pursue it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can we get back - - I'm sorry."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Can we get back to what the case is about. You think the law was so clearly established when this happened that the principal, that the instant that the banner was unfurled, snowballs are flying around, the torch is coming, should have said oh, I remember under Tinker I can only take the sign down if it's disruptive. But then under Frazier I can do something if it interferes with the basic mission, and under Kuhlmeier I've got this other thing. So she should have known at that point that she could not take the banner down, and it was so clear that she should have to pay out of her own pocket because of it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And so it should be perfectly clear to her exactly what she could and couldn't do."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"As it is to us, right? (Laughter.)"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":7,"sideBefore":"justices","text":"I mean, we have had a debate here for going on 50 minutes about what Tinker means, about the proper characterization of the behavior, the nonspeech behavior. The school's terms in dealing with the kids that morning. The meaning of the, of the statement. We've been debating this in this courtroom for going on an hour, and it seems to me however you come out, there is reasonable debate. Should the teacher have known, even in the, in the calm deliberative atmosphere of the school later, what the correct answer is?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Of course I disagree with the characterization on disruptive. It was completely disruptive of the message, of the theme that the school wanted to promote. Completely disruptive of the reason for letting the students out to begin with. Completely disruptive of the school's image that they wanted to portray in sponsoring the Olympics."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Some of the students were carrying the torch and the band was playing in the parade."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now you said that in your brief, and I couldn't understand that somehow you got mileage out of his being truant that morning. Would the case have come out differently, would you be making any different argument if he got to school on time and was released with the rest of them? Does the case turn on the fact that he was late to school that day?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So he's not a school child, he would be playing hooky?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Even though the law required him to be there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He wasn't playing hooky. He showed up late, that's all, right? I mean, he actually came and joined his classmates at an event that he knew was an event that the school told the classes to go to."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"As far as I'm concerned, he just showed up late."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where did he go immediately after? He went to the school building for whatever it was, the third period of the day."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So under your view, if the principal sees something wrong in the crowd across the street, had to come up and say now, how many here are truants and how many here are -- I can't discipline you because you're a truant, you can go ahead and throw the bottle. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Because you're both a truant and disrupter, you get off. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Had you been just a disrupter, tough luck."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Who were the people that helped him hold up his flag? Were they not classmates of his?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did he not know that these classmates were there at a public event that was sponsored, not sponsored, but to which the school had directed the students to go?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So it seems to me it's like joining a school trip at the zoo, you know. You -- you don't make it to the -- to the school, but you drive there yourself and then join the class as it's going through the zoo. It seems to me he's in school."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That gets back to the point I was trying to make earlier. He came here because it was the school event, the school sponsored activity. He could have gone anywhere along the route. He knew that it was coming by the school, he knew that they were going to be, the students were going to be released to see it. He went to join up with the school even if he were truant that day."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You think he could have been marked absent for the whole day because he didn't intend to be part of the school group afterwards? I mean, suppose there's a suspension of so much for half a day truancy, and so much more for a whole day's truancy. And he shows up and he says, oh, you can't -- you have to hold me for a whole day's truancy because I didn't intend to be in school. I was in school but I didn't intend to be there."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't make any sense to me. Does it depend on his intent, whether or not he intended to be a truant that afternoon?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He was either in school or he wasn't in school."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In the afternoon he either was or he wasn't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the question is whether joining the school group, intentionally joining the school group, going there because the school group was there, whether that places him in school."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why does it matter? That is, why doesn't the -- you're suing the teacher or the principal and why wouldn't the issue be what that principal really reasonably thought the situation was? I mean, if a principal reasonably thought he was part of the school group, if the principal reasonably thought that this was a school outing, if the principal reasonably thought that students are staying together, why wouldn't that just be the ground on which you'd take the case, we should take it that way, because the principal reasonably thinks?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But even on the merits?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Even if the principal couldn't tell him to take down the manner even if she thought he was part of the school group reasonably, if he really wasn't?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were going to appeal to the calm of her office the next day. I thought that was going to be your answer to my question. Whatever she thought at the time, she didn't think it later."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"May I ask to you clarify one thing. I initiated this line of questioning when I said I was surprised that your brief made such a big deal that he was late to school. You would still be making the argument about the free speech right if he had diligently showed up for his math class first period in the morning, gone out with the others, and had his banner to unfurl when the torch came by?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Mertz. Mr. Starr, you have a minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel, the case is submitted."}],"people":[{"id":0,"fullName":"KENNETH W. STARR","firstName":"KENNETH","lastName":"STARR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1864,"interruptions":23,"times_spoken":42,"laughter":0,"num_int_by":8},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":912,"interruptions":10,"times_spoken":24,"laughter":0,"num_int_by":7},{"id":2,"fullName":"DOUGLAS K. MERTZ","firstName":"DOUGLAS","lastName":"MERTZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2094,"interruptions":41,"times_spoken":89,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":907,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":502,"interruptions":0,"times_spoken":20,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1096,"interruptions":0,"times_spoken":21,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":583,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1125,"interruptions":4,"times_spoken":43,"laughter":2,"num_int_by":4},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":121,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":177,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1312,"interruptions":1,"times_spoken":26,"laughter":2,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":33,"words_spoken":2776,"times_spoken":66,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":41,"words_spoken":2094,"times_spoken":89,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":5823,"times_spoken":164,"laughter":6,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8468623860278607,"respondent":0.15313761397213932,"date":1473644743259}}