{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":":\nv. No. 06-313\nWILLIAM WEAVER. ","counsel":[1]},"caseNumber":"06-313","date":"2007-03-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll hear argument today in Case 06-313, Roper versus Weaver. Ms. Spillars. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, we didn't - - haven't applied it to a penalty phase closing argument, but we've certainly applied the general standard to the penalty phase."},{"name":"JUSTICE STEVENS","id":3,"text":"May I ask one sort of preliminary question. Supposing the prosecutor misstated the law in his closing argument. Would that be reviewable in this Court under AEDPA?"},{"name":"JUSTICE STEVENS","id":3,"text":"Do you think his argument here contained any misstatements of the law?"},{"name":"JUSTICE STEVENS","id":3,"text":"You don't."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, just on your assumption, to make your hypothetical clear, you, you want us to assume that three or four times at least he violated a constitutional standard?"},{"name":"JUSTICE KENNEDY","id":4,"text":"I just want to know what arguendo assumption you are making."},{"name":"JUSTICE KENNEDY","id":4,"text":"I mean, they'd be improper because they -- they were based on an emotional appeal that's improper?"},{"name":"JUSTICE STEVENS","id":3,"text":"Don't you think the argument based on the General Patton analogy told the jurors they had a duty to do what he suggested?"},{"name":"JUSTICE STEVENS","id":3,"text":"What is the relevance of that argument otherwise?"},{"name":"JUSTICE STEVENS","id":3,"text":"Do you think if he said in so many words, you have a duty to return the death penalty, that would have been a misstatement of the law?"},{"name":"JUSTICE STEVENS","id":3,"text":"And you don't think this could be so interpreted? You don't think you could interpret that, that passage, that way?"},{"name":"JUSTICE KENNEDY","id":4,"text":"That passage was in the context of other statements in which I think it's fair to say that he analogized the role of the juror to the role of a soldier who has to have the courage and the duty to kill."},{"name":"JUSTICE SCALIA","id":5,"text":"Wait. Why is it improper for, for the prosecution to argue that, given the facts of this case, given the aggravating factors and the lack of mitigating factors, the brutality of the crime, the only sensible decision for you ladies and gentlemen of the jury is the death penalty? That's an improper argument? Doesn't that amount to saying you have a duty to come back with the death penalty? Why can't the prosecution argue that?"},{"name":"JUSTICE SOUTER","id":6,"text":"Well, do you think the Patton argument has anything to do with the evidence? I mean, the Patton argument -- correct me if I'm wrong, but I thought the argument that referred to General Patton was an argument that, number one, talked about his addressing the troops before battle. And he was telling the troops that unfortunately it is sometimes their duty to kill. And he said: Go out there and do your duty, which I assume any reasonable listener would say, go out there and kill. If a prosecutor, as in this case, tells that story and uses that analogy, it seems to me that the argument is not an argument based on evidence, but an argument based upon the situation, the situation of the jurors vis a vis a capital defendant. And I would suppose that the reasonable inference from the argument is that they have a duty to go out there to kill, to impose the death penalty. That does not sound to me like an argument based upon the evidence specific to this defendant and specific to this case. Now, am I wrong?"},{"name":"JUSTICE SCALIA","id":5,"text":"I don't understand your concession. Surely, the prosecutor was not telling this jury that in all capital cases you have to come in with a death verdict. Surely, although he didn't explicitly mention the evidence, the underlying premise of his argument was sometimes when you have a case this bad, you have to do your duty. Nobody likes to kill, but just as soldiers sometimes have to do that if that's their duty, so also jurors, if you really believe that the evidence is so one-sided in favor of the penalty that the State is asking for, it's your duty to bring the death verdict. I don't see anything wrong with that."},{"name":"JUSTICE STEVENS","id":3,"text":"I suppose your concession about the duty is based on Chief Justice Stone's opinion in Viereck, isn't it?"},{"name":"JUSTICE STEVENS","id":3,"text":"Which did involve the very word \"duty.\""},{"name":"JUSTICE STEVENS","id":3,"text":"Chief justice Stone's opinion in Viereck talked about telling the jury that they have a duty and condemned that. That's probably why you made the concession, I think."},{"name":"JUSTICE GINSBURG","id":7,"text":"It's not just in isolation. Didn't this prosecutor constantly say this case is not about Weaver, this case is larger than Weaver. I think several times in the closing the jurors were told: Think big, think the large picture, don't think about this individual."},{"name":"JUSTICE BREYER","id":8,"text":"It is -- I agree with you, I agree with you that we should look at the whole picture. When I look at the whole picture -- I've actually got a little chart that my law clerk prepared. And what he did, he went through this and looked at a case called Newlon and it was the same prosecutor. And the prosecutor was told in that case just what he shouldn't do. And now if we look what he did in this case and look what he did in that case and look at the law, the whole thing, not just little bits, it looks like he did an awful lot of what he wasn't supposed to do. You're not supposed to give an argument that vouches as the U.S. attorney that I think that this is what you should do. So in Newlon he says: I'm talking to you as prosecuting attorney of the county, the top law enforcement officer. And here he says: I'm the top law enforcement officer and I decide in which cases we have the death penalty and not. Worse than Newlon, I would say. Then what you're not supposed to do is you're not supposed to tell them they're like soldiers. I mean, there's Supreme Court cases that say, don't tell them you're like a soldier doing duty. At least that's what all these prosecutors -- a case called Byron versus the United States. So in Newlon what he says is: I want to impress on you, this is a war and it's justifiable to kill in war. Here he says: As in the movie \"Patton\" and in the movie George Patton is talking to his troops because they're going out in battle like the soldiers. And then he says: And when you're a soldier, you know what to do when you put your hand in a pile of goo that a moment before was your best friend's face; you'll know what to do; and last July this defendant's face was a pile of goo. Okay, there we are. I mean, that sounds pretty emotional. It sounds like a soldier does his duty and you're doing it. And then another thing you're not supposed to do is you're not supposed to tell them it's their duty to the community. And this is just filled with instances where you hardly even know that there's a person called Weaver because he says: What you have to do here is send a message to the drug lords, send a message - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Who said he was not supposed to do these things?"},{"name":"JUSTICE BREYER","id":8,"text":"Well, there's a brief - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I'm sorry, counsel. Maybe, counsel, if you could answer that question?"},{"name":"JUSTICE SCALIA","id":5,"text":"And is that the law here?"},{"name":"JUSTICE BREYER","id":8,"text":"It's not? Why did they file -- is this brief wrong, then, the brief of the former prosecutors giving the propositions that I just stated and have the Supreme Court case next to each one? Are they wrong, those prosecutors?"},{"name":"JUSTICE BREYER","id":8,"text":"Was there with the Patton and the goo?"},{"name":"JUSTICE BREYER","id":8,"text":"Was there a curative instruction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Counsel, I'm looking at the quote, the statement, the reference to Patton, and I have to say I don't read it as imposing a duty. It says what the prosecutor says is that sometimes you've got to kill and sometimes you've got to risk death because it's right. His point is that at some point, at some times, you have to impose death because it's right, not because it's your duty as a soldier. Now, where is the reference to you have this duty as a soldier in the prosecutor's statements?"},{"name":"JUSTICE BREYER","id":8,"text":"In Viereck the words were: \"This is war, harsh, cruel, murderous war.\" And the prosecutor went on to analogize the jury's duties to the duties of soldiers and he said: Do your duty. Do you think that's a lot different than this case?"},{"name":"JUSTICE GINSBURG","id":7,"text":"But you just -- that's a bit inconsistent with your point that Newlon is distinguishable because there were no objections at all and that was the reason for the court saying this goes too far to the prosecutor. But now you say when there are objections - -"},{"name":"JUSTICE GINSBURG","id":7,"text":"Certain statements. There are were many objections made here that were overruled."},{"name":"JUSTICE GINSBURG","id":7,"text":"To that extent the two cases were the same because in Newlon there were no objections either."},{"name":"JUSTICE GINSBURG","id":7,"text":"Do you think - -"},{"name":"JUSTICE GINSBURG","id":7,"text":"There were two cases cited as involving the same prosecutor? Was it Shurn also?"},{"name":"JUSTICE GINSBURG","id":7,"text":"And that there was a significant overlap in the three charges in the three cases. The prosecutor had been told in two of them, you went too far. In this one, just in terms of what the prosecutor said in the closing argument, is this less offensive or would you say they're all on a par?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Could you tell us -- as you know, AEDPA has the decisions of settled precedents of the Supreme Court and there's the Supreme Court standard, a very general standard that we can get from Darden and Donnelly, although we didn't reverse there. I take it that the counsel for the Respondent is going to say: Well, this is a Federal standard, but the Eighth Circuit is entitled to apply the specificity and the application that it's given to this, so the Eighth Circuit's entitled to rely on its cases in reversing. Do you agree with that?"},{"name":"JUSTICE KENNEDY","id":4,"text":"I assume that's what they're going to tell us."},{"name":"JUSTICE KENNEDY","id":4,"text":"Why."},{"name":"JUSTICE SCALIA","id":5,"text":"It says that in the text, doesn't it, \"clearly established by the Supreme Court\"? Is that not in the text of the statute?"},{"name":"JUSTICE BREYER","id":8,"text":"So those things that are improper for a prosecutor to make in summing up in the guilt phase, are they then proper to say, exactly those things, in a sentencing phase with capital -- with - - you know, capital sentencing?"},{"name":"JUSTICE BREYER","id":8,"text":"There are a number of cases in this Court that say what a prosecutor can't say, guilt phase. All of them happen to be guilt phase, I guess. You can't, you know, vouch. You can't use too much emotion. You have to focus on what the defendant did, not on what somebody else did. I mean, there are a number of things. Now, do those -- is it fair or not fair to say that those precedents apply in the capital sentencing phase, too?"},{"name":"JUSTICE STEVENS","id":3,"text":"May I ask you this question about your position: We are trying to find cases that clearly establish law by decisions of this Court. Do you include in that group of cases, cases such as Berger against the United States, and Viereck against the United States, which were direct review of Federal cases in which they say there was a denial of the fair trial, but they're not setting aside State cases? Would it be proper for the Court of Appeals to rely on those cases?"},{"name":"JUSTICE STEVENS","id":3,"text":"Even though those cases say in so many words it deprives you of a fair trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"If those direct Federal cases were interpreting the constitutional provisions directly, they would count as established law?"},{"name":"JUSTICE STEVENS","id":3,"text":"May I go back to my question? Because there's a legal question here about what law we can look to under AEDPA. And actually, of course, it is a question of whether AEDPA applies, I suppose. Because actually, wasn't this habeas petition filed two days before AEDPA was -- there's a footnote in the red brief that says -- raises that question."},{"name":"JUSTICE GINSBURG","id":7,"text":"That was a slip on the District Court's part, wasn't it? I mean, that original petition that was dismissed because he had filed a cert petition to this Court should not have been dismissed, it should have been held, in which case the petition would have been timely and would not have been trumped by an AEDPA variant."},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, didn't he seek a COA?"},{"name":"JUSTICE KENNEDY","id":4,"text":"This is a pro se prisoner. He gets his -- all the claims are exhausted, it's dismissed. And he seeks a COA on that point."},{"name":"JUSTICE SCALIA","id":5,"text":"Certainly didn't say it in the brief in opposition. And we might not well have taken the case had that point been raised in the BIL."},{"name":"JUSTICE STEVENS","id":3,"text":"May I ask this question before you sit down? In the Viereck opinion, Chief Justice Stone reversed in that case. And one of the reasons was the prosecutor indulged in an appeal wholly irrelevant to any facts or issues in the case, the purpose and effect of which could only have been to arouse passion and prejudice. That's part of our Federal law. Is that law applicable in this case, do you think?"},{"name":"JUSTICE STEVENS","id":3,"text":"Well, it is either directly -- it's either yes or no."},{"name":"JUSTICE STEVENS","id":3,"text":"That rule can be ignored by State prosecutors?"},{"name":"JUSTICE SCALIA","id":5,"text":"You have a much more limited point, as I understand it. Your more limited point is simply that this is not clearly established law pronounced by the Supreme Court."},{"name":"JUSTICE STEVENS","id":3,"text":"Well, it is - -"},{"name":"JUSTICE SCALIA","id":5,"text":"In this area of constitutional violation."},{"name":"JUSTICE STEVENS","id":3,"text":"Well, the question, I suppose, is whether that is a constitutional rule. It is established by the Supreme Court of the United States, an opinion written by Chief Justice Stone a good many years ago. But you're argument is it is not applicable to State prosecutors, as I understand it."},{"name":"JUSTICE KENNEDY","id":4,"text":"Why would it be applicable to State prosecutors if it is not a rule. I don't understand that. Is it applicable to a State prosecutor or not? If a state prosecutor asked you for your advice, is this opinion applicable. And you tell him yes or no."},{"name":"JUSTICE KENNEDY","id":4,"text":"But they must follow because it's the law, right?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, where did Chief Justice Stone get it from?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Where did Chief Justice Stone get it from? Just because of our supervisory power? I mean, if it's just Federal supervisory power, then I think you could tell the counsel, he doesn't have to follow it, it's due process."},{"name":"JUSTICE SCALIA","id":5,"text":"You can't have it both ways, counsel. I mean, you're really losing me here. Either it is our supervisory power and therefore the States don't have to follow it, or it is more than our supervisory power and the States do have to follow it. I don't know that there's any way to straddle that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, counsel. Mr. Blume? "},{"name":"JUSTICE ALITO","id":9,"text":"Well, I think they overstated the significance of Viereck. Isn't Viereck -- does Viereck stand, do you think, for a per se rule that a prosecutor in a closing argument may never mention the word soldier? Isn't that a much more limited -- much more limited holding? This was a prosecution during World War II of individuals for failing to register as agents of Nazi Germany, and the prosecutor said in the guilt phase - - and it wasn't a capital case obviously, in the guilt phase of closing argument, that just as our soldiers who are fighting the Japanese on the Bataan Peninsula are doing their duty for the country, you have a duty to return a guilty verdict against these individuals. Now, isn't that very different from saying that in a capital -- at the capital phase of the trial, you have a duty to consider something that's very unpleasant, and it's unpleasant in the same way that what soldiers have to do in war time is different? Isn't that very different?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"That was objected to and the objection was sustained, correct?"},{"name":"JUSTICE SCALIA","id":5,"text":"And a curative instruction given."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Which in that case, AEDPA says we look to clearly established law by our U.S. Supreme Court decisions. Which is the clearest U.S. Supreme Court decision that was violated here?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, pick which one do you think is the most directly applicable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"It's not Romano. Romano was an introduction of evidence case, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"My point is simply the level of generality at which the guiding principles were articulated, which helps when you're applying it, but in determining -- it is the point Judge Bowman in dissent that when you don't have a case that's close, that you have more leeway in terms of the deference to the Court, because it's not a clearly established precedent of the Supreme Court. Yes, there are the Jenner cases that establish the general principles, but the question is how clearly those were contravened before you can say it violated clearly established law."},{"name":"JUSTICE SCALIA","id":5,"text":"What do you mean, how do you it failed to consider? I mean, is there an obligation to respond to every single point that's made?"},{"name":"JUSTICE SCALIA","id":5,"text":"Did they refuse to accept argument on those points?"},{"name":"JUSTICE SCALIA","id":5,"text":"If they did consider it, you mean they did not respond to that argument in their opinion."},{"name":"JUSTICE SCALIA","id":5,"text":"You don't know for sure that they didn't consider it. I mean, it may be argument to them. How could they not have considered it? They must have not considered it important, but that's a different - -"},{"name":"JUSTICE ALITO","id":9,"text":"Well, why is that improper? Is it improper at the penalty phase for a prosecutor to refer to the concept of deterrence, which by definition is bigger than the individual whose sentence is being considered?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well, could a prosecutor say, one of the factors you must take into account when you begin to deliberate is the deterrent purpose of the death penalty? Deterrence is one of the reasons we have the death penalty."},{"name":"JUSTICE KENNEDY","id":4,"text":"To teach us. Can he say that?"},{"name":"JUSTICE KENNEDY","id":4,"text":"So then now we have the principle that you can talk about deterrence. Now it is just the way in which he talked about deterrence?"},{"name":"JUSTICE SCALIA","id":5,"text":"As I recall, he didn't just say it is bigger than Weaver. He went on to discuss, you know, the drug gangs. And he says, they're not going to be affected by the threat of going to prison. They will be affected by the threat of dying. It seemed to me he tied it very, very closely into deterrence. And if you say that deterrence is okay for him to refer to, I don't know how there's anything left to your argument about his saying it's bigger than Weaver."},{"name":"JUSTICE SOUTER","id":6,"text":"No, but you're -- you're saying look, he can make a general statement that we have a death penalty in part for its deterrent function, but he cannot make the argument that you ought to apply the death penalty in this case solely for deterrent reasons, i.e., reasons unanchored in the culpability of this particular defendant."},{"name":"JUSTICE SCALIA","id":5,"text":"Where? Where? Where? Where? Where does it say that? Where does it say never mind the facts? Let's, let's give this guy the death penalty as a Napoleon said, \"Por encourage les autres.\" You know, he said it didn't matter which, whether the general was guilty of, of cowardice or not; it would help to encourage the others to execute him. Where is there anything like that argument here? I don't see it."},{"name":"JUSTICE SCALIA","id":5,"text":"If you let a person who is as guilty as William Weaver go, you're affecting not just William Weaver, you're affecting the whole war on drugs, you're affecting the -- what's wrong with that? I -- I fail to see any indication here that he's telling the jury never mind the facts. Never mind how -- you know -- how horrible you think the crime was. Never mind all of the instructions that the judge gives you about aggravating factors and mitigating factors. Forget all of that. Kill William Weaver because it's bigger than him. I -- I just don't -- I just don't see the argument."},{"name":"JUSTICE KENNEDY","id":4,"text":"What do you think, go on and on -- suppose he'd mentioned deterrence six times?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"So Judge -- Judge Bowman would be an unreasonable prosecutor? He dissented; he thought these were not unreasonable on the basis of on clearly established law."},{"name":"JUSTICE GINSBURG","id":7,"text":"I thought Judge Bowman said were it not for AEDPA this case might come out - - in his view this case might have come out differently."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"The standard is unreasonable in light of clearly established law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well no, he specifically recognized there was nothing on all fours and that there these other generally applicable decisions and he thought the state courts had broad -- a broader range when there was no decision on all fours."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"I'm reading at the bottom of page 820 in the petition appendix."},{"name":"JUSTICE KENNEDY","id":4,"text":"You have this only in a footnote in your reply brief. It wasn't raised in the BIO."},{"name":"JUSTICE BREYER","id":8,"text":"Can I ask you, where -- one of the passages that I thought went a little far where is he says to the jury, the one thing you've have got to into your head; this is far more important than William Weaver. This case goes far beyond William Weaver. This touches all the dope peddlers and the murderers in the world. That's the message you have to send. It just doesn't pertain to William Weaver. It pertains to all of us, the community. The message -- there are street, et cetera. Okay. Now. That struck me, as you argue this is rather extreme. Its seems to be removing the attention of the jury from William Weaver and saying you have a duty to send this man for other reasons. Now - - to execute him. But where do I find in the U.S. reports the case or statement that then says this is the kind of argument the prosecutor cannot make?"},{"name":"JUSTICE BREYER","id":8,"text":"You were talking - -"},{"name":"JUSTICE SCALIA","id":5,"text":"Even -- even the Supreme Court cases going to the other points, they didn't - - did any of them involve a separate penalty phase? They were all just in the guilt, guilt phase of a non-capital case, weren't they?"},{"name":"JUSTICE SCALIA","id":5,"text":"So that, so that when the prosecutor was urging particular action, he was urging the jury to find a person guilty. He was not just urging them what penalty is better or worse. He was saying for these reasons you should find the individual guilty. That's quite different it seems to me from the situation in which guilt has already been established. The trial's done. This person is guilty, and the only thing they're arguing about is what the penalty ought to be. I'm not sure that you can analogize, you know, from the one situation to the other in determining what kind of argument is proper. Because in the former situation when the -- if the prosecutor says this is not just about this defendant, it's about the whole society, he's urging the jury to find the person guilty. I mean -- and that's crazy. You don't find the person guilty in order to stop drug trafficking. But you do impose a heavier penalty in order to do that. So I just don't, don't see the analogy from the Supreme Court cases you have."},{"name":"JUSTICE SCALIA","id":5,"text":"That's different. Look - - it could -- could -- would defense counsel be able to argue during the guilt phase of the trial, in an ordinary trial where there's no separate phase, \"ladies and gentlemen of the jury, this person has a large family that's dependent on him; he's a miserable wretch. You shouldn't find him guilt. Is there no mercy in your heart?\" Would he be allowed to argue that? Of course not. Can he argue it in a guilt phase? Of course he can. And it seems to me in determining what arguments the prosecution can make you have to be guided by what arguments the defense can make. The defense can surely come in and say ladies and gentlemen of the jury, you're being called upon to kill somebody. Do you realize what a -- what a difficult, overwhelming thing that is? And then you say the prosecution can't come in and say ladies and gentlemen, sometimes if you do your duty, you have to kill. This is the law here. If you find the facts this way, that's your duty. I -- I -- I think you're, you're taking hard cases very much out of context by applying cases that relate to the guilt phase, to a very special procedure that we've set up in capital cases which is called the guilt -- uh, the penalty phase."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"To -- to send a message?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"What the defense lawyer said to the jury in his closing was if you vote for life, you are sending a message. He said if you vote for life, you are still doing your duty."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"How was that message -- a different message, I guess, but he can say send a message, but the prosecutor can't?"},{"name":"JUSTICE KENNEDY","id":4,"text":"So if the prosecution had not opened the door, that would have been improper? You overrule -- the judge said counsel, you can't argue about sending a message for life?"},{"name":"JUSTICE KENNEDY","id":4,"text":"You -- you think the trial court could tell the defense counsel that the defense counsel cannot argue to the jury, ladies and gentlemen there is nothing more precious than life and that's what we're asking you to decide here and we want you to assert the values of this community that we value life? You can't say that?"},{"name":"JUSTICE BREYER","id":8,"text":"Suppose that you said explicitly, the prosecutor -- which he didn't say -- but you're arguing basically, it is a fair, sort of an implication, suppose he said there are a lot of drug dealers around, and he's one of them. And this sentencing phase isn't about just -- just isn't about William Weaver. It is about sending a message to the others. And if you execute him, even if you think he shouldn't be executed, you don't think he ever should be, but, you see, others will think that this is a message. So do it just to give a message. Even if you think he never did it. No matter what you think of him, you think he's the best person in the world. Still execute him just to send a message. Now would that violate the Constitution?"},{"name":"JUSTICE BREYER","id":8,"text":"Yes. Of course. What case in the Supreme Court would you look to to show it did?"},{"name":"JUSTICE BREYER","id":8,"text":"You don't find any one where anybody ever had an argument like that."},{"name":"JUSTICE BREYER","id":8,"text":"Ah. Ah. So you are saying we should look not just to -- if we try to look for exact, identical arguments maybe we'll get into that problem? Of having to uphold things we all know -- or is that right? Or what?"},{"name":"JUSTICE SCALIA","id":5,"text":"The question has been switched here, Counsel. The question before us is not whether it was wrong, even if you answer there's plenty of Supreme Court precedent, even though none on these particular facts, to convince me that he shouldn't have said it. That's not the question before us. The question before us is whether it violates fundamental unfairness, whether it's wrong to such an extent that it invalidates the whole prosecution and -- and sentence. That's quite a different question. I can acknowledge, yeah, the prosecutor, you know, shouldn't do it. But that doesn't lead me to the, automatically to the conclusion that the Supreme Court jurisprudence shows that this so violates fundamental unfairness that the, that the verdict has to be set aside."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Your recital was not a complete picture of the case. This was an assassination of a witness in a Federal drug prosecution, with how many shots to the head?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Six. And the jury determined unanimously beyond a reasonable doubt that this was the guy who did it. So you do have to look at the penalty phase in the context of those facts."},{"name":"JUSTICE SCALIA","id":5,"text":"Well, serve him right? I mean, is that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"What do you -- what should a prosecutor's closing -- penalty phase argument look like? What are the sorts of things that he should be talking about?"},{"name":"JUSTICE ALITO","id":9,"text":"Do you think moral culpability is the only factor that can be mentioned? I thought you said earlier it was okay for the prosecutor to refer to deterrence."},{"name":"JUSTICE ALITO","id":9,"text":"Can a prosecutor say that killing a witness is something that needs to be deterred and therefore it's important, it's appropriate to impose the death penalty here in order to send a message of deterrence? Is that improper?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Is part of moral culpability that you take moral instruction from thieves murderers on the street, as opposed to those higher standards for which society seeks to aspire? Is that moral culpability?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Is it moral culpability for you to take as an example for your behavior the criminal population?"},{"name":"JUSTICE KENNEDY","id":4,"text":"You're talking about moral culpability. Is it part of your moral culpability that you take your values, your instructions, your behavior from criminals, as opposed to people who uphold the law in society? Is that part of moral culpability?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Well then, isn't it relevant what's happening on the streets, etcetera?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Of course, the defense argument was not focused on Weaver either. The defense counsel said it was a vote for life, fight for it. Always fight for life, always, always. The argument by the defense wasn't -- and it's hard for me to imagine in a penalty phase how the arguments wouldn't extend beyond the particular individuals."},{"name":"JUSTICE SCALIA","id":5,"text":"How do you answer the argument, fight for life, always fight for life? How do you answer that argument, except by saying: Ladies and gentlemen, sometimes, sometimes it's your duty to vote for death? How else would you answer that argument?"},{"name":"JUSTICE STEVENS","id":3,"text":"Mr. Blume, before your time is up, I want to ask you one other question. I'm still troubled about whether AEDPA applies. And was it argued in any court below? Was the question actually ruled on after an adversarial presentation as to whether AEDPA applies or does not apply? As I understand it, it either does or it doesn't and it doesn't matter whether it was argued. But was it discussed in any of the lower court decisions?"},{"name":"JUSTICE STEVENS","id":3,"text":"Two days before the act."},{"name":"JUSTICE STEVENS","id":3,"text":"No, I mean in this proceeding."},{"name":"JUSTICE SCALIA","id":5,"text":"And was that this habeas? Then he filed a subsequent habeas or what?"},{"name":"JUSTICE KENNEDY","id":4,"text":"If the Eighth Circuit had had Lawrence in front it, it would have ruled differently? Or should it have ruled differently, in respect to Lawrence?"},{"name":"JUSTICE KENNEDY","id":4,"text":"Under Lawrence the Eighth Circuit would have been wrong?"},{"name":"JUSTICE STEVENS","id":3,"text":"And if Lawrence had gone the other way, then it also -- then it would be right. In other words, whether AEDPA applies really is a function of our decision in Lawrence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Blume. Ms. Spillars, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, counsel. The case is submitted. [Whereupon, at 11:00 a.m., the case in the above-entitled matter was submitted.]"}],"people":[{"id":0,"fullName":"ANDREA K. SPILLARS","firstName":"ANDREA","lastName":"SPILLARS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2199,"interruptions":16,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JOHN H. BLUME","firstName":"JOHN","lastName":"BLUME","counsel":true,"justice":false,"side":"respondent","words_spoken":2888,"interruptions":22,"times_spoken":60,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":0,"times_spoken":24,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":605,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":664,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1351,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":281,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1031,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2199,"times_spoken":56,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":22,"words_spoken":2888,"times_spoken":60,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":8,"words_spoken":5098,"times_spoken":126,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"prediction":{"petitioner":0.8651111501300948,"respondent":0.13488884986990524,"date":1472411005579}}