{"petitioner":{"name":"JOHN F. HINCK, ET UX.","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"06-376","date":"2007-04-23T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in case 06-376, Hinck vs. United States. Mr. Redding. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But not with respect to abatement of interest in particular."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a -- on that point, Mr. Redding, it seems odd that given this tripartite system, Congress would want only the tax court to be restricted in the people who could claim the abatement, the net worth test applicable in the tax court on your theory, if there is authority in the claims court and in the district courts, they're not limited to the net worth restrictions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But why would you not want some -- a larger taxpayer to be able to proceed in the tax court if you can also proceed in the claims court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have no basis for an abatement of interest action apart from 6404(h), correct? That is the only place you get the actual cause of action to sue for abatement of interest?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But what would you cite to, in response to the prior cases that said you had no cause of action for abasement of interest?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is (e)(2)? Is it produced in these materials. I got (e)(1); I don't have (e)(2). I don't really like talking about a section I don't have in front of me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's one thing about this case I'm sure about. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the one that says interest abated with respect to erroneous refund check? Or am I reading wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the one I'm looking at just has (e)(1). Did you have a page number?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"At page 42 of the appendix, all -- all there is is a subsection 1."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"That's right."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I go back to something you just said, that I thought you said that the people would have no remedy if the tax court -- were the only forum for abatement claims? And it would be the exclusive forum but nobody -- it wouldn't deny access to anyone."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Abatement claim, if you read this as the Government does, is one place where you go, and the tax court but everyone who has an abatement claim could go there. So who's being cut out?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, yes. But -- yes. And I had asked you before well doesn't it seem, it seems strange that Congress would want to limit the authority of the, of the court where most people go and have no limit for the wealthier taxpayers."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Congress was operating on the assumption that no court could hear an abatement claim?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, give me a decision of the claims court or a district court that said courts have authority to abate the interest before Congress enacted this legislation?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it fair to say that Congress acted on the assumption that there was no right to the abatement with, and to the payment unless it enacted the statutes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's easy to see why the only cases you have relate to (e)(2) rather than (e)(1). (E)(2) which we don't have in the materials, but I have gotten a copy of it. And (e)(1) says that the Secretary \"may\" abate the assessment of all or any part. And those cases that denied it said this is discretionary; he doesn't have to. (E)(2) on the other hand, interest abated with respect to erroneous refund check, says the Secretary \"shall\" abate the assessment. So really, (e)(2) doesn't -- doesn't do you any good at all with respect to whether there was a cause of action before (h) was adopted."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, sure. But - - but that's just saying, if -- you used to have the entitlement under (e)(2) and you're saying well, you could bring cases under (e)(2). But 6404(h) allows you to bring cases under (e)(1). It would follow a fortiori that you could bring them for (e)(2) as well, but that doesn't prove that you could prove them under (e)(1) in the claims court or the district court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I see. What you're say is that cases that used to be bringable under (e)(2) would now be bringable only under (h) which would in effect be an implicit repeal of (e)(2)."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At least as far as suits elsewhere than in the tax court."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to apply just to abuse of discretion."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It says you have jurisdiction to determine whether it's an abusive discretion. Maybe I'm reading the wrong place. 6404 - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Well that standard doesn't apply to the (e)(2). It has nothing to do with it; (e)(2) says if it's a refund, abate, if not, not. It's not a question of abuse of discretion or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you went into the district court and claimed that the failure to abate interest was an abuse of discretion, what would you rely on for the -- for the cause of action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the prior cases consistently, consistently said that there was no judicial review because it was \"may abate\" and that it was only with the arrival of 6404(h)(1) that there was a cause of action for abuse of discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want to look at 6404(h)(1) saying now we have a standard, but you don't want the other stuff that goes along with 6404(h)(1), which is it's in the tax court; you got to have less than ten million, blah, blah, blah?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it didn't exist before this statute? I mean, the lower courts as I understand it said, routinely, yes, you can have jurisdiction, but have you no claim for relief because there is no, no law to apply. This is a totally discretionary matter of the Commissioner's grace. So Congress perhaps didn't grasp the subtle distinction between no jurisdiction, and you can walk in the door but you go out the next door, because there is no justiciable claim. And it provided peculiarly in the tax court for relief that was not available anyplace before?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The Fifth Circuit -- I thought the Fifth Circuit went your way."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Fifth Circuit went your way."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Redding, let me come back to the phantom (e)(2) which we have finally traced down."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I am not sure that (h) would impliedly repeal (e)(2), because (e)(2) is mandatory. There isn't any question under (e)(2) whether there has been an abuse of discretion. There is no discretion. It is mandatory to the extent that the Administrative Procedure Act would govern (e)(2), it would be for a violation of law not for abuse of discretion. So when (h) says the tax court shall have jurisdiction to determine whether the Secretary's failure to abate interest was an abuse of discretion, I would take that to apply only to (e)(1), which says the Secretary may abate and not to (e)(2) which says the Secretary shall abate. There is no question of -- of discretion in (e)(2) at all."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was a pretty good argument, I thought. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about those other sections, (c) and (d), which say the Secretary is authorized? Have there been cases which, which said that you could sue for, for his failure to make use of that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the same as with (e)?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As with (e)(1)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, there's a fundamental difference on this particular question between pay and sue and sue - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- prepay, because if you -- in the district court if you're paying and suing you're not really subject to the accrual of interest, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If I owe the IRS, 1,000 dollars and they send me a bill and I paid the 1,000 dollars, they've got the money, I don't. So I don't owe interest on that, do I?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The initial bill includes the interest?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But still, in the tax court situation it's still accruing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Redding. Mr. Marcus. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If, if the history of this issue had been such that before the enactment of this section the courts of appeals were divided or the courts were divided as to whether or not there was jurisdiction in the Court of Claims and in the district court, would your position be different?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it's, so it's only (h) that gives any court any jurisdiction at all?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even though in our hypothetical world some courts of general jurisdiction thought that they did have jurisdiction?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did (h) apply to (e)(2) as well as to (e)(1)? Does it apply only to discretionary abatement provisions?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So what happens with (e)(2)? You use the pay and sue provisions?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't it an abuse - - isn't it an abuse of discretion for the Secretary to fail to do what the statute tells him he absolutely must?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't, I don't even think it's technically correct. How is it an abuse of discretion? He has no discretion. He must do it. How could you say he has abused his discretion? What discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But what the cases said prior to 6404(h) when they asked for interest abatement was not that we don't have jurisdiction to consider that claim. They would just say there's no standard to apply, so it's committed to agency discretion by law. Then all of a sudden 6404(h) comes along and gives you a standard, so that removes that objection. What's wrong with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's because of the way that Congress enacted the language. It doesn't say that the tax court and only the tax court shall have jurisdiction. It says the tax court shall have jurisdiction. That is a, in many respects a preferred forum and they're saying you can bring it there as well, but it doesn't take away the jurisdiction that the prior courts had recognized."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think it's kind of strange, though, if you have the interest abatement is available only for a particular category of taxpayer and not others?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you have a net worth of two million and one dollar you can't get any interest abatement, but if it's $2 million you can."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right, but you abate it in some cases, but you don't abate it in the others."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I thought, too. But then your friend explained that in the initial bill is where the interest is contained in a lot of these cases and in this case in particular. So it's not as if you have the opportunity to pay it in advance to stop the accrual of interest. Just you get the bill and you find out, you know, you owe a 1,000 dollars and 300 of it is interest."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he doesn't even know what his tax liability is, especially in a partnership situation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This is quite a different argument. You're saying, you know, he should have paid the full tax in the first place, not he could have paid the interest that he knew was accruing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. I didn't understand that. Say that again? There's no abatement for the interest that accrues until you're notified of what the - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't know how much to pay, do you? I mean, when they send you the notice they don't send a notice that says, we're looking into this and we think you're going to end up owing $5,000, do they? They don't give you a figure."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do they name a figure at all - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- when they give you the initial notice?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's true. That's true. But you can make that argument. That argument, if you accepted it, would be an argument for having no amendment to subsection (h) at all."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the question is, why is the grace confined to some taxpayers and not to others?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They've said it if we accept your view of the exclusivity of the amendment to (h)."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but is there any other instance in the law? I suppose there probably is, but what surprised me about that is this: Imagine we have two citizens and they are identical in every respect in terms of their claim, they each believe the government owes them $50,000. They each have identically strong claims. And Congress passes a law and says one of you can come into court and the other can't. Now suppose it said the poor person can't come into court. Do you think there wouldn't be a constitutional problem there? Remember, they have the same claim for the same amount, with the same precise strength of their argument. But we say rich people can go in, and we'd say why did you do that? We say poor people don't have as much stake in society. They don't have -- now suppose you heard such an argument. How long would it take you to feel there's a constitutional problem?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. No. No. The rational basis is that the poor person doesn't have the stake in society that a rich one does."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's worthless. Okay. Now I guess, if you can't keep the poor person out for such a reason then you can't keep the rich person out for that reason. So you tell me what the rationale is in keeping the rich person out any more than the poor person. They have the same claim, same amount, same cause. The cause, by the way, was that some bureaucrat in the IRS forgot to send a notice so nobody knew what was happening. That was the cause. And the reason it didn't get abated is because a different bureaucrat got mixed up, okay? Same claims."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But at the end of the day, the claim happens to be interest worth $5,000. The IRS abused its discretion under the statute in failing to write a check for $5,000 to both. What we do is we allow one of them to bring a lawsuit to get the 5,000, and we say to the other one, you can't bring the lawsuit to get the 5,000. Now my question is, what's the basis for that distinction?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why would there be no hardship?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so can a poor person."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The next thing you know, they will enact a progressive income tax. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"By the way, this has nothing to do with the progressive income tax. What I have not seen anywhere is the use of wealth, totally different from the dollar value of a claim, to shut the courthouse door. I'm just saying, is there such a case anywhere, and if there is no such case, then I'd say I wonder about this assumption. The assumption that the reason that you cannot keep the courthouse door open to everyone is because what?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We know, attorneys' fees you give to poor people more than to rich people. That makes sense. That has nothing to do with having a formal rule saying you cannot enter the courthouse."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Is there a you cannot enter the courthouse provision here, or is it -- as I understand your case, it is that it remains discretionary with the Secretary with respect to people who have more money, but it is not discretionary with respect to people who have less money."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"So one has a cause of action and the other doesn't have a cause of action. And the difference you're making between the two is you're permitting the Secretary to waive the interest with respect to the rich. You're requiring him to do it with respect to the poor. Isn't that the difference?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. That might be the answer."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"The poor do not have the incentive or even the ability to defer paying a tax, where the people that have large bank accounts may, and investments, may well profit by just paying the interest to the Government."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. Wait. There are two separate things. I want to understand this. In other words, the Secretary does not have the power to abate the interest in respect to the rich person?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"But it's permissive, not mandatory."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he doesn't have - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"He can do it -- in the first case with the rich person, he can abuse his discretion."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, in the one case Congress has passed a law saying with a poor person you cannot abuse your discretion, but with a rich person you can abuse your discretion. That's what the underlying substantive statute says."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wait a minute. They are not really saying that. They're saying it's totally within your discretion. You can't possibly abuse your discretion when you have total discretion. They're just saying, you know, do it if you want to do it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. The standard of discretion is the same for the poor and the rich, isn't it? The only difference is that the poor can get into court and the rich cannot."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So it's a question of remedy, not standing."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the poverty line?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is the net worth of $2 million the poverty line now? (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what is -- so what's the rationale? This isn't treating the rich and the poor differently, is it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Someone with a net worth of $1.5 million couldn't invest the money in the interim?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This was for purposes of attorneys' fees?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't it have been simpler if Congress just said the tax court shall have exclusive jurisdiction, instead of just saying jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The difference - - the difference is that the district court, the claims court already has jurisdiction for pay and sue claims, if you pay the IRS you can sue to get a refund. And so this isn't as if we're looking at something that says the tax court has jurisdiction and trying to use that as a wedge to get other jurisdiction. There's already a grant of jurisdiction. The problem was, there was no standard of review for these may abate claims, and all of a sudden we find in this provision there is a standard of review, it's abuse of discretion, and that fills the void. Why can't they just use that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought what you had argued before when people would try to seek this release was that there's no standard of review to hold the Secretary's exercise of discretion up against."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But one thing you never said was that there was no jurisdiction, because there is jurisdiction in the district court. If you've paid money to the IRS and you want it back, you can bring a refund action."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I now think maybe I don't agree on this point that there are different standards, because it does say in this abuse of discretion. And indeed that's a normal administrative standard, and so as you read this you would think that the IRS does not have any legal power substantively to abuse its discretion in refusing to bring an abasement in refusing to bring an abatement -- excuse me, to abate the interest. So far do you agree?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Once they make clear that the standard is abuse of discretion, it only makes clear what's there in the law anyway, that administrative authorities do not have the authority to abuse their discretion. Now, sometimes we don't review that in the courts. That doesn't make it legal. It just means you can't catch them out in court."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So there's a standard that applies to everybody. Then all that this does, to go back to it is it closes the courthouse door. Now I want to know what your rationale was for doing that? It had nothing to do with the standards that applied. It has to have something to do with why one class of people by wealth are kept out of court. I think if it were the other way around it wouldn't last for three seconds, and the only reason maybe I don't think about it as hard this way because I think, well, privilege is involved, etcetera. But when you force me to think about it, I want to know what the reason so."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'll accept that characterization. Now you give me the reason why we've opened the courthouse door to individuals who are alike in every respect but for their net worth? Now give me that, the same reason? I always want to know what the specific reason is, the specific rationale and. I'm not saying there isn't one. I just want to know what it is."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They're exactly alike but for their ability to earn interest in different ways."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I would not concede, as you seem to have, that the consequence of (h) is simply to open the door. I think the category of decisions that are committed to agency discretion by law within the meaning of the APA are agency decisions as to which the term \"abuse of discretion\" makes no sense. There's no such thing. It is totally committed to agency discretion. It's only other decisions that are not committed to agency discretion by law where you -- where the discretion can be abused. If you look at it that way, it isn't a matter of closing the door to one category and opening it to another; it's a matter of different substantive laws applying to the two, to the two classes. Anyway, I choose to look at it that way. You can talk - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can they bring it as additional claim after they get the final determination? They start a whole separate action for interest abatement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it part of the same proceeding or is it a separate proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're making the claim that it's no big deal that you have to go to the district court to get your refund and then go to the tax court to get the interest abatement, which does seem like a big deal to me. And you say, well, in the tax court you have to do it separately, too."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And there is no linkage between the two, with, it's one thing to split a claim when they have common elements, but the interest abatement has nothing to do with the substantive underlying -- substantive liability?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you Mr. Marcus. Mr. Redding, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Who said that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point that Mr. Marcus just made, that the issue is discrete on interest abatement, and it involves mishandling within the Internal Revenue processing, and it's not like other questions that have to do with the -- with the intricacies of the Internal Revenue Code - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS E. REDDING","firstName":"THOMAS","lastName":"REDDING","counsel":true,"justice":false,"side":"petitioner","words_spoken":3250,"interruptions":14,"times_spoken":46,"laughter":1,"num_int_by":5},{"id":1,"fullName":"JONATHAN L. MARCUS","firstName":"JONATHAN","lastName":"MARCUS","counsel":true,"justice":false,"side":"respondent","words_spoken":2507,"interruptions":18,"times_spoken":62,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":981,"interruptions":1,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":3,"times_spoken":27,"laughter":3,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":870,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":51,"interruptions":0,"times_spoken":4,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3250,"times_spoken":46,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":18,"words_spoken":2507,"times_spoken":62,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":3689,"times_spoken":114,"laughter":4,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472501778786}}