{"petitioner":{"name":"NATIONAL ASSOCIATION OF HOME BUILDERS, ET AL.","counsel":[0]},"respondent":{"name":"DEFENDERS OF WILDLIFE, ET AL.; and ENVIRONMENTAL PROTECTION AGENCY, Petitioner v. No. 06-549 DEFENDERS OF WILDLIFE, ET AL. ","counsel":[1]},"caseNumber":"06-340","date":"2007-04-17T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in 06-340, National Association of Home Builders versus Defenders of Wildlife, and 06-549, Environmental Protection Agency versus Defenders of Wildlife. Mr. Kneedler. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we take the case and - - I'll ask the same question to your colleagues from the other side -- on the assumption that if the nine -- the factors in the statutes are met, that EPA has no discretion to withhold the transfer?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How long has that been the government's -- the EPA position? How long has that been the EPA's interpretation of the statute?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Has that always been the EPA's position? Because there's an allegation in one of the briefs that you changed your position in this Court, to change the position you took even in the lower courts at issue. Is that - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But your position was they didn't have to?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your position is the consultation is a waste of time?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there a difference between denying the application because the Endangered Species Act hasn't been attended to adequately, and saying you meet the nine criteria, you're going to get your application. But then, so it's not just automatic that the thing becomes the State's domain rather than the Federal. But isn't there something rather detailed called a memorandum of agreement that's worked out, and couldn't the Endangered Species Act concerns be accommodated that way instead of saying one statute is out the window, even though EPA in a number of states has made an accommodation. Why couldn't the Endangered Species Act concerns be reflected in that memorandum of agreement?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the point is why can't it be?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the ESA require something more than voluntary cooperation? I mean, you quite rightly emphasize the mandatory nature of the approval under the Clean Water Act. But the Endangered Species Act mandate seems equally unconditional."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I realize that that's your point. But doesn't that sort of beg the question? Because it's not that anyone is suggesting here, I think, that under the Endangered Species Act the Federal Government can keep control or that the Federal Government can in effect provide guarantees of what may happen in response to some future development proposal. What I think they're arguing is that when, when, when the agency gives the approval, it should require that there be some kind of procedure in place on the part of the State so that when problems arise the States will probably respond to them with the same values in mind that the feds would. And the question is why cannot the Endangered Species Act be enforced in that way, to require, in effect, an advanced mechanism before, in effect, the whole business is turned over to the States?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you say you don't think they can do it. But the problem is we've got two statutes each of which is mandatory. And your response seems to be, well, we'll give full effect to one and we will ignore the other. And I don't see how that is a tie breaker. And why do you not have an obligation to do what you can with respect to the Endangered Species Act?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"At which point EPA doesn't have any authority left under the Clean Water Act."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That begs the question because the concern is the enforcement of the Endangered Species Act."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't they get that in the memorandum of agreement up front?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it doesn't, but isn't it the case that if it's in the agreement up front the odds are better that the State will address it, as opposed to the State ignoring the problem, requiring EPA then to take affirmative action to object?"},{"name":"JUSTICE SOUR TER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but would you answer my question first? Isn't it likely that the States are going to respond or deal with the problem if they have an obligation in the memorandum of agreement right up front? I suppose. But let me, let me, let me explain what is in place. EPA's regulations require that a State furnish its draft permits to the public, but also specifically to the Federal wildlife agencies. That gives Fish and Wildlife Service an opportunity to comment about endangered species concerns that may be raised by the draft permit. The regulations also require the State agency to take into account the comments that are submitted by anyone, including the Fish and Wildlife Service and NOAA. Those provisions built in allow the Federal agencies to bring their concerns to the State agency, and I think there is every reason to believe that the State agencies will - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Is there an obligation on the part of the State agency to take reasonable action in response to them, or can the State agency simply sit there, listen with a tin ear and then do whatever it wants to?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You are in effect saying that the, that the, that the enforcement of water quality standards is, in effect, the indirect answer to the problem that the other side raises? That's the way it's done?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Except to the extent that a project may be endangering a species, not by reason of change in water quality but, for example, by destroying habitat, constructing a dam or that sort of thing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you referring to, in what you just described about the cooperation among the Federal agencies, to what has been called in their brief, it's referred to as a coordination agreement?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that agreement, I take it from what you just said, is in full force? EPA hasn't retreated from that agreement and it will continue to - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is the -- the later act is the Endangered Species Act?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't that control?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you can just as well say that if it does not control then there is an exception by implication, the exception being based on the prior act. Neither of them is particularly satisfactory, but neither answer gives you a reason to ignore the problem."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but by that very reasoning you could say that if assurance are required that the Endangered Species Act is going to be honored, that does not in and of itself prevent any development program. Each, in effect, is a kind of mechanism for dealing with something that may happen in the future."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand very well your argument that if the EPA is going to transfer this, they transfer it to Arizona and the first thing they say is, we look at Arizona's laws and they protect everything. And now we look at our own authority and if they get - - start mucking around with this, we can refuse the permit. And besides that, we have a memorandum of understanding and the memorandum of understanding or whatever it is, agreement or something, is going to be they're going to pay as much attention as we are. So they'll pay attention to this, too, and if they don't we have an enforcement mechanism. So no problem; we are not putting any species in jeopardy. We satisfy the standard. I've got that part of the argument. I think I paraphrased it pretty well. The part I don't get is then you say, anyway, we don't have to do any of this because it says \"shall transfer,\" therefore, it's not discretionary, it's mandatory. That part I don't get because there are nine standards there and it seems to me to say that is rather like saying, well, the ICC used to say you shall let the railroad build a spur, provided it's in the public interest, convenience, and necessity. I mean, are you suddenly saying every statute that uses the word \"shall\" is not subject to the ESA?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, fine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, my problem with saying it's clear is that they have nine criteria. One of the criteria is you look to five other statutes, which they have their own criteria and one of those criteria is you have to be certain that the State will assure the protection and propagation of a balanced population of shellfish, fish, and wildlife. And by the time you get through those nine criteria, I don't think you'd have to be too imaginative a lawyer to figure out ways that they involve everything the ESA involves. So if there ever was an act prefaced by the word \"shall\" where the ESA would apply, you would think it would this be this one, which has to do with water, environmental protection, nine criteria, many vague, and they use words like \"wildlife,\" \"shellfish,\" et cetera."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Of the states to whom a transfer has been made how many have agreed to comply with this provision of the Endangered Species Act?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"In the memorandum of agreement with the states to whom transfers have been made, in some of them, is there not language in which the State has agreed that we'll consult with Fish and Wildlife - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You mentioned a whole string of states, I think, Texas, Florida, Maine were mentioned as states that -- in connection with the transfer of the permitting authority had conditions that made the Endangered Species Act applicable."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what was done in Texas, Florida and Maine?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that, would that apply in this case? Would that apply to Arizona?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, may I ask a question about the memorandum of agreement? That's kind of a new concept that I have a little difficulty following. Is there -- is that, is one of the nine conditions of approval that the State enter into a memorandum of agreement?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there not a regulation that issues, that requires the states - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the statutory authority for the regulation?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if the State just refused to enter into a memorandum of agreement? Would that, could that be a ground for refusing to transfer decision?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just says don't want -- it just says we don't want to enter into a memorandum of agreement, period."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that require the making of a memorandum of agreement."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how can that be consistent with your shall argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Glitzenstein? "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where is this? Would you"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Of - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"270 you say?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"MR. GLITZENSTEIN: 260, around."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I got it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can that be read just to apply to any, any State permits that -- that violate Clean Water requirements? As opposed to upland habitat which -- which might be affected?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do you feel - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"That's not quite right. They would look at that in the context of reviewing the permits that are issued by the State agencies."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, what he's suggesting is there isn't going to be any impact on any endangered species until a particular permit is issued by the State agency, and that those permits are submitted to the Fish and Wildlife Service for their review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What does that have to do with the -- I'm sorry."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"justices","text":"I thought that those are in place. As I understood Mr. Kneedler to say that that's exactly what they, what they continue to do."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that has nothing to do, as the Chief was about to say before I interrupted him, that has nothing to do with, with whether they have to issue the NPDES authorization."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could I get back to the memorandum of agreement that you've called our attention to on page 260? I read that paragraph, and I don't see anything in it that imposes any obligation whatever on the State. It is just a description of what -- what EPA is, is going to do."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The same kind of consultation with Fish and Wildlife that, that Mr. Kneedler described to us."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But this is talking about consultation when the permit is -- the permit application is issued. Not consultation at the, at the stage of approving the State plan."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the point -- the point is that it's the issuance of a permit under the program, whether administered by the Federal Government or the State government that has the potential for jeopardizing endangered species. It is not the administration of the program. And EPA has in place the procedures to allow them to review the particular permits, which what is what might jeopardize an endangered species. And they don't need to leverage their limited authority, their non-discretionary authority to approve a transfer, to have that authority to review the actual act that might jeopardize an endangered species."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you saying that the consultation does beyond the nine factors that are listed in the statute?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that beyond the nine factors?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I understand that. But when they sit down and they have the consultation, is it proper for the EPA to say now, we're consulting with you, but only with respect to the nine factors, as to permits that are issued by the states afterwards, but then that's something else."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what is your position as to the propriety of the EPA's saying what I've said in my hypothetical instance? If they -- they say we're going to consult with you but we want to make it clear we're only talking about the nine factors."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think you are at issue with the government on that point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So what is -- is there any limitation? Let's say that EPA says we're all set to approve this transfer, except OSHA sent us a letter and they don't like the occupational safety rules you have at the State environmental agency; so until you change those rules, or enter a memorandum of agreement that you're going to change those rules, we're not going to approve the transfer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, like the OSHA act. It says, you know, the states should do this, and they're not doing it. So EPA can leverage their approval into any area of law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But sometimes states say no. So if they say no, presumably they're going to have to impose the obligation as a condition of approval."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't the -- what I'm trying to figure out with Justice Kennedy's questions and your answers is, is there really an issue here? And I'm beginning to see maybe there is an issue when you said what are they talking about. Can you -- it's a cactus. They're kidnapping cactus, as apparently happens. And if in fact this cactus, if the thing is transferred to the State, that cactus is going to disappear. Now that isn't fish. It isn't wildlife. It isn't water. It's a cactus. So can you take that into account? Is that theoretical? I think they're trying to raise this question of, suppose you know the IRS, that if you mail a refund check at the time, the person who gets it is going to use the $500 to destroy the last salamander in the world. Okay? Now there we are, endangered species. Does the Act apply to the IRS? I would have thought the answer's no."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And then I would have thought the same reasoning is true here, but what the Act tells you to do is read your existing authority, but read it in light of informed by the endangered species objectives language, et cetera. And now I wonder if with that approach, is it possible that even the cactus could fall within the nine criteria? You're not going to depart from them but you're going to read them generously in light of the objective of the Endangered Species Act, which is itself an environmental objective. Now how does that work? Can you do that? You're an imaginative lawyer. Can you do it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. The answer is you can. Then are you satisfied with this result in this Court? One, it can be read that way. They're not going to agree with that. It can be read that way, and therefore, it applies. The ESA, the Endangered - - Two, that means they consult. But three, the result of the consultation here which has been done means there's no real objection to the transfer, because it's virtually inconceivable given the weapon that the EPA has, withdrawing permits, given a memorandum of agreement, given the possibility of supervision, given the fact that the wildlife service will object, writing them a letter or a phone call immediately, given all that stuff, there's simply no reason to believe that Arizona will fail to protect endangered species."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what's your view of an opinion that roughly wrote what I just said?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what you're talking about. Funding of what?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How does the government fund it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- you have other -- let's assume that I disagree with you on whether they could withhold approval of the NPDES transfer. Even so, I think you -- the point you're making now is that apart from that approval, there were other discretionary actions taken here, one of which is this funding; and another one of which, I believe, is whether -- never mind the MOAs, but -- I have it written down here, one of the other ones. Oh, whether existing permits would be transferred to State authority or not. And that is apparently discretionary and can be -- what do we do about that?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question about changing position? Have you agreed and conceded that the nine statutory criteria are satisfied?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You shift back and forth on that point."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is your view now? Are they or are they not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Before you say why you didn't argue it, it's exactly that point I sort of expected you might agree when I though maybe you have hooks to hang the NSA, the Endangered Species Act on. But it was the other half, which I think is what Justice Stevens is saying now. I read through this record, not completely but pretty well, and I couldn't find a single thing that would suggest that Arizona presents any risk to you. And so, what is the risk to an endangered species that you're actually worried about there? And you rather -- I didn't think you'd like to agree with that, but I want to press you to find out what actually is the problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And how would that happen? How would it happen that they would get rid of the flycatcher in Arizona, considering the fact that they have laws themselves that protect endangered species, and that's a bird, and a bird is wildlife; and so if they decide they want to kill all their flycatchers, which I would doubt, you could intervene at EPA and stop them. So how is that actually a problem?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that's not enough. Why wouldn't -- what would lead you to believe that it wouldn't -- that the same would not happen when the State issued the permits? I mean, you have to show some reason why we don't trust Arizona to do what the Federal government's doing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well then, you have to establish jeopardy. You have to establish jeopardy. And the mere fact that you're giving it to a State which Congress has been willing to trust with implementing this law is not enough to show that there's jeopardy. Prima facie, we would expect Arizona to do the right thing."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Just as a technical matter, don't they have to show there's no jeopardy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Jeopardy from the issuance of a prospective future issuance of a permit by Arizona if they get the delegated authority. And that issuance of the permit would be subject to objection and review by EPA and the Fish and Wildlife Service."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The position that EPA has taken."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Under their authority."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So how does it matter whether they have it or if it's transferred to Arizona?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that answer. The Chief Justice is asking, if EPA cannot do it itself, how is it creating any jeopardy in transferring the authority to somebody else who can't do it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if you assume that EPA can't protect these plant species under its legislation, what harm is there in transferring the authority to somebody else who can't protect it?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If the EPA can protect the plants when the permit is under its own jurisdiction, why can't it use that same basis for objecting when it's under the State's jurisdiction?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between Arizona's situation and all the other States that can issue permits? Are they under legal obligation to consult?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And where is - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You say it imposes an obligation on EPA to require the States to consult."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I still don't understand the difference between what you think is going to happen in Arizona and what is happening in all the other States that issue permits."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No, in the issuance of a permit in any of these States, pick any State you like, what is the difference between what you envision would happen in Arizona, if Arizona can issue permits, and what's happening in these other States?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you to follow up on that? A few minutes -- I guess your time is getting short and I'd like to get away from some of the specifics and back to the general. A minute ago, Justice Breyer in effect offered you an opinion and he spelled it out and he said, if I put that in writing is that what you want? You said, well, it's really more than we need. Would you please at this point summarize as succinctly as you can what you need to win this case?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, tell me substantively, what do you want? What substantively do you want at the end of this case?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And how will they put those mechanisms in legal form?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"By coercing, by coercing the States to sign those agreements on pain of not getting NPDES authority?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do they do then? They just whistle and this comes forth? States don't sign stuff just, just for the sake of it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Scalia's got a fair point. What if the States say, we don't want a memorandum of agreement? What does the Federal Government do at that point? Doesn't the Federal Government at that point say, okay, we're not going to issue the transfer under Clean Water because we have an independent obligation under Endangered Species and there's got to be both or there will be neither? Isn't that the Federal Government's position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's your position, not the Federal Government's position. It's your position of what the Federal Government's position ought to be, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, I hate to eat up any of your rebuttal time, but would you state briefly what -- how you would treat these other matters that were resolved by the agency and that were not mandatory, its decision to transfer prior certificate authority to the States, for example, and the other instance raised by opposing counsel? What if I agree with you on whether you can deny the NPDES permit, but I'm concerned about these other actions by the agency that were discretionary?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Should we remand?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's in your discretion -- your distinction to the snail darter case is that the decision to built the dam is discretionary, not mandatory?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you mean the executive can ignore earmarks?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What's a mandatory decision? No, what's a discretionary decision? I mean, in the sense you're using it. I've never heard of an agency that could just give out money to whoever they want, like you or me. There are always criteria. Write a \"shall\"; there are always criteria."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean is it the word \"unless,\" because here we have nine and they're broad. Probably with funding we have 32. Maybe with some others we have 14. But I can't get my mind around - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2945,"interruptions":21,"times_spoken":46,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERIC R. GLITZENSTEIN","firstName":"ERIC","lastName":"GLITZENSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3659,"interruptions":27,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":269,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":226,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":744,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUR TER","lastName":"TER","counsel":false,"justice":true,"side":"justices","words_spoken":151,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":692,"interruptions":3,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1066,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2945,"times_spoken":46,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":27,"words_spoken":3659,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":3954,"times_spoken":110,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7348944412236129,"respondent":0.2651055587763871,"date":1473644743262}}