{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"NEW HAMPSHIRE MOTOR TRANSPORT ASSOCIATION, ET AL. ","counsel":[1,2]},"caseNumber":"06-457","date":"2007-11-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in case 06-457, Rowe v. New Hampshire Motor Transport Association. Mr. Stern. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, certainly that may be true, but it certainly relates to the service of a carrier. I understood your argument to be that we can't read that language literally."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It talks about what carriers have to do, so -- in connection with delivery, so it relates to the service of the motor carrier."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't dictate what they have to do. They can get out of the business."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we also considered it in Morales, and I thought this law was enacted in the immediate wake of Morales, which adopted a much broader reading of \"relates to\" than the subsequent ERISA cases."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that answering the wrong question? I'll be candid with you. I'm not sure that whatever Morales-Travelers distinction there is really counts here, because the issue here is different from the issue in some of the -- in most of the preemption cases, because the issue here starts with the, I think, the agreed assumption that Congress wanted to end a certain category of regulation. And the question is would Congress have wanted, in effect, to permit a degree of State regulation when it was for a particular purpose? And the question then is not whether Congress intended or had as an object when it passed this statute an interference with the State's regulation of juvenile contraband. The question is whether it intended to permit any regulation with respect to delivery services to survive; and isn't that the tough question that you've got to face?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's because most regulation, you know, has an economic purpose involved. But the ultimate object, it seems to me, was to end the economic effects of State patchwork transportation regulation. And therefore I think the question you've got to address is why would they have allowed a certain category of regulation that clearly affects the way these companies perform their services to survive solely on the ground that the regulation was entailed at the State level by the State's choice to go against youthful tobacco use?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Synar -- I don't have it in front of me, but the Synar Amendment refers to -- to a number of objects of State legislation that would be required, but it doesn't say anything about regulating transportation."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. And we don't normally think of a delivery service as a distributor of goods. I mean, we -- in the sense, I think, that the statute meant. I -- I read the Synar Amendment reference to distributors as being wholesalers, people within the industry who get the cigarettes from, you know, the manufacturing point to the corner store, as opposed simply to a delivery service that delivers all kinds of goods."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stern, at the time that the motor carrier deregulation came into effect, were there any products where Maine told the retailer, if you want to sell not face-to-face, you must choose a carrier that will provide X, Y, and Z services? Was there any -- is tobacco alone or were there other commodities?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Postal Service adhere to -- or I don't know if the Postal Service is used to ship cigarettes, tobacco products. But if it is, does the Postal Service adhere to Maine's requirement?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does the Post Office have immunity from Maine laws? Really?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You could kill people and all sorts of stuff. I mean - - (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it does -- you say the Postal Service provides something that conforms, that they have the -- you must deliver it to the person, to the addressee herself?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But why aren't you just driving all this business to the Postal Service? I mean, you know, what have you accomplished? You'd drive FedEx out of business if they choose not to incur the additional expense. And so, you know, all these people just ship it through the Postal Service."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't do it. I mean, they're exempt from Maine laws. Didn't you know that? (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if every -- what if every State enacted a slightly different law relating to this and a slightly different law relating to every other product that they might want to restrict for health or safety reasons? Would you -- would you agree then with the Respondent that there would be just the kind of patchwork of regulation at the State level that this statute was intended to stop?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that wasn't clear from their brief. I thought they had a footnote that said they weren't arguing the point in this case, but I thought they didn't concede the total ban."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":6,"sideBefore":"justices","text":"They concede that they can do it beyond the requirement, beyond the force of the statute that precludes the knowing distribution. In other words, they -- they're not appealing the one provision of subsection D that makes it a crime knowingly to get the tobacco into the hands of minors and so on, but do they concede anything beyond that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I think that the reason they make that concession is that they say you must prove knowledge, and they're -- they're not concerned about the -- about intentionally transgressing Maine's law. What they're concerned about is the additional steps that you require them to go through to make sure that there is no tobacco. So they're not really worried about it so long as you have a knowledge requirement."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you prove it without a presumption to start with. That's what the -- that's way the issue was left by the district court."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"And that's why they're not worried about it, because it's hard to prove."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer to that is it may be a very good idea, so convince Congress to pass a law. It's just that if every State does it differently it's going to be a nightmare. And I don't know what the answer to that point is. And I don't know what the answer to the point is about banning things. I'm amazed if that's what you mean. I'm not sure what you mean. I mean, North Carolina could pass a statute that says the following: Everybody in North Carolina over the age 16, say, or maybe everybody including small children -- I don't know what they want to pass -- can smoke to their heart's delight, can buy as many cigarettes as they like, but you can't ship in a single cigarette from out of State. You think that wouldn't cause -- raise a Commerce Clause problem?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's why I'm just not certain about bans that forbid people to ship things inside from outside the State, while allowing people to buy those things produced by people inside the State. That's why I'm uncertain about the concession you're talking about."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what is this New York law that does this?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that the result of a settlement?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And nationwide, not just in New York; isn't that so?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, then, practically, you don't have a problem with cigarettes because the New York settlement takes care of it. You're just talking about other tobacco products?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought, as a result of the New York settlement, carriers are no longer shipping directly to consumers anyplace cigarettes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the thing I'm concerned about is -- is assume it's perfectly legal to do what you said. I guess it still wouldn't be legal for Maine or New York to say the following: We really want to discourage people from smoking, a noble goal. And, therefore, whenever an interstate shipper ships tobacco into the State, he has to charge double the price, just double the shipment price or ten times the shipment price. Could they say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But could they say you have to carry it in special packages which the sticker -- which maybe you should do, but which the sticker puts skull and crossbones on each of the packages? Could they say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. All right."},{"name":"JUDGE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If they cannot say either of those things because of the statute, why can they say: What you have to do is you have to ship it in a way that makes certain that the person who receives it, the addressee, is the person who bought it?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stern, can I ask you this question: To what extent are we dealing with a tobacco problem or a broader problem? Do you have other products that are contraband such as -- or have special restrictions on who can ship wild animals, prescription drugs, firearms; or are there other products that you regulate in the same way?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You allow shippers to ship firearms and poisonous substances without having this kind of restriction on it, do you?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't really see why the States have -- have a different interest in regulating shipment of tobacco to minors than they would a variety of other substances that could be harmful to minors or contraband in general. And you don't try to regulate any of those?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"By -- by regulating how they may be shipped, I mean."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stern, you told me in -- in response to my question earlier, you mentioned only, I think, game; and you said that those prohibitions were directly on the carrier - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that is, prohibitions and instructions for how you can ship game. And I don't know if that -- if there are other food products. You mentioned only that one. And is it not the case that explosives - - that that's Federal regulation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But is there -- in addition to the Federal regulation, which I take it would cover various dangerous substances, does Maine add to what the Federal regulation is, say, for sending fireworks, firearms?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe because Congress wanted the regulatory void. Maybe Congress didn't want these things to be enforced by regulating the transporter, as opposed to regulating the shipper and the receiver. As far as the game regulation is concerned, isn't it the case that UPS won't carry any game now because of the -- because of your game regulations?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's too onerous."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you've sort of driven them out of the business."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as long as the buyer is not an interstate carrier, there is really no -- no problem of conflicting with Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stern. Ms. Brinkmann. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Before you do that, Ms. Brinkmann, would you tell us how alcohol is handled, because that is, as I understand it, that's by virtue of the 24th Amendment State regulation. Does UPS carry alcohol packages from one State to another?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I asked the question only in response to your impossibility argument that you couldn't cope with such State regulations with respect to tobacco, when it seems you are with respect to alcohol."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Before you leave the alcohol point, I don't quite understand the relevance of the 21st Amendment. It seems to me if you can pre-empt -- if Federal law can pre-empt State laws that are authorized by the 21st Amendment, I don't understand how that has anything to do with the preemption issue."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't it still a State regulation of shipping, even if it's a law that's authorized by the 21st Amendment? I don't see the difference."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What if a new carrier said, well, I'd like to get into the business of shipping tobacco products, none of the other companies want to do it, I want to form -- I'll form my own company. It will meet all these requirements. Would it -- would it then be pre-empted?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they're saying the retailer must use a service that fulfills these qualifications. And if there are services out there, why would the law be pre-empted?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I assume that the purpose of the Federal law was not to enable services which would not otherwise be provided at all, but rather to enable services to be provided more economically, to reduce the cost, the cost of interstate transportation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Sure. Somebody would come in to occupy the void, but he would charge a heck of a lot more."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the effect on UPS; is that not right?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does that foreclose the possibility that somebody else might just specialize in delivering tobacco products, for example?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't there would be a problem? I don't understand that. There would still be a problem with uniformity from State to State."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think if Maine did it for all products it would be okay? It's only they're doing it for tobacco that makes it bad?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't think so."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How did they deal with under the New York settlement? I take it this would be a problem under that settlement, because it doesn't touch selling from a duly licensed dealer. And so, under the New York settlement, which operates nationwide, what does the carrier do to make sure that the recipient is a licensed dealer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where does that appear in the materials? Do you remember where it is?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there's no text, though?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Brinkmann, I'm interested in two things. Number one, I want to make sure you completed the quantification point that you made, and you pointed us to someplace in the record, because the Petitioner said, oh, it just costs a penny a package or something like that. And then the second point, I think probably not related, is the question of knowledge. I take it you're not contesting if there's actual knowledge that it's a minor that there can be a prosecution. I'm not sure how that works if the company -- because of the imputed knowledge. Suppose an officer of the company or some shipping clerk knows it. Wouldn't the company be liable if the company were subject to -- those are two different questions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Brinkmann, I'm fascinated by this New York settlement. You -- you say that -- that Maine can't do this. But you say if a bunch of States do it, and they twist the carriers' arms hard enough by threatening criminal penalties, so that the carriers say, okay, I give up; and then they agree to limit their transport, that's okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean you're speaking about the New York settlement as though that's hunky-dory."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that if this -- if this Federal act means what it says, that that kind of settlement isn't the kind of thing the act did not want to happen."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Voluntary under threat of criminal penalty."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- that's nice. But what about the consumer? The act was not just for the convenience of the carriers. It was meant to -- to serve the convenience and the economic benefit of the consumer. I -- I expect a consumer might be able to challenge that -- that New York settlement. I'm surprised you accepted it as, well, you know, so long as the carrier coughs it up, it's okay."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Just on the knowledge point, I'm still not sure. I don't want to ask you if you concede that knowing delivery would make you liable. That's what the First Circuit said. I suppose that's not before us, so I have to take that as a premise, as a given."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's a little bit hard to write the opinion your way with that, with that concession. That's my problem. Or with that premise."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but they are presumed to have read the label, the stamp on the label; isn't that correct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Would you answer my question? May they presume that if the package is labeled cigarettes, that the delivery -- the delivery person knows that?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"When they pick up the package, they don't look at the labels?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the way -- I'm telling you I assume the way it works is that the UPS truck goes out to the tobacco warehouse and picks up 4,000 boxes, all registered tobacco. He certainly knows it's tobacco at that point."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you this question, which is where I'm having a little trouble on your side. I think I would agree and you would agree that if the State were to say, to protect the consumers in our State, anyone who ships in goods must do so in special padded cars -- use whatever shipper you want, but you have to have special -- that would be illegal."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can California say, anybody who ships lettuces into our State has to use refrigerated equipment? One product, not all products, and a good public health reason?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you'd say that would also be preempted?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it that knowledge requirements have a different preemption analysis? That's what I'm finding that difficult to understand."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then that's clear preemption in Justice Breyer's example. If California says you must ship certain products in refrigerated containers, that is definitely preempted under your analysis."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That statute is definitely preemptive. A State cannot insist on that. Could they insist on firearms being slipped only in labeled packages?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could the State do it beyond the Federal requirement?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Before you get into that, do we have to hold -- assuming we agree with you -- do we have to hold that the knowing requirement of the first sentence is okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- even though the other provisions are not okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":": Okay. I have a lot of trouble with the knowing requirement."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Fifty different States having a knowing requirement for a hundred different products -- I don't know that that complies with the Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Brinkmann. Mr. Hallward-Driemeier. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're talking about the Federal act or the Maine act?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If one of the big carriers decides for its own business purposes to offer a service that complied with the Maine law, would that have the effect of \"un-pre-empting\" the Maine law?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Even if the law - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Even if they all now decided they wanted to go into this business, that would have no effect because they would have done that to comply with the Maine law rather than as -- in response to the marketplace?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me rather odd that major carriers can determine the scope of pre-emption. Suppose there are smaller carriers that say we don't want to do this. Take the New York settlement example. If the New York settlement example, in effect, opens up a new kind of service, all other carriers have to follow that? That's a -- there's no authority in our cases for that kind of pre-emption analysis, is there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Could I follow up on Justice Kennedy's question, though, and specifically, do you think the New York settlement, if the carriers did not agree to it, that they would nonetheless prevail because the terms of it are pre-emptive?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, see, you are -- you are pretty familiar with the New York settlement then. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then I think you ought to be able to tell me whether you think it's pre-empted by the Federal law under your theory or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you have familiarity with the knowing delivery requirement here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that pre-emptive under your view?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You mean it's akin to the health exception."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You say it's akin to a health exception."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the first condition, and the package is clearly labeled, aren't there some commodities where UPS does have to pay attention to the label?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It can't be -- Ms. Brinkmann told us that they've got these -- so many packages and it's going to cost millions. But they do have to do it for a package that's labeled hazardous."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But won't the name of the shipper be in their computer program? I mean, the shipper has to pay, right? Well, they know the name of the shipper - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Hallward-Driemeier. Mr. Stern, you have five minutes left. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Times 50."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Times 50, because 49 other States would have different requirements, and all those requirements might -- might cost only a penny to comply with. But you add them all up, and it is half a buck."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stern, when you say that it takes one second to -- I forget whether you said scan or -- or examine a label, do you -- are you describing simply the physical act of a human being looking at the label?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't tell unless you have an extraordinary memory for all the names on the Attorney General's list. You can't do that simply by looking at the label. And I -- I thought maybe what you meant by the one second was that the list was -- was in a computer, and you had a mechanical device that scanned the -- the name on the label and -- and it either matched something in the computer, or it didn't. But I take it you are talking about physical, visual inspection."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I -- I just wanted to know what you meant by the \"one second.\" I take it what you mean is there is a physical, visual inspection of the label. And in that one second, in practical terms, the person looking can tell whether the name is on the Attorney General's list, because there will be some tipoff in the -- in the name of the company that -- that will alert him?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If someone on the unapproved list wants to -- for whatever reason, wants to avoid a tipoff term like incorporating the term \"tobacco\" on to their label, then the person making the one-second inspection is not going to pick it up. And the only way the company is going to be able to protect itself against the imputed knowledge is either by a visual inspection of the Attorney General's list to see whether it matches what the person is looking at or by some computer scan, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stern, I'd be interested in whether you have any response to the Government's point that, at least as far as 1555-D is concerned, that is a direct regulation of -- of the - - the shipper -- not the shipper, of the transporter. So that -- so that your point that this is not a regulation of -- of transport is simply -- is simply wrong as far as 1555-D is concerned. Do you acknowledge that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stern. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL STERN","firstName":"PAUL","lastName":"STERN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2679,"interruptions":20,"times_spoken":57,"laughter":1,"num_int_by":6},{"id":1,"fullName":"BETH S. BRINKMANN","firstName":"BETH","lastName":"BRINKMANN","counsel":true,"justice":false,"side":"respondent","words_spoken":2416,"interruptions":24,"times_spoken":40,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"respondent","words_spoken":1224,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":261,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":724,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":512,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":781,"interruptions":1,"times_spoken":31,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":177,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":474,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":418,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2679,"times_spoken":57,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":3640,"times_spoken":57,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":5,"words_spoken":3704,"times_spoken":115,"laughter":3,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034977}}