{"petitioner":{"name":"LEEGIN CREATIVE LEATHER PRODUCTS, INC.","counsel":[0,1]},"respondent":{"name":"PSKS, INC., DBA KAY'S KLOSET...KAY'S SHOES. ","counsel":[2,3]},"caseNumber":"06-480","date":"2007-03-26T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 06-480, Leegin Creative Leather Products versus PSKS Incorporated. Mr. Olson. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There was an argument made, Mr. Olson, that it is somewhat difficult to distinguish vertical from horizontal in this context, that in fact, the agreement that the manufacturer made with the dealers was more successful in getting a horizontal accord among the dealers than if the dealers had attempted it themselves, in which case some might have held back."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, suppose just the dealers in New York, the retail dealers agreed among themselves on the price. Would that be lawful?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say that it's per se unlawful?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should that be any different from the arrangement where those dealers all got together in the convention and recommended to the manufacturer that he impose a vertical restraint of precisely the same dimensions? Why - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm asking what if he did, why should you draw a distinction?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. They just passed a resolution asking the manufacturer to impose this vertical restraint and ways to do it. Should that be different from one in which the manufacturer does it independently?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe, Mr. Olson, you could give us an example where the rule of reason would find a violation in this situation?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You say very. Which economists? I know the Chicago school tends to want rule of reason and so forth. Professor Sherer is an economist, isn't he? Worked at the FTC for a long time. A good expert in the field. He points out the drug industry after you got rid of -- after you got rid of resale price maintenance, the margins fell 40 percent. The drug stores it went down 20 percent. He says with blue jeans, alone, it saved American consumers $200 million to get rid of it. And his conclusion is, as in the uniform enforcement of resale price maintenance, the restraints can impose massive anti-consumer benefits. Massive."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What that sounds like is that if at least he, who is an economist, thinks if you get rid of Dr. Miles, every American will pay far more for the goods that they buy at retail. Now that's one economist, of course. There are other whose think differently. So how should we decide this?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Should we overturn Dr. Miles and run that risk?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We're supposed to count economists?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that how we decide it? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I haven't seen a consensus. A consensus? Isn't, doesn't Sherer and all these people, doesn't that point of view count, too?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was not so long ago that the Department of Justice took a different view. And of all of the vertical restraints, this is the only one where Congress has been a player. I mean, Congress allowed the fair trade laws to operate. And then it withdrew that. There's no other restraint where they are has been congressional action, where the argument could be made, well, Congress is well aware of this, the Court should allow them to make the change, if they so will."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in those cases you didn't have the counterpart to Miller-Tydings and McGuire. That's what makes this -- this one different in terms of congressional intention."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but there was in the patent case, though, Mr. Olson. We relied on the fact that the patent law changed."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the reliance interest, though? I mean, hasn't a whole industry of discount stores developed in reliance on the Dr. Miles rule? And don't we need to be concerned about the disruption to that established practice?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there evidence that the, basically that the rise of the Wal-Marts and the Targets is correlated with the demise of fair trade? So -- that there's that correlation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know. We have -- you talked about -- just for fun I got out of the library a book by Professor B. S. Yamey, called resale price maintenance where he has five economists - - now maybe you're not going to count them as economists. Now I didn't find in that book a single argument that isn't also in your briefs, nor did I find in your brief as single argument that isn't in the book. There's one interesting thing about the book. It was written in 1966. So I guess my question is what's changed? Now I know two things have changed. One is there's evidence in Canada, Britain, and in the states that were under Miller-Tydings, that when you got rid of resale price maintenance, prices went down. That's changed. And the second thing that's changed is there's far more concentration, I gather, today in the retail side of the market than there are used to be, a factor which makes resale price maintenance dangerous because it's more likely to take place at the request of the dealers. Now, I see those two changes. My question to you is looking at Yamey's book which is called Resale Price Maintenance, so you might have found even it even on Google, and -- what's changed? What's new?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, does brand competition generally help retailers, or is this a question that can't be answered?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Interbrand, interbrand competition? Do retailers like interbrand competition?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but we're talking about inter -- we're talking about retailers. It, it seems to me at the outset of the argument, you -- you acknowledged, and I think it is the general rule -- that if the retailers themselves have this resale price maintenance, it is invalid. Well, if the manufacturer does this just for the convenience of the retailers, and that's -- many of the examples in your brief, it is for the convenience and for the benefit of the retailers, then why shouldn't there be a per se rule? Why should we allow the manufacturer to do something we that wouldn't allow the retailers to do, if it's for the retailers?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if, if indeed that's, that's what he's aiming at, low price. Is it the object of the -- is the sole object of the Sherman Act to produce low prices?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was consumer welfare."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And I thought some consumers would prefer more service at a higher price."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So the mere fact that it would increase prices doesn't prove anything. It doesn't prove that it's serving consumer welfare. If, in fact, it's giving the consumer a choice of more service at a somewhat higher price, that would enhance consumer welfare, so long as there are competitive products at a lower price, wouldn't it?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So I don't know why, why we should have to focus our entire attention on whether it's going to -- going to produce higher prices or not. The market out there has different goods at different prices which have different qualities that attract different consumers."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, before you sit down, there's just one thing that wasn't covered in your argument or in the brief, but the complaint alleged in this case that Leegin allowed certain favored dealers to discount; this plaintiff, but others were allowed to discount. And if that were true, as a matter of fact, then that would be a -- a plain violation of antitrust law, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- in the complaint,."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, Mr. Olson. Mr. Hungar? "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe I'll put my question, which is really just one for this. I understand perfectly that the per se rule is a result of balancing differ things. Of course, resale price maintenance does raise prices, and it is very often anticompetitive. Of course, sometimes, there are good reasons for it that might help consumers. Now, in addition, you need clear rules. Now those three sets of things require a balance. And we have a hundred years of history where this Court and Congress and others have balanced those three sets of considerations, and they've come out one way. Now, the Department of Justice wants to rebalance them and come out the other way. There are good arguments on both sides. Why should we overrule a case that's 96 years old, in the absence of any -- any -- congressional indication that that's a good idea, when it's simply a question in a difficult area of people reaching a slightly different weight on some these three sets of things?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I would think it is quite a close question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"All right, even so. Go ahead."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Price fixing, horizontal, I guess, or territorial divisions, we should overturn those too."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Wouldn't your argument also apply to a conspiracy among the New York dealers in this product just to fix prices? Because there's plenty of interbrand competition, I think. I don't think you can say it's absolutely clear that that would always be anti-competitive because they would also agree to provide additional services."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm talking about a case in which it's the dealers who want to agree to provide extra services at higher prices as their method of better serving the public and they all agree that they have to be conscious about the competition from other brands. Why can we be absolutely certain that's always going to be harmful to the consumer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"They might be precisely the statement as the manufacturers: We think we'll make more, all make more money if we concentrate on service rather than price."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What you say is right. What you say there is right. I feel I'm back in 1966. The argument against that is, we don't know which way the push comes. The large retailers, Home Depot, whatever they are, huge retailers, they want -- or maybe it isn't the discounters, it's some other once. We don't know which way. You're throwing it into court. You're throwing it before 12 people who may or may not work this thing out. So the argument against what you're saying is not logic. It's empirical and administrative."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That's what it was. That's what it is now, I guess."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"We do have empirical evidence, though, don't we, that the decision of this case is going to be very significant in the sort of battle between Wal-Mart and the Main Street stores; and why should this Court in effect take a shot in the dark at resolving that, as distinct from leaving it to Congress, which is in a position to know more about where the shot is going to land than we are?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's my point. But it seems to me there is a body of some empirical evidence that the success of the Wal-Marts and the Targets and the Home Depots was a success which was correlated with the elimination of price maintenance by the States."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"They began, but they have flourished in the post-fair trade era."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well then, what's the great benefit then in changing the rule if it's perfectly legal to achieve the same result already?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But doesn't that answer your argument that there isn't reason to believe that there is going to be disruption if Dr. Miles goes, because now it's going to be easy?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it fair to say that there is reason to believe that there may be a massive reorientation in the retail economy if Dr. Miles goes? And that gets to my problem, why should we be the people to make a guess as opposed to the Congress as the institution to make the guess?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If the rule of reason is the one that applies, I gathered, perhaps incorrectly, from Mr. Olson's remarks that this would be -- this case would be thrown out on summary judgment, it would never get to trial. How do you think the rule of reason would operate if it were the rubric under which this case were to be decided?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's the formula, but I take it from what you said and Mr. Olson said that the plaintiff could never get across the first threshold?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But in this case, this case has none of those features."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Leegin loses under the rule of reason, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Coykendall. "},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that right? I mean, You really think that antitrust policy means when -- any arrangement that produce a higher price is bad?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, a lot of consumers want, you know, extended warranties. They want show rooms where they can go and look at things. All of which costs more money. And where you can not have resale price maintenance the customers -- or you have the free rider problem. The customers shop at the place that has the big show room, likes at all the product there, and goes and buys it from somebody else who has not incurred that expense. Now, I just don't think that all the customers want is cheap. I think they want other things besides cheap. I think they want service. I think they want selection. I think they want the ability to view goods and so forth. Why do you discount all of those things?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they aren't available. This company thought that it could provide higher service if it could assure its retailers that they would not be undercut by people who are not providing that kind of service."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't, I don't know that there's no question about that. There's certainly no question that this company was successful in breaking into a difficult market with its strategy of assuring its retailers a cushion so that they could provide the service."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is your main objection to -- I mean, it's hard to propose a rule of reason. Why, why can't the rule of reason work to promote the objectives you've just articulated?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"So you don't agree with the argument that we've heard this morning that the transformation of American retailing since the 1970s and the rise of the large-scale low-price retailers has anything to do with the end of the fair trade laws and that overruling Dr. Miles would reverse that?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Is there anything to suggest that the large-scale low-price retailers who were supposedly dependent on Dr. Miles are -- support its retention? Have they filed amicus briefs here or otherwise suggested that this is essential to their continuing operation?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand that. I mean, if it was really the case that they were going to be losing, losing profits, I think they would have been here. I mean, we talk about the Wal-Marts and the Targets. They're not here on amicus briefs because they're -- what they're selling is cheap. They are selling price, and people who want low price and for whom that's of value above all other things are going to continue to go to those stores. So they're not going to be harmed by the fact that some manufacturers want to provide not just the low price -- of course, they'll try to keep the price as low as possible -- but service. I just don't see what, what harm can possibly come, so long as there's no market dominance, from allowing some people to make their money on service and -- rather than cheap price."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought the per se rule was the cookie cutter approach."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The Internet -- is it - - you would have said four years ago, or I think we are in this argument, you would have said that it's the large discounters, the growing discounters, the Walgreen's of the world who want to get rid of retail price maintenance, it's there to help the mom and pops. Okay. They're in now, they're big, and they may want to maintain resale prices because they may want to extract the other profit, while the Internet little company comes in and says I can get it to you cheaper. Now I can imagine circumstances like you say. I can imagine they're not like you say. I don't know. And so what should I do if I really don't know?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought the Ping brief that was referenced earlier made a point that it made, the prices may be -- resale price -- the current Dr. Miles rule may result in increased prices because of the inefficiencies for those retailers, or of those manufacturers who want to establish a regime where something other than price is important, and they have to do that unilaterally, which increases inefficiencies."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Even with the tremendous anomaly that the employer -- that the -- the manufacturer cannot do this by agreement, but he can do it just unilaterally and terminate any dealers that won't go along? Those two are substitute of each other. Colgate seems to say you can achieve the same end but we're not going to let you do it by agreement, you have to do it on your own, and then you have to do the draconian thing of terminating the dealer."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that? Why can't -- eliminating the rule, I thought the whole point was they would just put in their contracts, you have to sell it at this price, and they could enforce the contracts, rather than having to have these machinations of making sure they don't do anything that looks like an agreement with their retailers."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but the conspiracy that it facilitated was just with intrabrand competition. There wasn't conspiracy that affected interbrand competition."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I'm not sure that economically it makes any difference whether the dealers are the one who decide to do it or the manufacturer was, or they all did it at the same time."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but if we say the rule or reason should apply to all cases that just affect intrabrand competition, I'm not sure why we should keep this outmoded rule about horizontal conspiracies that only affect intrabrand competition."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but it's a totally -- I cannot imagine why a horizontal conspiracy among dealers could ever produce consumer welfare. It will be a horizontal conspiracy to get more money out of the consumer; but whereas the manufacturer who wants to impose resale price maintenance, his interest isn't to give the retailer as much -- more money than the retailer is now making. He's going to try to keep their margin just as low as it ever was, so that he can sell as many of his products as possible consistent with his desire to sell his product by attaching to it more service, better warranty, more showrooms, whatever. You know, horizontal conspiracy, the incentives are entirely different. When you're dealing with a manufacturer, it seems to me his incentive is still to keep the price as low as possible consistent with the additional good that he wants to give consumers to attract those consumers to his product."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that's the case and if that makes a difference, the rule of reason would allow you to make that argument. But you -- but you want to say it's bad across the board for everybody. If indeed there's something peculiar about this case, the rule of reason would allow you to argue that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Coykendall, the -- on the question -- you alleged in the complaint that there was some discounting allowed by, how do you pronounce it, Leegin?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Leegin. And Mr. Olson says that that wasn't pursued at trial; is that correct?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you were to lose, you would still have that claim, I take it?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't suppose there's any -- I don't suppose there's any way to protect against the fallout to the consumer, is there? I mean if indeed, if indeed a store presses on a consumer a product that's more expensive than what he needs or - - and what he wants, is this a real argument against this, that there's some stupid consumers whose can be conned? I mean, whatever rule we adopt, that's going to be the situation."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You're assuming that the - - that the retailer has a higher margin on the resale price good. Why do you assume that?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"He's only going to be given the thing if he does the kind of additional service that the manufacturer wants. That's the whole purpose of it. And the manufacturer is going to try to keep his margin just as low as he can consistent with the -- you know - - consistent with selling as many products as he can."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why would you argue that those are more efficient than resale price maintenance?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you can add the contractual provisions you were talking about to a contract that has a minimum resale price. The minimum resale price is to take away the incentive from the retailer not to carry through on the non-price aspects."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does that presume a contract in which the retailer has a separate charge for the service?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If not, I don't see how that would work under your rule."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Your reference to the will of Congress, they haven't enacted legislation that supports the result you seek."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Underwood? "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, it's also been settled law for 90 years under the Colgate doctrine that manufacturers can achieve the same results, albeit more inefficiently. Doesn't it make sense to allow them to adopt the most efficient means to an end that is already completely legal?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"I'm not sure it's often the case. Give me some other examples where you can achieve the same industry-wide effect unilaterally."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Were they relying on Dr. Miles or were they relying on us? That's the question."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"They left the situation where it was, which is that the antitrust law is as determined by this Court, and we had shown our willingness to update the antitrust law when sound economic doctrine suggests is necessary."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"But of course, they could always pass a law saying that if their intent is so clear. They didn't do that here."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"But they could. I mean, you could easily write the agreement saying you have to charge this much and because you have to charge this much you also have to provide the training, the service, whatever the non-price inducements are."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"But then the retailer, but then the retailer might have a real incentive not to do a good job on the service because they really want to market it for price, not for service."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, but there you have the free rider problem, which is you go to the fancy show room, you figure out what you want, and then you buy it at the discount store."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But some manufacturers want their product associated with excellent service, high warranty, and all of that. And there is no way to get that uniformly for that product without this kind of agreement."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Am I correct on the congressional point that there was a period when Congress would have prohibited the Solicitor General from making the argument he made today?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"So there was a legislative expression of a position on this particular issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"And that no longer is applicable?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"I guess Congress changed its mind then."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"I find it hard to believe that. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"As Mr. Olson pointed out, under the fair trade laws this was per se legal. So that's kind of a different thing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Maybe on the year by year, don't spend any money on, maybe Congress decided that wasn't an appropriate technique, but Congress has used that after, hasn't it, in other cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, Ms. Underwood. Mr. Olson, you have 3 minutes remaining. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're just giving them an additional ground for termination."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're just giving, you're just suggesting we should give them an additional ground for termination."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1993,"interruptions":14,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1171,"interruptions":9,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ROBERT W. COYKENDALL","firstName":"ROBERT","lastName":"COYKENDALL","counsel":true,"justice":false,"side":"respondent","words_spoken":1607,"interruptions":7,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":3,"fullName":"BARBARA D. UNDERWOOD","firstName":"BARBARA","lastName":"UNDERWOOD","counsel":true,"justice":false,"side":"respondent","words_spoken":1297,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":553,"interruptions":0,"times_spoken":23,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":852,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":242,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":179,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1027,"interruptions":0,"times_spoken":21,"laughter":1,"num_int_by":0},{"id":11,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":88,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3164,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":2904,"times_spoken":48,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":1,"words_spoken":3906,"times_spoken":104,"laughter":2,"num_int_by":1}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5885002582629385,"respondent":0.4114997417370615,"date":1472418052740}}