{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"MAKOR ISSUES & RIGHTS, LTD., ET AL. : ","counsel":[2]},"caseNumber":"06-484","date":"2007-03-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in case 06-484, Tellabs, Inc. versus Makor Issues & Rights. Mr. Phillips. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At some point during your argument -- and I know you only have 20 minutes -- will you tell me whether or not in your view the pleading standard that the judge must follow is equivalent, is the same as the instruction that's given to the jury? Because if it isn't, then the Seventh Amendment argument may have some more force."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in writing -- I take it, so far as the jury, it's just whether it's more likely than not, preponderance of the evidence."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your submission is, maybe not in this case, but insofar as your theory of the case, that the trial judge can, and in fact must basically apply a standard of fact -- standard of proof that's higher than that what the jury would."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, the Seventh Amendment or not, the question in 12(b)(6) is has the plaintiff stated a claim, and at the end of the line it's has the plaintiff proved a claim. But you're stating two different claims. The claim that must be stated is a stronger claim than the claim that must be proved, and I don't know of any other instance where that is so."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I wasn't asking it as a matter of constitutional law but I'm thinking, how do you construe these words, what is it, \"strong inference?\" And the words come out of, as I understand it, a Second Circuit decision. So I would think the most logical thing is that you'd look at the Second Circuit decision and say ah, Congress picked up those words from the Second Circuit decision, then we should pick up the standards that the Second Circuit applied. But your definition of strong inference is quite different from what the Second Circuit's was."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, can I ask this question?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the amicus briefs talks in terms of the percentages, how likely the inference, the word strong inference means 50 percent, 30 percent, 60 percent. Do you think the inference has to be stronger or less strong than the inference of probable cause in an affidavit for a search warrant to get access to the privacy of a home and so forth?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A civil case would impose a higher standard for getting discovery in a civil case than they would for getting access to a citizen's private papers and the like?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A burden of over 50 percent?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In a criminal case, the person seeking that action is a government officer who presumptively is not acting out of selfish motives, whereas we're talking about private suits and some private litigants are selfish."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I just have to make it clear. Is the high likelihood, or strong inference, is greater than more likely than not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the -- doesn't the standard at the pleading stage have to be the same as the standard at the summary judgment stage? If - - suppose that a certain set of facts is sufficient to defeat summary judgment. If the plaintiff alleges all of those facts in the complaint, are you saying that that complaint could be dismissed even though supporting those facts at the summary judgment stage would be enough to defeat a summary judgment motion?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't the difference between Matsushita and this particular case at least as you are presenting this case, the -- the -- focused on the strength of this exclusion of innocent conduct? As, as I recall Matsushita, there -- there had to be at that stage, there had to be evidence from which one could infer that the -- that the conduct was not innocent; but you're arguing for something stronger than that. You're arguing for, in effect, an -- an ultimate conclusion that excludes innocent conduct. And aren't you asking for more than just what Matsushita did at -- at that later stage?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but Matsushita as I recall did not require it to rise beyond the level of a plausible inference. And I think you're arguing for something stronger than that. And I think the language of Congress forces you to do it but I -- I'm just finding it difficult to conclude -- to equate the plausibility standard in, in Matsushita with the strong inference standard here. If you - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it fair to say at the pleading stage it's the equivalent of a clear and convincing standard, whereas at the end of the road it would only be more probable than not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you do - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Well, I don't think Congress was trying to achieve an alteration in the ultimate standard, either, in the jury standard. What it was concerned with is the enormous expense of -- of discovery. And, and tried to set a high wall to get to the discovery stage. I don't know why that should have to affect or should logically affect the standard that the jury is told to use."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me a little bit of how -- how this should work in your view? Assume the CEO makes misstatements as to the earnings report and the acceptance of one of its new products. Just assume that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we make a strong inference that a CEO knows what his own earnings reports are?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we make a strong inference that a CEO knows the status of current earnings - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when he makes, when he makes a statement."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How about just saying that he knew it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just saying that he knew it. Without saying why they knew that he knew it? You're saying they have to give a reason why they knew that he knew it, namely he routinely read these reports? Suppose they didn't say that. They just said knowing that the -- that the figures were otherwise, he -- he set them forth."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose it says, which I think it did say, that Mr. Notebaert typically stayed on top of the company's financial health by having weekly conversations with other executives. He had his hands on the pulse of the company. He saw weekly sales reports and product -- projection -- production projections. Now it seems like an allegation that's very specific."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought they alleged at least that for about a year previously in respect to the 506500 that it was wrong known throughout the company that the 6500 had been delayed. Don't they make an allegation like that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The 6500 has long been delayed. Everyone knows that in the company. So he knows it's long been delayed."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what he says is it is being shipped and delivered. Something like that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"April '01, he says everything we can build we are building, and shipping. The demand is very strong. And then what they say is of course nobody wanted any of it, it was long delayed, and they've known that since 1998 and he has his finger on the pulse of the company."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh. Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you Mr. Phillips. Mr. Shanmugam. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you have a position on Justice Alito's earlier question about whether the standard at the summary judgment stage is the same as the standard at the pleading stage?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And by the proof stage you mean both summary judgment and submission to jury?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What would you think about the following - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":4,"sideBefore":"justices","text":"May I just -- may I just, very briefly. . Putting aside the constitutional problem, do you think the standards are the same or different between the pleading stage and the constitutional stage -- and the summary judgment stage?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that. That's not my question."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":11,"sideBefore":"","text":"It is either a yes or no question."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- there was a pleading stage, I would like your clear view on how much that changes. It has been the understanding that when there is a 12(b)(6) motion, you look only to the face of the complaint and you construe the allegations in that complaint in the light most favorable to the plaintiff. Is that rule not applied under the interpretation you are giving us of strong inference?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why don't we simply assume that the read most favorable to the plaintiff rule is still in place, but that reading it most favorably to the plaintiff, it must rise to the level of supporting the strong inference?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but I was using the word inference to -- to refer to some reasoning process based upon what is stated. Not on assumptions favorable to the plaintiff. And if inference is to tie -- is, is a term that is tied to what is alleged, then I don't see any - - any contradiction between reading those allegations most favorably, but saying the statute in each statute requires that the -- that the total force of the inference rise to the level of strength that you speak of."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Shanmugam, could - - could I get you back to -- to your, your assertion of we don't have to reach in this case the question of whether the same standard applies at trial as, as at the pleading stage? It seems to me a Seventh Amendment claim has been raised. It's our usual policy to avoid unnecessary constitutional adjudication. If indeed the two standards are the same, there's certainly no Seventh Amendment problem. So why don't we have to first of all decide, in resolving the Seventh Amendment claim, whether the two standards are the same?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you're getting to the merits of the constitutional problem. And we usually run away from constitutional problems. We don't even want to consider the merits of it. And we don't have to, if indeed the two standards are the same."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if there is no Seventh Amendment problem, what sense would it make to have a regime that says plaintiff has to plead more than the plaintiff has to show at summary judgment or prove at trial."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you think in writing this opinion? There are a couple of ways. One, you can find strong inference in terms of some other words. Two, you could look to history. Or three, you could just try an example. Say strong inference means strong inference. Here's an example. This is a complaint. It meets it, or it doesn't meet it. Which way, in your opinion, will work best in this case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You said the Court of Appeals to apply it. Could the Court of Appeals applying the standard that you say is correct come to the same decision that it came to using a different verbal formula."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You had something else to say in answer to my question, which I would like to hear."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is the requisite standard, knowledge of falsity."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Intent to make a false statement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you Mr. Shanmugam. Mr. Miller. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do we take judicial notice that a CEO knows these things and that's the strong inference."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you agree you have to have that? You have to have some specific allegation to show of his knowledge? We can't just infer that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The most suspicious thing in the complaint that I could find was where you say there's an internal market report, and it revealed demand for the 5500 was drying up, and revenue would decline by 400,000,000. Then you date that with in or about early '01. Now, I think if you knew or had reason to believe that it was prior to March or April of '01, you would have said so."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, and therefore, there's quite a good chance here that this report was written after he made the statements. What am I supposed to do with that? I mean, I know what you said. And you said your best. And that's your best."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're arguing the facts and the inferences. You said the Seventh Circuit got it right. As I read their articulation of the standard on page 20A of the petition appendix, it's the normal standard that would have been applied prior to the passage of the PSLRA. Could a reasonable person infer -- Congress passes a law saying they've got to give rise to a strong inference. Shouldn't that have changed the standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand the Seventh Amendment argument here. Congress can surely articulate the standard that's going to be applied as a matter of substantive law. If Congress says, you have to prove by clear and convincing evidence, that doesn't interfere with the Seventh Amendment because a jury would be instructed pursuant to that standard."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but Congress just established an entry qualification for getting into court. And there are a lot of entry qualifications. In diversity cases, you -- if you allege diversity, and it existed at the outset, that's fine. That doesn't have to be proved at the end of the case. Indeed even if you prove the contrary, the case is still validly there. Congress can establish entry requirements even when they differ from, or have indeed nothing to do with the merits that the jury is supposed to decide."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference between what Justice Scalia was just saying? You can't come into Federal court unless you have at least $200,000 damages. Now, you might have been just as much hurt if you had less, but that would be constitutional. So here you can't get into Federal court unless you have a really strong claim, an overwhelming claim that you have to demonstrate at the beginning. Now, you might have a good claim, but we're not going to let you come into Federal court. We only want those people who are really strong, just as we only want those people who are really suffering."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No. No, not the burden of -- it's the entry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you told me that Congress could set a high level of burden on factual issues, and that that wouldn't intrude upon the Seventh Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying that Congress can not set a fact burden on the merits that is different than preponderance of the evidence."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you would say that you could have a beyond reasonable doubt standard that must be met at the pleading level, but more likely than not at the jury level?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We want to know what the rule is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If I'm with you so far, why would you suppose that Congress would create a different standard on the motion to dismiss than they meant to apply at the merits standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then what was Congress trying to do when they said strong inference? It seems to me that if you think the standards have to be the same at pleading and at proof, and Congress says strong inference at pleading, it means you have to show a strong inference at proof, and that's why there's no Seventh Amendment problem."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then it seems to me that you have the meaning of strong inference and reasonable inference."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You don't want to answer yes or no there?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying those words, strong inference, mean essentially the same thing as reasonable inference."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's true, but imagine a case where the plaintiff with tremendous candor sets forth every bit of testimony that's going to be heard on both sides. And then you read that document and you conclude this is the weakest case I've ever heard, but I do think a reasonable juror could find for the plaintiff. And that would be the weak evidence standard. And lo and behold, that could be -- you know, what do we do about that? Because using your do you send it to a jury test, we could easily imagine cases where that meets the weak evidence standard, the weak inference and not the strong inference. And what I'm driving at is, I don't see a way of avoiding this Seventh Amendment problem."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because they certainly didn't intend the weak inference standard."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How can you assess the strength of the inference that can be drawn from the facts alleged in the complaint without considering all the inferences that could be drawn from those facts? I just don't understand that argument. You see somebody -- let's say you saw somebody today walking east on Pennsylvania Avenue in the direction of Capitol Hill. Now you -- there's - - you could draw an inference that the person is coming to the Supreme Court. And if there were no other building in Washington, that would be a very strong inference. But don't you also have to consider the inference that the person is going to the Capitol, the person is going to the Library of Congress, the person is going to some other location up here? You have to consider all the inferences that you can draw from the facts."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's take one specific example that the petitioners did, and that is this matter of the channel stuffing. They say here's a notion, channel stuffing. It could mean goods were shipped that nobody ever ordered, or it could mean something different. It could mean discounting and other incentives to get people to buy. So there's good channel stuffing and bad channel stuffing, and it sounds like good cholesterol, bad cholesterol; you can't tell from the allegations that it's the bad stuffing that's at issue."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Are you entitled to consider the brush strokes that are not there as well as the subsidiary brush strokes that are? In Justice Alito's example, if the pleadings don't point out that the Library of Congress and the Capitol are also up on this hill, is the judge at the motions stage entitled to consider that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Then that is engaging in something more than construing the pleadings most favorably to the plaintiff."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think about that? There are at least some circumstances, then, in which there this is kind of critical assessment function that you concede must go on, rather than simply a piling favorable inference onto favorable inference to see if it gets to the strong points."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That is -- that is an argument for the weight of considering motive rather than the relevance of the motive consideration per se."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But all of those cases were before the PSLRA where Congress, it seems to me, established a very different standard. They said they have to support a strong inference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Strong inference was not the test that was being applied in Anderson, Liberty Lobby, in any of those cases."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think about the approach -- because I have had some of these cases. And I see -- I think words, words, words. And what Congress said was strong inference, and we're not going to get any further by looking for some other words. So therefore, take strong inference. The most helpful thing is take it, look at the complaint, read it, and then say okay, this is a strong inference. Or maybe we'd say it isn't. We read it, and avoid all the other issues. What do you think about that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right. And then on appeal, we would say, no, it's not a strong inference, or yes, it is a strong inference. I mean, I hope we're going to establish some standards for how you go about determining whether there's a strong inference or not."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"And I hope we're going to recognize that Congress thought it was doing something. Your argument so far, Professor, doesn't indicate that Congress - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You indicated that the - - you know, the plaintiff had to do all this investigation. The whole point of this was that the defendants were being disadvantaged."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How does that change how we should read strong inference in the statute? Are you saying don't worry whether it's a strong inference or not because labor unions are bringing the cases and they're not going to bring a frivolous case? No. Congress said there has to be a strong inference. And what concerns me is that the very standard that the Seventh Circuit articulated said simply could a reasonable person infer. The notion of strong inference isn't in that standard at all."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Miller, going back just to the word strong, forgetting the particularization from it, do you think you can categorize the strength in percentage terms? They have to be more than 50 percent? More than probable cause? We're talking all abstractly here and I find it easier to think when I think about numbers."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's 66 and two-thirds. I think that is - - (Laughter.)"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"At least we know that in the probable world - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think more likely than not, most people think of 49, 50 percent. Can you tell us whether strong inference is stronger than more likely than not?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Let me just reclaim the question. Is it stronger or weaker than probable cause in a criminal context?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about clear and convincing? Is it below clear -- I mean, they are the only two standards I actually understand. Without picking a number out of air, is preponderance, I think I can figure that out. And I guess I can figure out beyond a reasonable doubt. But other than those, when you talking about strong, when you talk about clear and convincing, I have no idea what those things mean. Do you?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think they mean anything?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just okay?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let me write that down. We should not take you literally. All right. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Okay, you two are even now. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Trial worthy under preponderance standard or trial worthy under the strong inference standard?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It sounds to me like - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":4,"sideBefore":"justices","text":"It's not trial worthy, but rather discovery worthy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I'm sorry. Justice Stevens, say it again."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I think the question is not whether it's trial worthy, it's whether it's worthy for discovery. That's really what's at issue in this."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I want, I want to be fair. I interpreted your argument -- and please tell me if this is incorrect -- as indicating that if I think strong inference is greater, more onerous than more likely than not, at the pleading stage, I then also have to say this is the instruction that must be given to the jury? In order to avoid the, the discontinuity between the pleading stage and what - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, and so I think we have to reach it, because it can't possibly be you would instruct the jury you need a strong inference, and it couldn't possibly be that a predominance standard if imported into the pleading would always mean a strong inference. You see, that's -- that's the dilemma. And I don't see how to remain true to the words of the statute which are strong inference, without actually producing a dichotomy. And so either Congress can do it or it can't, and -- and -- and that's -- and we could fudge it by just, you know, avoiding it at this moment. But I don't - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"justices","text":"Mr. Miller, suppose Congress set up a entirely separate cause of action. It's caused -- it's called a discovery cause of action, okay? And it sets forth as the condition for pursuing that cause of action a standard that your, your allegation has to be indeed clear and convincing. Okay? And then if you win that, you can take whatever you get out of the discovery and bring a lawsuit. Would that be unconstitutional?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Surely it could prohibit discovery altogether which it did before they adopt in"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you're doing away with reading the allegations in the light most favorable to the plaintiff."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Phillips, you don't look at these things one at a time. You look at them altogether."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the statute all you had?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It says you must plead the facts with particularity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But when one judges the adequacy of the complaint, one looks at all the facts pleaded with particularity, not just one."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think that this case was a good example. There were two defendants and the court of appeals - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to take the two that were at issue in this opinion. The court of appeals said the CEO, yeah, there's enough there to get over that threshold. The other guy, no, there wasn't. So it's not that she's saying what you find for one, you find for all. She is going at it defendant by defendant."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with a report that you know exists because you had one of these 26 confidential people tell you? But you haven't seen the report, so you don't have the date on it? And you won't know that date unless you have access to discovery. Do you have to assume the date is later rather than sooner?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- if the plaintiff - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The plaintiff can't know for sure without seeing the document with a date on it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress -- Congress used words, \"strong inference.\" Those words are not self-defining. One can think of several ways, in fact the courts of appeals did think of several ways. Why should we pick your way as opposed to the other ways one might define them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. The case is submitted. [Whereupon, at 11:03 a.m., the case in the"}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2288,"interruptions":15,"times_spoken":42,"laughter":0,"num_int_by":6},{"id":1,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":1263,"interruptions":8,"times_spoken":16,"laughter":0,"num_int_by":6},{"id":2,"fullName":"ARTHUR R. MILLER","firstName":"ARTHUR","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2361,"interruptions":20,"times_spoken":48,"laughter":2,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":514,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":667,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":320,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":623,"interruptions":0,"times_spoken":13,"laughter":2,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":846,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":11,"fullName":"MR. SHANMUGAN","lastName":"SHANMUGAN","counsel":false,"justice":false,"side":"","words_spoken":9,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":12,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":12,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3551,"times_spoken":58,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":20,"words_spoken":2361,"times_spoken":48,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4177,"times_spoken":113,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110271}}