{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"CAL COBURN BROWN. ","counsel":[2]},"caseNumber":"06-413","date":"2007-04-17T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in 06-413, Uttecht versus Brown. Mr. Samson. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, may I ask you one thing, which I have assumed, and I think it is correct, but I'd like to be sure of it. Is it the case, is it correct, that prior to the voir dire questions, no one had given a statement to the venire people of what the law was with respect to the imposition of the death penalty; is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were they told what the - - I forget how many factors are enumerated under the Washington law? Were they told what they were?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But one piece of evidence that -- one piece of information that wasn't given apparently to those jurors, they didn't know about it, was that life meant life without parole. Because when he was questioned, he was surprised, he didn't know that that was the law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how did he learn that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He gave that as an example. He didn't say and that's the only circumstance in which I be willing to vote for the death penalty."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did he say, \"for example,\" with regard to the quotation that Justice Ginsburg mentioned? I didn't recall that he said for example."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"He was asked to give an example. He didn't say for example. But he didn't say this would be the only situation in which I would vote for the death penalty."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that if we grant your position and grant you relief, that it would be something of an extension over Witt and Darden, in that the jurors in Witt and Darden had fixed views, that they were as a matter of conscience opposed to the penalty?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. But I do think that the views of this juror, Deal, were somewhat more equivocal than in the cases I've mentioned."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One thing I couldn't clearly discern from your brief is the significance you attached to the defendant's, defense failure to object. How does that enter into our analysis?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me on that point that the State is somewhat surprised and whipsawed. And I understand that the Washington court reached the issue. It is not independent State ground. I take it the prosecutor had some peremptories left?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How late in the process was -- was Deal considered? Was he one of the early jurors or one of the late jurors?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This was about a 17 day voir dire?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that cuts a little bit against the peremptory. I mean, if it was early in the game the prosecutor might not have exercised the peremptory."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see. So the whole jury is -- I see."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I go back to the Chief's question about the failure to object? I think I got the impression from Judge Kozinski's opinion that he thought that the Washington Supreme Court found that with respect to two out of the three jurors at issue that there had been a finding that they were substantially impaired, but with respect to this juror, that the Washington Supreme Court seemed to rely on the failure to object as the principal explanation for their decision."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Justice Stevens's articulation of Judge Kozinski's opinion was exactly right but I thought you would in response cite us to page 208a where the Washington Supreme Court said that those jurors' views, including Mr. Deal, would have prevented or substantially impaired their ability to follow the court's instructions and abide by their oaths as jurors. It seems the court of appeals judge overlooked that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it a finding? It's listed under \"Summary and conclusions.\" Under \"Findings,\" I thought under \"Findings\" the -- the findings were that he misunderstood the standard. He said beyond a shadow of a doubt, rather than beyond a reasonable doubt. And what other finding of fact was there? Because this one is listed under conclusions. \"From the facts, I conclude that he would be impaired.\" But the impairment is the conclusion from what facts?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, aren't we obliged under AEDPA to give deference to any reasonable conclusion from the facts?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So even if it is just a conclusion, AEDPA still applies to it unless it's a totally unreasonable conclusion, right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point stands that the court of appeals was just incorrect in, in, in not noting what's there too late. It's just not a fair summary of what the Washington Supreme Court did."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this something particular under Washington procedure, this summary and conclusions section at the end of the opinion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":3,"sideBefore":"justices","text":"I take it your position is that if the State courts had made or had expressed no conclusion other than the final conclusion that he is impaired, that that conclusion itself would be entitled to AEDPA deference if the record could be read to support it; is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's the case, then AEDPA deference is more than deference, isn't it? AEDPA deference has reached on your view the conclusion that if there is any factual support in a record, the ultimate conclusion of the court will be upheld, whereas I thought AEDPA deference went to factfinding and to express conclusions that the court drew."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't this perhaps just such a case? Because this finding by the Supreme Court of the State is based only on the written record, so it does not get any benefit of observing the demeanor of the witness -- I mean, the demeanor of the prospective juror; isn't that correct."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we disagreed and thought there was not evidence in the written record that would support that conclusion, we should not give deference to that appellate court finding."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the trial judge made no conclusion about demeanor. He didn't say anything about demeanor, did he?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we're going to get - - that takes -- it seems to me it takes deference yet one further step. We're saying that even if there is nothing on the record about demeanor, we are supposed to assume that a trial judge drew a conclusion based on demeanor. I mean, that is not deference. I mean, that's simply imputing fiction."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it the defense counsel's obligation to object? It seems to me that if the State is objecting, saying I want this juror removed, and the trial judge is saying, okay, I will remove him, that there is an obligation to make a record."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't there be? I guess my point is if there isn't, then in effect you are making the defendant responsible for creating a record to support what the other side asks for."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that means that the, that the argument for sustaining the trial judge's action on the ground that the trial judge could observe demeanor in effect is the elimination of judicial review on that subject, because we know that if the venire person was present in the courtroom and the judge was present in the courtroom, the judge probably looked at him, and if that is enough to sustain judicial action on the grounds that we defer to demeanor then there's no judicial review at all. I think that's what Judge Kozinski said."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about demeanor. I'm talking about demeanor. And there's nothing as I understand it on the record about demeanor."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if there is no requirement that there be anything on the record about demeanor, then there is no judicial review on that point at all, is there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course there is on demeanor. I mean, I suppose, to begin with, is it not the case that the burden is on the habeas applicant to show that demeanor did not make the difference? It's the burden on him to show that it was an unreasonable determination."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"And secondly, he could present such evidence if he showed that there was absolutely no ambiguity in what the person's statements said, so that demeanor could not have made a difference. But in a case where the statements are seemingly contradictory or arguably contradictory, demeanor is very relevant and it's the burden, it seems to me, of the Petitioner to show that demeanor wasn't what made the difference. And besides which, wasn't there some part of the record that you referred to where he said \"and I believe him\"?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any way that he can show that demeanor didn't make a difference when the record is absolutely silent on demeanor? Is there any way he can show that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask to be sure I understand the record, because I did miss something before. Did the trial judge say in so many words that Deal's views would have prevented or substantially impaired his ability to follow the court's instructions and abide by the rules of the jurors?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's the point of the absence of objection. That's why he didn't make the critical finding."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the judge didn't make the critical finding."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may reserve the remainder of your time for rebuttal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Please finish up the thought because you're equally well prepared. How do we know the trial judge would have made that a finding if there had been an objection?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Does that respond to the possible suggestion that Judge Kozinski made that what he really did was act on the basis of no objection, rather than on the basis of a finding that he failed to make?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what is -- I know, Justice Breyer; just on this point. The defense actually volunteered \"no objection.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What has this to do with the -- aside from the explanation, when I read through the transcript, as I have, it seemed to me in the transcript he didn't say a word that suggested he's against giving the death penalty. He kept saying yeah, in special circumstances, not always. Then they get into this thing where he's been thinking of a person who will in fact commit a crime again. And then it's put to him directly: Have you thought about that he won't be committing a crime again if he's in jail the rest of his life. He says: You're right; I hadn't really thought it through. I want to know, thinking it through, could you consider the death penalty? Do you think under the conditions where the man would never get out again you could impose it? Yes, sir. So you don't think that if parole was an option, etcetera, repeating it. Death penalty? I could consider it. Then could you impose it? I could if I was convinced that was the appropriate measure. And it's absolutely clear he's not thinking of the repetition. It is clear he is thinking that it's some kind of a mean. And I compare that with Witt, where the person just says no, I can't, and I compared it with this other case, Gray, and they say it's illegal to push him off a jury, a woman who is confused, and finally she says: I think I could."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's probably right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So what is it that he could have done? Was he shaking, making faces? Was he shaking his head to indicate he believed the opposite?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"If something like that happened, isn't a prosecutor of any sense going to say, I want it noted for the record that the witness while he said these words was chortling inwardly or something like that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If there is confusion, is that grounds for excluding him?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But even at this point, this juror, he doesn't know anything about aggravating circumstances. He doesn't know about mitigating circumstances. He hasn't been told what the standards of -- that it was beyond a reasonable doubt. And to say that he should be criticized because when he was asked to give an example he said one thing and not another, it seems if you just read the transcript, that there's nothing disqualifying. So as you said, everything is the weight falls on the demeanor, which an appellate court can't review."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there anything in this record to indicate that the judge did rely on demeanor?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But he had not been given, as I understand it, the explanation of what the -- I keep saying nine factors. Whatever the enumerated State factors were. He had not been told that at any point, had he?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah, but the -- the questioning was what grounds are you going to look to make that decision; and he had not been instructed on Washington law on that at all."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But doesn't it follow that his limited cases, the views about when the death penalty is appropriate would translate into views of whether he could or could not impose the death penalty if instructed properly by the court?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Doesn't it have to be automatic in order to justify the result in this case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't there a world of difference, at least it has been my experience in trials like this of what a juror will do on his own and what he thinks the law might be, and what is fair, and so forth, as opposed to what a, the juror will do in response to proper instructions?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The jurors mostly are pretty conscientious."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there any reason to believe this guy wasn't?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well -- without -- because there was no objection."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. Ms. Elliott. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that's the beginning of the questioning, isn't it? It is not the end of it. It is surely not the law that just, whenever a juror says sure, I'll follow the instructions, that he's automatically -- has to be seated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"After several times saying the only time he would consider it is if the person is going to reoffend. I mean, if he just gets the right answer once out of six times and it's the last time, is the judge required to ignore the prior colloquy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But look at page - - look at page 262. He says, you know, could -- could you -- when do you think the death penalty is appropriate? If the person would reviolate if released."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"There are others."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What do you make of the fact that twice just before his final statement he's given exactly the question whether he could -- whether he impose the death penalty in any situation other than when the person might get out and kill again, and he - - his answers are at best equivocal. The first time he says I would have to give that some thought. That's on And then he says I do feel that way if parole is an option. Without parole as an option I believe in the death penalty. Which is totally ambiguous. What do you make of those answers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if the -- what if the voir dire -- what if the juror said just what he said on a few occasions, that I would consider it if the person would reviolate? And that was all. That would be a basis for excusing him?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you -- you -- you insist that he come out and say in so many words, I am going to be an unreliable juror. That's -- that's not the way it happens. And somebody has to evaluate whether indeed he's shading the truth a little bit and whether, in fact, he will be impaired in his service. And some of these -- some of these answers suggest that. And it, it is not an easy call to simply say well, you know, unless he comes out and admits yes, I'm going to be a lousy juror, nobody is going to say that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why was there no objection if this was so clear? If this fellow had answered all the questions the way you expect a, a good juror to answer, why was there no objection when the State moved to dismiss him?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It may well be objected, there were 12 instances - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- in which the prosecutor wanted to excuse; in seven of those, there was an objection."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So he certainly knew how to object. And you absolutely trap the trial judge here by not indicating to him that he should make some further finding. In fact, the -- the -- the lawyer doesn't just remain silent. He's standing and says I have no objection."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Judge Kozinski thought the reason there was no objection was that this juror came across as being pro-death penalty. Isn't that what he said?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't go as far as Judge Kozinski? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's fine. But, but competent counsel knows that getting something overturned on appeal is a lot harder than getting it done right the first time. And he also knows that if you raise an objection, you're more likely get it done right. I can't imagine why if he thought this person was not properly strikeable he would have sat - - indeed not just sat silent but said I have no objection. It just doesn't make any sense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he made the same mistake the judge did. I wonder who else was there that made the same mistake. I mean, you know, it makes you think maybe, maybe the judge was right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where are you quoting from?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"75 of the - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And incidentally the court did not say are there any objections? The court did not say that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the court didn't say is there an objection? So you're incorrect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now on the that, just the language you just focused on, on page 75, if that was correct, you disagree with it, but if if the court concluded that the juror had not overcome the idea that he must kill again before imposing the death penalty, that would be a sufficient basis for excusing him?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You think he could have imposed the death penalty in this case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's the harm then in replacing him, from your standpoint?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're complaining about the excusal of a juror who by your own submission would impose the death penalty. So why am I here? him."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Because you don't know"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"I would like to hear the answer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You, according to this structural error, so you have a death case, and so you have this kind of error you don't have to prove."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And then you're zeroing in on this particular juror and the colloquy, but shouldn't we look at the entire proceeding of the jurors, including that there were -- what was it - - seven attempts by the prosecutor to have a for cause excusal?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"There were actually 12, I think. Weren't there 12 objections by the prosecution? I was going to ask, we've already destroyed the rebuttal time of your colleagues, but it seems to me that this is a large number of challenges by the prosecutor. Can you comment on that? 12? I mean, the defense objected to seven, and five objections were sustained."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"How many days did this take?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"17 days? Less than one a day. That's pretty good."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Yeah. How many paraded by? I mean, do we know?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it does seem that this trial judge was doing a conscientious job. He granted five of the -- rejected five of the prosecutor's, and how many of those had been where defense counsel had objected?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"He objected in seven and in five of those - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"No. I think the prosecution challenged 12 times. There were seven objections. Five were sustained."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In your view, do we look at this any differently through AEDPA than if we were looking at this on direct review?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So that makes a difference in the standard of review that we apply in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, does that mean we give a greater degree of deference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just trying to get a handle on your view as to whether the standard of review with respect to deference to the State court is different in this respect than it would be on direct review?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask, one of the most troubling parts about this case is the failure to object. As I understand, under Washington law, that doesn't making any difference, the review is exactly the same as it would have been if there had been an objection. But under our review as a matter of constitutional law, should it make a difference?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any response to Justice Kennedy's concern that this really allows for a mouse trapping of the trial judge who very likely would have paid less attention to the issue as long as any counsel doesn't object, just as a realistic way that this kind of thing is handled?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me put it to you this way: There's no demeanor finding here. Suppose the judge had made a demeanor finding. That would be different, the case would be a different case, wouldn't it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if the objection is what prevents the demeanor finding, then maybe we should be able to consider the fact there was no objection, even though Washington law doesn't require it before we consider the issue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought your brother made the point that there was a more elaborate explanation of the trial judge's determinations when there had been an objection."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but he said for one of the other witnesses, I just don't -- I don't believe him. And if that had been his problem here, he presumably would have said the same thing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not if there's no opposing objection by defense counsel. When there was, and when part of his reason for granting the motion to strike the juror was demeanor, he mentioned demeanor."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The law on this, and you've read the cases more recent probably -- I've skimmed through some but not read them all, as I'm sure you have. And the statement of the law that I want to know, is it still valid law, is in Witherspoon on 522, Justice Stewart in the footnote. And what he says in that footnote is, \"the most that can be demanded of a venire man in this regard is that he be willing to consider,\" and those are his italics, \"to consider all of the penalties provided by State law, and that he not be irrevocably committed before the trial has begun to vote against the penalty of death, regardless of the facts and circumstances that might emerge. If the voir dire testimony in a given case indicates that venire men were excluded on any broader basis than this, the defendant's sentence cannot be carried out.\" Is that still a valid statement of the law or has it changed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Of what law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Of Washington law. No, this is Justice Stewart of the Supreme Court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Substantially impaired."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Which is a lot different than irrevocably committed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You would agree that substantially impaired is not the same as irrevocably committed?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This doesn't say -- that's one of the things it says. But the other is, \"the most that can be demanded of a venire man is that he be willing to consider\" -- that's the word that's italicized -- now, is there any -- \"and if you exclude him on a broader ground than that, the death sentence cannot be carried out\". Now, is there anything in any later case that suggests a change in that respect?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he said that, but elsewhere he sort of indicated that he couldn't consider it unless it were a situation in which this person would be able to commit the crime again."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They did indicate that unless that was the situation, he wouldn't consider imposing the death penalty. I think that's precisely what they indicated."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I like recidivate by the way. I'm going to use it in the opinion. It's a very useful verb."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"If I can get back to my concern about the failure to object again. Supposing this defense counsel instead of just saying no objection, said no objection, I think he's a hanging juror?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, he thought contrary to the prosecutor, his appraisal of this man was that he's going to be pro-death penalty, and he let that be known. Would that make a difference?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think it would under Washington law. I don't suppose it would."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. The juror just did what he did, but everybody was evaluating his demeanor in the courtroom, and defense counsel's evaluation was to mean I don't want that juror, he's going to hang my client, and that's what he thought and he let it come out when he told the judge no objection."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would that make a difference?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You did. Do you think it should make a difference to us if we think that he didn't really want this guy on the jury?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Does the fact that this is structural error, that there's no harmless error analysis, mean that we should be very careful to give substance to the rule that there's deference to the trial judge? And in fact, in the Witt case, we said that the determination to excuse a juror is based on determinations of demeanor and credibility that are within the trial judge's province. We said that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What presumes that there is that judgment made by the district judge, whether or not it's mentioned? It was not mentioned in Witt."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Should defer to Judge Kozinski's observation or to the Supreme Court in Witt?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's a third choice which under AEDPA is the Washington State court decision to which we should defer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"On page 208, though, the Washington Supreme Court also stated the standard, as I understand it from Witt, that Mr. Deal's views would have prevented or substantially impaired his ability to follow the court's instructions."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the number of the page that you gave telling this is an appeal from a capital sentence, and there are umpteen challenges made. So the judge is dealing with Richard Deal in one paragraph. The defendant raised a host of challenges, and so there's not perfect consistency with what these two passages in the opinion. But mustn't we take into account what this was? It was the defense brought out every objection they probably could conceive of and they didn't put particular emphasis on this, so it comes out this way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In the Supreme Court. Now we're talking about the Washington Supreme Court. You said they got it wrong because they said in this paragraph that he got the law you wrong, he made an incorrect statement of the law because he said he would impose the death penalty where the defendant would reviolate if released, which is not a correct statement of the law. We don't know exactly what that court meant by that paragraph, but we do know that the Washington Supreme Court was basing -- I don't know how many objections they were dealing with in this opinion, but a great many."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my point is simply that where the court is faced with so many challenges, this particular one, there had been no objection at the trial. So an appellate court might think we don't want to spend too much time on that one."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Elliott. Mr. Samson, you have one minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. SAMSON","firstName":"JOHN","lastName":"SAMSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1785,"interruptions":11,"times_spoken":42,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1170,"interruptions":9,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":2,"fullName":"SUZANNE LEE ELLIOTT","firstName":"SUZANNE","lastName":"ELLIOTT","counsel":true,"justice":false,"side":"respondent","words_spoken":2706,"interruptions":13,"times_spoken":65,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":605,"interruptions":0,"times_spoken":30,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":612,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":623,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":1,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":706,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":566,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":104,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2955,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":13,"words_spoken":2706,"times_spoken":65,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":4522,"times_spoken":138,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034975}}