{"petitioner":{"name":"MICHAEL A. WATSON","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"06-571","date":"2007-10-09T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-571, Watson v. United States. Mr. Koch. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you address first whether receipt of the gun constitutes possession of the gun?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But under the statute as amended, possession is also indictable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure. I have the same question as Justice Ginsburg. It seems to me, absent some precedents which narrows this definition, that that would have been the way to charge your client. That's not what was charged; that's not the indictment; that's not what you're arguing. So I guess the question is more appropriate for the government. But, if, following Justice Ginsburg's question, this covers it, and it seems to me that it does, then we're not arguing about very much."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Koch, let's say that the parties to the transaction are concerned about avoiding exposure under the money-laundering statute, and so they got together and said: All right, we are going to have this deal. What can we use besides money? And they say: Well, let's use guns, or let's use a gun. And the seller of the drugs says: Okay. I'm willing to use that. Isn't he using the gun in furtherance of the transaction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's being actively employed as the consideration in the sale."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not being shot, but it's still being employed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think it would be a natural, grammatical construction to say he's willing to use the gun for the consideration."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we look at this transaction, a guns-for-drugs transaction, is there - - can you think of any good reason why Congress would want to prescribe a 5-year penalty for the person who hands over the gun, but not any penalty for the person who receives the gun and hands over the drugs?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that the -- the risk is Congress was worried that somebody would go to a transaction like this with a gun originally intending to trade it for drugs and then when one person gets there, a person decides to shoot somebody with the gun?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"","text":"And that's why they would penalize one side of this transaction and not the other?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In Smith, the Court said that the reason that selling the gun in exchange for drugs -- what was dangerous about that was the potential for instantly converting the gun from currency to a cannon. But here isn't that even all the more of concern because one who receives the gun can instantly turn it around and shoot the drug seller?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's the same on both sides. It seems to me in both cases there is a risk of using the gun. The one who comes in with the gun can use it; the one who receives the gun can use it."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the person who hands over the gun is not a government agent or informant, is there any doubt that the person who hands over the drugs can be charged with using the -- the gun under 18 U.S.C. Section 2(b)? He causes -- the person who hands over the gun, to do something that is a crime."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're relying on the language of 924. If you look at the language of 2(b), is there any doubt that this situation would fall squarely under it? \"Whoever willfully causes an act to be done which if directly performed by him would be an offense against the United States is punishable as a principal.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Subsection (b) is not charged in the indictment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But that was not charged in the indictment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Section 2(b)?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Koch, but the government answers that, a dollar for coffee, by saying it depends what question you ask. So if you ask was the coffee part of a beverage transaction, the answer would be of course yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a gun transaction."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't remember whether you ask in your brief as an alternative argument for the overruling of Smith."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be used by somebody, some human, and the human in this case is Mr. Watson."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. It wasn't contested in Smith?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Go back over that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't it have been said in Smith that -- that trading it for drugs was not the only way in which the offense could have been committed? Couldn't the same thing have been said in Smith?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the issue in Smith was weapon versus nonweapon, and that's not what you're arguing here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The issue here is use versus nonuse, active employment versus passive receipt?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it -- why isn't your argument more directly that the issue here is -- is nonweapon use by A versus nonweapon use by B? You represent B and you say B wasn't the one who used it in a nonweapon sense?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you are right, that's the end of the case."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not -- as you said before, you're not arguing for the overruling of Smith, and therefore, you concede that the other party to the transaction used the gun."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In a nonweapon sense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you are making his argument. I think you're -- you're too humble, the argument you're making."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"It's really not a bad one. I mean, you don't - - (Laughter.)"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But -- but what you're saying is that all Watson did was to receive the gun. But he agreed to accept the gun as payment."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that in that sense he used a gun. It wasn't his gun yet, but he agreed that if the gun would be brought to the scene of the transaction, that he would accept receipt of it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He says, you get a gun, you put it in your car, you come to my house, you bring that gun with you, and I will give you drugs. I think in a sense he's using the gun. It's through the, the actions of another that he is doing it to be sure."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps. But it seems to me to unduly constrict the case to say that all he did was receive it. He did more than that. He agreed in advance."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"He agreed to let the other party to the transaction use a gun to pay for the drugs, the other party to make the use of the gun."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you have besides the linguistic argument? I mean, when I start out, I can't think of a reason why Congress wouldn't want to penalize the buyer, not the seller. We are dealing with a statute that does catch your client, if they had only charged him with the right part. But no one in his right mind would ever rely on a ruling in your favor to actually engage in such a transaction, since it would violate the statute in 15 different ways. I exaggerate, but you see the point. So you have a linguistic argument which people are -- you're right, I think, in saying it's awkward but not impossible. And, therefore, awkward but not impossible; we create an anomaly in the law. I can't think of a reason why to do it. So what else do you have?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And, of course, you could say the same thing about Bailey, I suppose. You know, What was there in Bailey except -- what was the term, linguistic -- nothing but a linguistic decision."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Bailey doesn't make any more sense either from a policy standpoint."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We sometimes we rely on linguistics, don't we?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And sometimes we try to - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"And sometimes the words of the statute."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to put you in a whipsaw here. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Sometimes policy seems relevant, too, to figure out what Congress wanted. But let me go back to the question I had, which is do you want to us overturn Smith? Are you asking that, because I could understand it more easily if you said, look, both sides of the transaction should be treated alike, but they should be both outside the word \"use.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And in answer to my question, you said you were not urging the overruling of Smith?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But he receives the gun and it could have been loaded. And if it was loaded, you receive a loaded gun, and you're there and you give the money for the gun and you have the gun and somebody comes up, maybe you'll shoot him. I mean, that seems like a risk."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose he received the gun, loaded it and said, well, now, let's renegotiate this transaction? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But he doesn't brandish it. He just, he puts it in his pocket and he says: Let's renegotiate this. What result? Could the government charge him?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Bailey involved a guy, he had the gun in a locked thing in the trunk of his car, which is a little different from holding it in your hand."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If he has a gun in his hand he is certainly carrying it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Koch. Ms. Maynard. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that does not answer the question use by whom. As I understand it, we are not really arguing about whether the gun was used in the transaction; we are arguing about whether the defendant was the one who used it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I mean, the problem you, it seems to me you've got that you can't totally paper over is that that's not usually the way we talk. I mean, if I buy a car, and pay money for it, I do not use the car in the transaction. It's what I have after the transaction is complete; and you, you got that kind of linguistic problem here, it seems to me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's enough to say we don't usually talk that way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the end of it. We don't talk that way. We don't say use a car when you buy a car."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It adds an additional element you have to prove but it doesn't answer the linguistic point."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If you're on the other side of the transaction, it's perfectly natural to say I used the gun for the transaction. What is the converse sentence? I used the gun - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't use the gun as a medium of exchange. I accepted the gun as a medium of exchange. He didn't use it until he got it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if you have - - sorry."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"justices","text":"But you don't have the simple sentence. I used the gun to pay for the drugs - - that's easy, but you don't have a simple countervailing sentence."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose you could say we used the gun in order to complete the drug transaction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's say - - let's say you have a duel, and each person in the duel needs to have a weapon. One person has a gun; the other person has the sword. Would you say the person with the sword is using the gun in the duel?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because you can't have a duel without both people having weapons."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You wouldn't say that the person - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Each person in the drug exchange brings to the table what they've got. The one has the drugs; the other brings the gun. That doesn't mean that the person with the drugs is using the gun."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the only way you can make that argument is to define the crime as consisting of the agreement as opposed to the consummated transaction."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought you said a minute ago that he was using it because he agreed to accept it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why wouldn't making a material misstatement in order to obtain a gun constitute a use of the gun -- as much as it, the receipt of the gun constitutes a use of the gun here? What's the difference between the two situations?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not if you believe Smith."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not if you believe Smith."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes but Justice Breyer made the very persuasive argument that it doesn't make sense to treat both sides of the transaction exactly the same; but isn't it the fact that in many drug transactions the buyer is not treated the same way as the seller? It's a crime to sell poison drugs but it may not be a crime to buy the poison drugs."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But generally speaking buyers and sellers are not always treated alike in the criminal law, are they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why? There's -- they refer to crimes in which there has been a receipt but there has also been a conveyance. Why do you focus on the receiver rather than the conveyer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What are they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Involved in -- that broadens that enormously, doesn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It cuts the other way. Congress knows how to say involved in if it wants to reach that broadly, and it didn't do it under the provision in which -- pursuant to which Mr. Watson was indicted."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It could be -- it could have -- it is intended to be used, not necessarily. As -- as your opponent pointed out, this section does not focus on the individual. It focuses on the firearm, simply for -- for confiscation of the firearm. And, therefore, it suffices if either side intended it to be used. It doesn't have to be the recipient who intended it to be used even though it's a receipt crime. It was intended to be used by the other side. Wouldn't that make sense?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What page is that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"This is what -- this is what is bothering me about your side of this case. I start thinking this is a total fluke. Normally, you would charge him under \"possession in furtherance of,\" which you didn't for reasons I don't know. Or he would be an accessory, which he isn't here because the other side was a government agent. So we've got a fluke. Now, if I accept your linguistic approach, I don't know what I'm getting into. Imagine an artillery team. One loads the ammunition; the other pulls the trigger. We say the team used the ammunition, but the guy who pulled the trigger by himself didn't. Think of a baseball team. The pitcher doesn't use the bat, but the team does. Now, if I take your linguistic approach, where am I in respect to other statutes? But if I deny your linguistic approach on the ground that it's unnatural to say \"use\" of the -- the individual used it, all I've done is create a fluke case because it will never come up again."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But those are all examples that I used the gun to pay for the item. You don't use the word \"use\" when you're the seller. It doesn't fit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if Congress passes a statute saying anyone who uses a gun in a crime of violence gets an additional sentence, the person who is shot is using the gun in a crime of violence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So is that a necessary element of the offense: That the transaction be negotiated in advance?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying that the parties are viewed collectively so that in Justice Breyer's example the pitcher and the batter used a ball and a bat. Is that your position? And in this case the seller and the buyer used drugs and a gun."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, does that fit with the words of the statute, any person who - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even though it's a collective enterprise, you can still focus on one of the parties and prevail. Is that your position?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think -- I don't see how your hypothetical advances the argument. I mean, I don't necessarily agree that someone who sells drugs for currency is using the currency in the transaction. They are accepting it. It is what they want. That's not the same as using it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what weakens your hypothetical. It's not the normal use of a gun as a medium of exchange."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"It held that the person who does use the gun, which is the natural, grammatical construction, uses the firearm. That's quite a bit different than the question of whether someone who receives it as the consideration is using the firearm."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the argument in Justice O'Connor's opinion was largely linguistic. The natural use of the word \"use\" is to say: I used it to pay for the gun -- I used it to pay for the drugs, rather. But you don't have a countervailing sentence that fits into anything in her opinion, and you haven't really answered his reliance on the -- on the other case, which requires active use."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It was -- Watson possessed the gun, would you agree with that, in furtherance of the transaction? Would you say that this case fits the statute, as amended, so it could have been charged as possession?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why was it -- why wasn't possession charged here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the prosecution would certainly want to assure the success of the argument; and if this is clearly possession, why wasn't possession charged? And does the Department of Justice give any guidance to prosecutors since the 1988 amendment on what to charge in these situations?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe they were doubtful about whether the \"possession\" thing applies here. I don't know. Possesses a firearm in furtherance of the crime -- I mean, the crime has been completed by the time the -- the person who is receiving the gun has possession of it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's hard to say it's in furtherance of the crime when the crime is over once he gets it. His possession is not in furtherance of the crime, it seems to me. It's the other person's possession that's in furtherance of the crime. He possesses it so he can turn it over, which is the crime. But I mean I'm just not all that sure that you have a hundred percent easy case on the possession point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just -- I don't understand the significance of the argument you just made. Are you saying that because some people might be let out of prison if we correctly construed the statute, we should read it your way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So what was your point referring to the people who were convicted under this statute --under this construction of the statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the argument you made earlier was that this may not be of particular ongoing significance because of the amendment."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Something just occurred to me. When you distinguish the case,our unanimous opinion requiring active use, you said, well, that - - that gun was in the trunk of a car so -- what if this gun had been in the trunk of the car also and the guy said, well, it's now -- that's your gun?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they just transferred ownership in exchange for drugs with -- by transferring title to a gun that was located in the - - in the trunk of a car."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So it -- it was not sufficient in -- in Bailey in any case, but it would be sufficient here because it played a role in the transaction?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but Smith, in Smith, Justice O'Connor used the illustration turning currency into a cannon. You can't do that very well if the gun is in a car, in a locked trunk in a car on the street. You can't turn the currency, the gun, into a cannon."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is there any reason in such a case, if you lost this case, in the future could you not just charge, as Justice Alito said, that they're a principal in the possession by the seller?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If the government is not involved? And if the government's involved on the other side, I guess you'd have to charge an attempt."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And so your -- your practical argument then is that there has been considerable reliance on your interpretation to the extent that many people have been convicted under it. How many?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"About? About? Have any rough idea?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Maynard. Mr. Koch, you have 4 minute remaining. REBUTTAL ARBUMENT BY KARL KOCH ON BEHALF OF THE PETITIONER"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Koch. The case is submitted."}],"people":[{"id":0,"fullName":"KARL J. KOCH","firstName":"KARL","lastName":"KOCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3553,"interruptions":11,"times_spoken":49,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":2852,"interruptions":24,"times_spoken":55,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":228,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"MR. KOCK","lastName":"KOCK","counsel":false,"justice":false,"side":"","words_spoken":4,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":274,"interruptions":0,"times_spoken":10,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":285,"interruptions":1,"times_spoken":10,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":608,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":3553,"times_spoken":49,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":2852,"times_spoken":55,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":3315,"times_spoken":111,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627034984}}