{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"ATLANTIC RESEARCH CORPORATION. ","counsel":[1,2]},"caseNumber":"06-562","date":"2007-04-23T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-562, United States versus Atlantic Research Corporation. Mr. Hungar. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hungar, was this Court wrong in your view, it wasn't dispositive of the case in Key Tronic when it said, \"Section 107 unquestionably provides a cause of action for private parties to seek recovery of cleanup costs?\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think that when the Court says this, it didn't contemplate that PRPs would be included among private parties?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Who were the PRPs, or who are the individuals other than PRPs who are likely to, to avail themselves to the cause of action under Section 7? That's one of the problems I have. I mean, it's got to be someone other than owners of the land now, owners of the land then. I mean, who's going to bring these actions?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But can you give me an idea of generally - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not -- you know, that's not a private party within the meaning of the quotation."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Pardon?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not the United States of America, but we wouldn't normally refer to it as a private party. And -- but I don't mean to get tied up in that, but can you think of any individuals or corporations who are not likely to come in to one of the four categories in 7 who would, who would take advantage of this?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No I realize that. I'm trying to - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Those are people who would have a defense under the later sections of - - subsections of Section 7. They are still people who would fall within the first four categories."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know that when they go into court. Let's assume they bring the action and the answer is well, you fall into one of the categories one through four, and the person says oh, but I -- I'm not liable because ultimately I will have an innocent party defense. Would we then have a collateral trial on the innocent party defense in -- in the cause of action for, for reimbursement?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I mean if that would be the first issue, we'd have to try the innocence of the person who was bringing the action?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well the -- the trouble with having, I mean the trouble with that approach is that whatever you, whatever may be the ultimate effect of subsection (b) is referred to as defenses. And the way you're using it the so-called defenses would be an -- an affirmative element in the action for, for, for cost reimbursement with is just -- and I mean it certainly at the least would involve a very odd language usage in the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you - - MR. HUNGAR: -- they are not in the subject; they are in the other category."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Well you've glided over the great difficulty which is it doesn't say that people identified in the statute shall be liable to other persons. It says they will be liable to, under certain circumstances, the United States, a State or an Indian tribe and they are liable for -- for other costs incurred by any other person. And it just seems that the most natural reading of that construction is that the other refers to other than the United States or a State or an Indian tribe."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In the years since CERCLA was enacted have there been any real cases in which a party that you would regard as an innocent party has brought a cost recovery action?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What are -- what are they? I mean as I read this, I can't get anything out of the language. I mean the two \"others\" might just make it more clear. So we have another Section 113 that talks about contribution and it says you can get contribution if there has been a lawsuit, and so forth, or if there has been a settlement. Fine. Now the question comes up, well, suppose there hasn't been a lawsuit or a settlement. Now if we look at the language here, at least my initial reading of it, it does not say. It says that they are liable. These PRPs are liable to this other PRP or person there. But it doesn't just say explicitly bring a suit, and it doesn't say explicitly you can't bring a suit. So I think well, why can't he bring a suit? If he brings a suit how is the sky to fall? On the other hand, if you don't let him bring a suit, they say well, maybe the Government just -- will just stay out of this. The Government won't enter into settlements because the Government is a big polluter. And it would not like to get sued often, so they will stay away from the settlement and be home free. So that's what they say on your -- on their side, I think, primarily. What do you say on your side? How will the sky fall if in fact they win and they can bring suits under 107?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it work with \"or a State\" because I thought that there was some suggestion that States, they don't want to bother with the Federal legislation, so they'll say you're okay under the State legislation. You can't force a State to -- to take on that responsibility."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The States, we have a brief from the States telling us look, we don't want to put our money on that kind of thing. We've got very high-risk sites and we want to spend our resources making sure those are cleaned up."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they -- they can. Of course they can but the States are telling us that this puts a burden on them that they don't want."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's just go back to Justice Breyer's question, because it was I think a major point of the Eighth Circuit. That is, they said the United States, the United States is a big polluter, could avoid its own responsibility by not bringing any enforcement action and by not settling, and you -- you said there would be a disincentive for the PRP -- a disincentive to settlement, but you didn't answer the question of why wouldn't the United States when it is a polluter and it would be responsible on this site, to say well, we are going to, we are not going to settle?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the - - what about the statement in the red brief that -- that there is presently in existence a directive that EPA not proceed against any Federal agency?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, excuse me. Are cases that you referred to cases in which EPA has gone against a -- we'll say a third party polluter, but the Government is also involved?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Now, has EPA during the pendency of that directive gone directly against any Federal agency?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. MR. HUNGAR: -- because in our view EPA can't sue the United States. If Your Honor means, I mean definitely there are enforcement actions or - - proceeding. The way EPA normally works, just to be clear, is that when it learns of a site, it learns of a release of hazardous materials, it does a preliminary assessment to find out whether this is a problem or not, whether it's a problem that they should pay attention to or if they should instead refer to the State. And if it's of sufficient magnitude that it's for the EPA rather than the State to deal with, they proceed to identify all the PRPs they can sent notices to them and attempt to settle."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"All right - - MR. HUNGAR: They always do that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"What if, what if one of the PRPs they so identify is the Department of Defense?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they have to get the Attorney General's approval before doing that? Before naming the Department of Defense?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"However they initiate, I don't know as a matter of procedure how they initiate enforcement action - - MR. HUNGAR: They send a letter."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"It's by that letter - - MR. HUNGAR: They send a letter to all PRPs."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Do they need the Attorney General's approval to send the letter?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if, what the Department of Defense says \"nothing doing\"? What does EPA do then?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does it do about the Department of Defense? MR. HUNGAR: Well - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"In my hypo, the Department of Defense says you know, we are not talking with you."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it does. But let's just talk about EPA. What does EPA do in the case that, when Defense stonewalls?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And at that point 113 would kick in - - MR. HUNGAR: Correct."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- regardless of Defense?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why this case - - there's a point that was made by the Eighth Circuit, and also in the States' brief on page 24, and that is that the EPA was engaged in settlement negotiations with Atlantic Research, and then after this Court decided Cooper Industries that negotiation terminated."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I go back? Because I'm trying to, since I do find it so open with the language, what I'm doing is making what I call the list of acorns. You say the sky is falling and I want a comparative list."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"On their side I have an acorn, which is if they don't win, EPA and DOD just are not going to settle these things because they want to escape us suing them. And you say, are you kidding? EPA loves to sue. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"And they like to settle. Don't worry about it. All right. On your side, you're saying well, you know, if we don't -- if we don't -- accept your interpretation, they won't enter into settlements. To which I guess they will make the same response. Are you kidding? The EPA loves to sue us and we are frightened of them and we'll settle. Okay. So I've got one acorn each side, now are there other acorns on the Government side; namely the sky is falling - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What are they? I'd just like to make the whole list of acorns."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have to pay the costs. I mean, isn't that something of a disincentive? Before you can sue?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. It would be one thing if you skip away from a settlement without having to pay any money. But in order to come under, under 9607, they have to, they have to shell out the money."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how sure are you -- how sure are you that it doesn't protect them still?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when one responsible party has paid out the cost and is seeking a cost recovery claim from another responsible party, it's not too much of a stretch to call it a contribution claim, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not worried about any of that when you're dealing with an innocent party, the person you say can bring this action under 107(4)(b). Don't all those same concerns and objections apply in that case as well?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't know, you don't know, that you're dealing with an innocent party until the end of the litigation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have another example of an innocent party who can bring an action under 107(4)(b) other than a governmental subdivision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're somehow affected by the hazardous release."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're still somehow affected by the hazardous release."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But my point is that subsequent owner, EPA is going to start looking at him as a PRP, not as an innocent party. In other words, there is going to have to be an awful lot of litigation before he can establish that he is not a PRP and is instead an innocent, innocent party."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The person who settled, wouldn't that person be protected? Wouldn't the court say, this person has made a bargain with the EPA and we're not going to extract any more from them?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but to make the statute work in harmony, to harmonize 107 with 113, it seems to me that would be an altogether reasonable position for a court to take. If someone has settled and is protected by virtue of that settlement, then when someone else tries to go after that same person the court could say: We have to make the statute work and we're going to honor the settlement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. Mr. Armstrong. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How? I'm not so sure because -- unless you want to stipulate that that restitution -- if you want us to write in the opinion that in fact in a 107 action if one of the parties sued has entered into a settlement he shall have precisely the same protection from suit as if it were a 113 action. Do you want to say that or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I would worry about the equity. I just want to know if you want to stipulate that that's the proper interpretation, because I could easily imagine a case where your client bought a beautiful golf course and he wants to turn it into a golf course. Unfortunately, there's a little mess under there and he spends $10 million on that. And he says the real fault is the Union Oil Company and I'm going to sue them because they're the ones who dumped this and they've cost me $9 million. And it turns out that Union through precisely good luck and a brilliant attorney has settled this very matter for one dollar with EPA. Barred?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, that's what I thought, and that's what he's saying. That's what he's saying, that's why he has brought his second acorn, because he said there's a huge difference here. What you will do is if you get this 107 action you'll argue to the court as to what's fair, but what 113 says is once you settle with the Federal Government you're home free."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but there's nothing, there's nothing unnecessarily unfair. It turns out that the Union Oil Company is bankrupt and in part of the settlement they agreed to turn over all the documents listing whoever it was that gave them the chemicals. And it's a very complicated thing because we're dealing with people often in these cases that don't have assets and only limited responsible parties have the assets. So they're trying to recover what they can from the others."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, almost by definition a settlement is for the full amount that you'd have to spend without the settlement, almost by definition."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You don't usually settle for 100 percent of your liability."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So that means that in every settlement agreement you'd have to engage in this analysis to see whether or not it was fair."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How are you going to choose this? Because he is, I think you're -- maybe you're in a slightly awkward position because the Government is saying that one of the reasons that you're stuck with 113 is because Congress didn't really want through 107 to give parties like your clients an opportunity to review for fairness or equitable principles, whatever you like, the settlements that had taken place with the defendant in EPA. And that's so we can get people to settle, among other things. They feel they're home free. Now, you have two choices here. I think you could say, one, well, that's the way it is, we should have a 107 action and we should review these settlements for fairness; or two, you could say one of the principles of fairness is the principle that's written into 113 about no review, and we're happy with reading that into 107. So which is it that you would like to say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"When you say that's absolutely true, you mean absolutely true that you have that choice, or is it - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right, so then he's wrong in thinking that the motivating force behind this action is to permit people to get equitable review of prior settlements? What you simply want -- and you're not interested in that; you'll go with no equitable review of private settlements. Read 113 into it. You want the right to bring the case where there has no settlement and Government has done nothing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But to talk about the other polluter or the other in this case, where the other polluter is not someone who is going to settle because it's the Government itself - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So I don't think you're in a position to concede anything one way or another because that's not your case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the Government's concern that prenups shouldn't go on unsupervised. That's when EPA brings an enforcement action, there's a monitor there. When there's a settlement, then the Government is there. But if you just go off on your own and do this, you're doing it unsupervised by any State authority, any Federal authority, and that could - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"As you read the statute, you're talking about a PRP, but any other person doesn't have to be a PRP, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You could set up a company that cleans up these sites, right, and go traveling around the country and clean them up and then send people a bill and cite your reading of 1074(b), right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we rule in your favor presumably there will be a lot more, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about non-PRPs?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in -- in response to your -- going back to your response to Justice Breyer, I take it the -- the right under -- under 107 was affected to the extent, or at least you would agree that it was affected to the extent that if there is a settlement they are home free and there can't be a 107 action; is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So it disturbed the old scheme to that extent."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the disincentive to settlement? You just said how important settlement was, or what a good thing it is to encourage it. But the Government says if you could just clean up without any order and without making any proposed settlement, just do it and get back your costs, then there's a powerful disincentive to settle."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you say there are two factors which still exert pressure to settle. One is that you don't have to bear the burden of showing that you conform with the national contingency plan, and second, that - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- you insulate yourself from contribution suits by other people."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you rely at all on -- in 9607(a)(b)? It says any other necessary costs of response incurred by any other person. Does the word \"any\" add anything to your case? Do you think it urges us to give the broadest possible interpretation to other person?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Other necessary costs?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now you say this very language that's in 107 now had been interpreted unanimously by the courts?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that part of your case is that, is to say that it's limited by 113 is to say that there's been an implied repeal."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Unless all those cases were wrong."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So it's not just a legislative history point you're making, it's not just a point as to what Congress's expectations were. It's also -- it's also a point that relates to implicit repeal."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if the Government's only strong point is that 113 is meant to coerce settlement, and 113 didn't exist before, then it must be very clear that previously 107 did give them a cause of action."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No acorns on the other side."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask just one question about your position on the remedial settlement provision in 113(f)(2)? Do you read it to provide not only immunity from contribution suits but from any other litigation whatsoever?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If there were a claim that didn't really technically qualify as contribution, it would not, it would not provide a bar."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thanks, Mr. Armstrong. Mr. Geck. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't the States prefer to proceed, to force people to proceed under 113, so that the States would have, you know, a hand in deciding how the cleanup should go? I don't -- I don't quite understand why you're here. I would have thought that the States' interest would be similar to the Government's."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that how it works? They would have to, if you bring a 107 action, the defendant has to bring his responsive action under 113? Or is it as, I guess your friend had stated earlier, equitable principles are going to lead to an allocation of responsibility under 107?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The last sentence of (f)(1), right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What's the meaning of that last sentence in (f)(1), \"Nothing in this subsection shall diminish the right of any person to bring an action of contribution in the absence of a civil action,\" of a civil action under 9606 or 9607? What are they referring to."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Geck."}],"people":[{"id":0,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2783,"interruptions":14,"times_spoken":46,"laughter":0,"num_int_by":5},{"id":1,"fullName":"OWEN T. ARMSTRONG","firstName":"OWEN","lastName":"ARMSTRONG","counsel":true,"justice":false,"side":"respondent","words_spoken":2091,"interruptions":9,"times_spoken":33,"laughter":1,"num_int_by":6},{"id":2,"fullName":"JAY D. GECK","firstName":"JAY","lastName":"GECK","counsel":true,"justice":false,"side":"respondent","words_spoken":1275,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":547,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":601,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":820,"interruptions":3,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":31,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":939,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":87,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":23,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2783,"times_spoken":46,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":10,"words_spoken":3366,"times_spoken":39,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":3433,"times_spoken":94,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126853}}