{"petitioner":{"name":"DEPARTMENT OF REVENUE OF KENTUCKY, ET AL.","counsel":[0]},"respondent":{"name":"No. 06-666\nGEORGE W. DAVIS, ET UX. ","counsel":[1]},"caseNumber":"06-666","date":"2007-11-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 06-666, Department of Revenue of Kentucky v. Davis. Mr. Trower. ORAL ARGUMENT of C. CHRISTOPHER TROWER ON BEHALF OF THE PETITIONERS"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is what you just said true about conduit bonds, where Kentucky issues bonds to finance private construction? Is the statement that you just made accurate?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what you do, isn't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that raise, in effect, sort of a distinction between Carbone and United Haulers? Or at least one way of understanding the distinction between those two cases? In Carbone the facility, in fact, was not the facility of the government."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Here the, the immediate beneficiary of the bonds is, in Justice Alito's hypo, is a private entity?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- correct me if I'm wrong, just a matter of fact. I thought in most instances the immediate beneficiary would be a private entity who, in effect, was enabled to borrow at a lower rate?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So don't you have to take -- therefore, if you're going to answer Justice Alito as you did, don't you have to take the position that Carbone really is not good law and the Carbone/United Haulers distinction is not a -- is simply not a relevant distinction? As a dissenter in Carbone, I naturally do not find that the worst answer you could give. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But don't you have to give that answer?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as a dissenter in United Haulers, I also don't think it's a good distinction. (Laughter.)"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But couldn't there be instances where some, an industrial, a company is trying to -- is deciding to locate a plant and is choosing between Kentucky and Ohio, and Kentucky says, come to Kentucky because we'll issue private activity bonds so that you can finance this more cheaply than if you went into Ohio? And when you do that, aren't you, aren't you doing exactly what the dormant Commerce Clause is supposed to prevent?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Trower, were private activity bonds considered at all below? As far as I understand, this is not a private activity bond, it's not, what's at issue here. And there was no adjudication with respect to that type of bond - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in the lower courts."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that you -- and I have the same hypothetical for both you and your brothers on the other side with some adjustment here, because I'm finding the case quite difficult. And the, the -- for you, imagine we have some milk producers in Kentucky. They are farmers. And they go to the legislature and they say, you know, we can sell a lot more milk in Kentucky if you will pass a law imposing a tax on Missouri farmers who want to ship milk into Kentucky. That's the classic unlawful -- all right. It's unlawful, unconstitutional, right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now, what is the difference if a city in Kentucky that wants to finance its schools says now to the legislature, we're going to find it easier to sell bonds in Kentucky or elsewhere, in Kentucky, for our school system if you'll only put a tax on similar bonds that Missouri is offering to finance their city schools? That will help, just like the milk. Now, what's the difference?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We have consumers in the dairy products that are suffering loss. They're all the voters in the States. Everyone drinks milk."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So they are suffering a dollar-for-dollar loss, because their milk becomes more expensive. I don't know if that's analogous. I think it's a pretty strong analogy. As to the first, that's of course the point that's worrying me. It is true that this is a public matter."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it make a difference in the first case if it happened to be some dairy farmers who -- there are so few in Massachusetts now, unfortunately, that they all work on State-owned dairy farms that are put up for, you know -- does it make a difference?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It would make a difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We have a different variation here that wasn't present in United Haulers, which, of course, is that Kentucky does compete with other public entities in the municipal bond market. In other words, I think you have a strong case with respect to discrimination against private bonds, but Kentucky competes against Ohio bonds as well. And they're making the Kentucky bonds more attractive through this discriminatory tax on the Ohio bonds. Why isn't that a sufficient distinction from United Haulers?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose a State said that it was unlawful for anyone other than a State resident to purchase the bond?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if the State offered its taxpayers a higher interest rate than purchasers from other States? Would that be permissible?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How would that achieve the same result if these bonds weren't negotiable and they'd be hard to sell, hard for you to sell, if people who bought them couldn't sell them, and they could sell them to somebody out of State and get the higher interest rate?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And these would be bonds that Kentucky citizens could not sell to anyone else?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Anyone who wasn't a Kentucky citizen?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be constitutional to say that the holder of the bond must always be a Kentucky resident or, if you sold the bond, it has to be to another Kentucky resident?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose you could achieve the same result simply by providing you're not going to pay interest to somebody who is not a Kentucky resident."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if New York has a very strong financial community, it can really benefit its citizens by keeping the market in New York bonds for itself, if it chooses?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And your case for that is what, United Haulers?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you reconcile that with the Bacchus case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I've always thought it was incorrectly decided, to be honest with you, but it's there. It's been there a long time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have to overrule Bacchus to agree with you? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your argument depend upon the uses to which Kentucky is putting these proceeds?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought it would because you're saying nobody else is responsible for public works in Kentucky and so on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Just a public facility."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if Kentucky had a law that it could only -- no out-of-State car dealer could sell cars in Kentucky, that benefited Kentucky car dealers, and then it had a special tax on Kentucky car dealers to fund local hospitals, airports, roads, whatever -- that would be all right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't matter? So the use to which the proceeds are put doesn't save an otherwise discriminatory activity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Trower. Mr. Brunstad. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Or United Haulers."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then of course you win as soon as we say the commodity is the same as milk. Obviously to me you would, but that's the issue. And in United Haulers what the question was, I thought, is if it is a traditional governmental function, anyway - - say, like producing electricity, or cleaning the streets -- there they discriminate and say you have to buy in State -- well, it's different, and indeed it may be okay. So what you've just heard your brother - - brother argue is if this is a fortiori, because here it's not even making electricity; it's not even collecting trash; it is financing the most basically governmental of all governmental institutions - - libraries, schools, streets. Now, why isn't it a fortiori from United Haulers, given the nature of the task that they are raising the money to finance?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can a State - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"You're arguing -- but can a State do this? It produces a service or product; it sells the service or product to in-State people at a price 50 percent less than it sells to out-of-State people."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, you're saying if the State owns cement, it can sell 50 percent less to its in-State citizens than out-of-State?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Fine. Then could it do this? Could it say that if you buy cement from out of State, the answer is no, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Suppose what they are selling is education? Can the University of California say that when you send your child to the University of California, you will get a thousand dollars back on your income tax. But if you send the child to an out-of-State school, you don't?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well if that's fine, then what they say is we sell you participation in the financing of the project."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if you buy -- we sell you the participation. It's called a bond, and if in fact you give the money to us, and you are in-State, you get a thousand dollars back. But if in fact, when you do the identical thing, and you buy a similar thing from out-of-State, you do not get the money back? How is that different from what you just said was okay in respect to the University of California?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm sorry, then I wasn't clear in the hypothetical. The hypothetical was that you get a thousand-dollar rebate on your income tax. So I was trying to make it exactly like this case. You pay a lower State tax."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it any different from a tax credit?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But in that case, the only thing the State was doing was taxing. Here in Justice Breyer's hypothetical, in the case we've got, the State is also participating in a bond market."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why do we draw that line? I mean, you -- a moment ago you were talking about the -- the realities of subsidy. Why don't we confront the realities of -- of the fact that the State's participation in the bond market and the -- and the tax exemption go together hand in hand? It's unrealistic to divide them."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So what? The economic reality is precisely the same."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Not constitutionally, we have said, in cases in which the State is not acting purely as the regulator. Here the State is not acting purely as the regulator. The State has a dual capacity, and you say ignore one side of that capacity for the other; and my question is why?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but it's not taxing an out-of-State commodity in the sense of a commodity which is manufactured or produced out-of-State."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In which case the State was not a participant, but the State is here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you want to suggest -- I'm sorry."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"justices","text":"No. Please."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Are you suggesting that the result in United Haulers would have been different if there were a competing trash processing facility out-of-State?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they are not taxing the out-of-State commodity. Their tax is imposed simply on Kentucky taxpayers."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And this situation is somewhere in between the two. Because although we do not have what in form is a subsidy, we have what in economic reality is a subsidy for the benefit of the State's own activity as a bond issuer. So the question again is, why do we accept your characterization that this case should be treated exactly as if the State were acting merely in a regulatory capacity?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the whole purpose of - - of the combined effect of market participant for the - - acting for the purpose of providing an essentially governmental service is to give the State a free hand. Why do we ignore that in your argument in favor simply of the regulatory side?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the question is whether it will be treated as we treat a facially discriminatory tax when there is no market participation, there is no State participation for the purpose of providing a fundamental governmental service. If -- if in fact there is a good reason to treat them differently, then we don't follow the -- the facial discrimination test. Let me -- let me ask a -- a question with that as the premise. Assuming -- and I obviously do assume -- that we have a choice of analysis here, one good reason to choose the analysis that your brother has -- that the State is forwarding is the fact that we have historically a bond market which has grown up since New York issued the first tax-exempt or -- a bond."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And we have an enormous market, the effect of interrupting which we really, as a Court, cannot tell very much. And that seems to me a very good reason to give the nod to the -- to the market participant, the essential services side of what the State is doing, as opposed to the regulatory side, and simply confront the thing under Pike. Why isn't that a good reason?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you have a perfectly good remedy in respect to that. If the States don't like this race to the bottom, they need only create a compact or go to Congress."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I was only -- I was only addressing your point that there was a practical problem. Insofar as there is a practical problem, it seems to me the States have a perfectly good remedy even if they lose this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or win the case, whatever."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"However."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But our approach in the General Motors case was the exact opposite. There we couldn't figure out whether the market for natural gas was captive or not captive. It was a little of each, and we kind of said well, you know, if it's kind of a close question, leave it for Congress. Because, after all, the Commerce Clause talks about Congress' power. The dormant Commerce Clause is not mentioned. So this is an area where Congress can regulate if it wants to, and it has never shown the slightest interest in interfering with State tax exemptions for their own bonds."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It strikes me as much more fundamental, whether or not a State can issue a tax exemption for its -- its bonds. That seems more fundamental than the more specialized issues in those other cases. And I think we have said when you're dealing with a specialized issue that may not get the attention of Congress, we have a different approach."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That argument cuts against you in context, I think. You're saying in every case of any kind of discrimination one could go to Congress. Absolutely right. And since that's true of every case, now we are back to the more basic question, leaving the practicalities that you were talking about out of it, of whether this case is more like the cows. Is it more like the garbage collection?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or is it on the far side of the garbage collection, even a stronger case for permission under the Commerce Clause?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's where I wanted you to begin."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not distinct from United Haulers. Garbage is garbage, too."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the fact that bonds are bonds doesn't seem to me to be very responsive."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't have a tax on the out-of-State. You have an income tax charged to Kentucky residents on their income from that bond. It's quite different."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The victims under your approach, as I understand it, are the 49 other States, and all of them seem to support your opponent in the briefs that were filed in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument that you just presented in response to Justice Stevens' question, I think, relies on the discrimination against the out-of-State issuers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your clients are not out-of-State issuers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We don't have an overbreadth doctrine under the Commerce Clause. Why aren't their arguments limited to discrimination against them rather than discrimination against out-of-State issuers?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your Kentucky taxpayers can argue about the discrimination against out-of-State bond issuers?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do we know that your clients will be better off regardless of how this case is resolved? One way to resolve it, of course, would be to take away the Kentucky tax exemption, which would hurt your clients. Another way to resolve it would be to extend the tax exemption to the Ohio bonds, which may hurt your clients if the Kentucky bonds aren't competitive, and the price of the Kentucky bonds goes down. They are going to lose either way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But whether or not it benefits them, it seems to me, depends on how competitive they are with other States' municipal bonds. In other words, their advantage now comes from the tax exemption for Kentucky bonds; and it's not clear, if that is eliminated across the board, that Kentucky bonds are going to be competitive with, you know, bonds of whatever other State. So the value of them may go down, and your clients may lose, whether you win or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean it -- it provides an advantage depending on the level of the State income tax and, I suppose, the level of the exemption. It doesn't necessarily mean that that's the only bonds they are going to hold."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it's less of a problem if it's like Kentucky, which, I assume, has a lower income tax."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I can ask your brother who represents Petitioner -- maybe I'd better should -- I'd get a better answer from him so far as his position. As you understand his position, as you understand the State's position, would it be permissible for State A to go to State B and say: We -- if you make your bonds nontaxable to our residents, we'll make your bonds nontaxable to your residents."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you find that consistent with the vision of the framers for our national market under the Commerce Clause?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about the example that was given of a interstate compact, say, to operate a port authority that covers a few States, and the compacters agree that they are not going to tax the income on bonds issued by the port authority, but they are going to tax the income from out-of-State municipal, but it's only the bonds from this port authority. So they -- it seems your theory would reach that too."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And yet Congress has approved compacts that say just that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it assumes it's all in the definition of your market. If your market is tax-exempt bonds nationwide, it's one thing; but your brother says the market ought to be people who issue bonds for public works in Kentucky, and Kentucky is the only one who does that so there is no discrimination against anyone else because nobody else is similarly situated to Kentucky with respect to Kentucky public works."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any evidence in the record as to how much -- what percentage of the Kentucky bonds are bought by Kentucky residents?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does it -- do we have it for any State?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought it was inherent in your argument that most of them -- I mean, if you're talking about hoarding capital, it doesn't work very well if a lot of people outside Kentucky are buying these bonds. There's not much Balkanization if they're circulated widely. I thought that your argument depended on the proposition that most of these bonds are bought by Kentucky residents."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- not really standardize. Even without a tax exemption, residents of Kentucky would be interested in public improvements in Kentucky and have -- give a slight edge in the market to all Kentucky bonds. I think there would be just a natural preference for locally issued bonds."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And not totally fungible."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it's a fact of the market, it seems to me, that Kentucky bonds are characteristically more attractive to Kentucky citizens than they are to out-of-State citizens."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I assume there would be a preference to Massachusetts milk for Massachusetts buyers, to Michigan automobiles for Michigan buyers, and the State did not subsidize."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- authorities - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not fair because Kentucky is going to use the proceeds of the bonds to build a hospital, a school that is going to serve Kentucky residents."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So there's -- it's not just emotional attachment to Kentucky that would promote the purchase of those bonds by Kentucky residents. It's self-interest. They want a public hospital nearby, and, therefore, it makes sense to buy the hospital bonds."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There's a very - - there's a very big difference between -- and it gets to the difference with the Wisconsin cows, which was addressed in United Haulers. That's a tax on private activity, and private actors don't have the responsibility of providing government services. Kentucky does."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't see a dormant Commerce Clause, though. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Court, in that old Bonaparte case, it was just kind of very naive because the Court made a decision that didn't -- that State A can't create bonds that are going to be exempt from tax in other States, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Brunstad. Mr. Trower, you have 12 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do you care, Mr. Trower? I mean, if you lose your tax exemption, it means you've got to pay more interest to sell your bonds, but it also means you're going to get taxes that you don't get now. Isn't it kind of a wash? Does it really matter."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the State's going to have more money from their income taxes, and if they want to spend it on a project in a particular municipality, they will be free to do that."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me you're making a lot of arguments that, if accepted, would -- maybe this isn't true of all of your arguments, but certainly many of them would demonstrate that the Commerce Clause jurisprudence is utterly incoherent. If taxation is the same thing as a subsidy, if congressional inaction is the same thing as approval, if Kentucky bonds are not really in the same market as out-of-State bonds, what would be left of Commerce, of dormant Commerce Clause jurisprudence if those arguments were accepted?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's true. There's a national securities market. Everybody knows that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't think either side can avoid that fact. He's suggesting that it cuts more in his favor than it does for yours because you are creating artificial barriers to that market. So that when a person who knows about Kentucky bonds and who knows what the good ones are moves out of state, he all of a sudden loses the advantage to purchase those bonds anymore, or at least he does -- he takes a penalty for doing that. Let me -- let me ask you this, the question I asked your co-counsel. A and D get together and agree on reciprocal advantages for their -- for their respective residents. Is that constitutional?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it's not. And - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And isn't that exactly what's happening here? Isn't that exactly what's happening here? You have, in effect, a pact among States to favor their own residents."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose any favored legislation favoring local industry helps the State, and the State residents like it. That's the whole point. That's why the Commerce Clause exists as a check."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All politics is local. All States want to protect their residents and make it look like they're doing something for their residents. And that's exactly the purpose of Commerce Clause prohibition against explicit discrimination, which is what this is. There's no doubt that this is explicit discrimination."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Since we are talking here about the negative Commerce Clause, we really should say that's the reason the Commerce Clause doesn't exist. (Laughter.)"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want us to -- do you want us to hold that if Congress is, quote, unquote, aware of some sort of discrimination that the States are engaging in, that there is, therefore, no dormant Commerce Clause problem?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference between that situation and the sort of flow control ordinance that was involved in Carbone? Wasn't Congress aware of those?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but why wasn't there the same kind of congressional whatever it is, acquiescence, in Carbone that you're claiming there was here?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We are talking about not just a dormant Commerce Clause, but a dormant Congress. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"What are -- what are examples -- what are examples of Federal statutes that have allowed explicit discrimination?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the insurance industry?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Trower. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTOPHER TROWER","firstName":"CHRISTOPHER","lastName":"TROWER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2875,"interruptions":13,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ERIC BRUNSTAD","firstName":"ERIC","lastName":"BRUNSTAD","counsel":true,"justice":false,"side":"respondent","words_spoken":3132,"interruptions":25,"times_spoken":62,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1143,"interruptions":0,"times_spoken":36,"laughter":2,"num_int_by":0},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":677,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":180,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":876,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":465,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":244,"interruptions":1,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":23,"interruptions":0,"times_spoken":1,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2875,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":3132,"times_spoken":62,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":3967,"times_spoken":120,"laughter":6,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5}}