{"petitioner":{"name":"BRIAN MICHAEL GALL","counsel":[0]},"respondent":{"name":"No. 06-7949\nUNITED STATES. ","counsel":[1]},"caseNumber":"06-7949","date":"2007-10-02T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll hear argument first today in Case 06-7949, Gall v. United States. Mr. Green. "},{"name":"JUSTICE KENNEDY","id":3,"text":"If it had been the other way around and the district court had said what appellate court said and the appellate court had said what the district court said, what would you be arguing?"},{"name":"JUSTICE KENNEDY","id":3,"text":"Well, you can see the systemic concern. I mean, it's just not always going to be the case that the district judge is the one to give more leniency."},{"name":"JUSTICE ALITO","id":4,"text":"I thought it was your argument that if any rational judge could impose the sentence that's imposed, then that sentence has to be sustained. So you're saying that either the district court or the Eighth Circuit here was irrational?"},{"name":"JUSTICE ALITO","id":4,"text":"No. But in answer to Justice Kennedy's question, you hesitated in saying that, if the district court had taken the approach of the court of appeals, that would also have to be sustained. But under your analysis wouldn't it have to be unless you're going to argue - -"},{"name":"JUSTICE ALITO","id":4,"text":"-- that that approach is irrational?"},{"name":"JUSTICE GINSBURG","id":5,"text":"What about the Eighth Circuit, laying aside the extraordinary circumstances test, saying the judge, the sentencing judge gave credit for his leaving the conspiracy, but he didn't blow the whistle, so the conspiracy continued. He could have stopped the conspiracy. And, similarly, yes, he rehabilitated himself, but he earned some 30 to $40,000 in the drug business, and that aided his rehabilitation, and maybe there's some kind of obligation to pay back. So could a court of appeals try to instruct district judges and say: Now, in this factor, leaving a conspiracy, we want district judges to be aware of the difference between one who leaves and blows the whistle and one who lets it continue; and, similarly, one who uses the ill-gotten gains to set himself up in business."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, I'm sure that's not always true. I mean, if the leader of some vast conspiracy is the one who blows the whistle, I suspect he may well be charged anyway."},{"name":"JUSTICE SCALIA","id":6,"text":"Lex Luthor might. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"text":"There is no indication that he gave it back, or there was no fine attached to it."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, you don't -- you don't have to answer all of these things for your case, do you?"},{"name":"JUSTICE SCALIA","id":6,"text":"You're not saying that a reasonable person couldn't have found the opposite. You're just saying that a reasonable person could have found what this district judge found."},{"name":"JUSTICE SCALIA","id":6,"text":"So why don't you just swallow all these things and say, yeah, I suppose the court of appeals could say that, but - -"},{"name":"JUSTICE SCALIA","id":6,"text":"-- but my point stands?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well then, what's left of the appellate review? I mean, under your theory is there any substantive review for the appellate court or is it all just procedural under -- putting aside your logical coherence point, which - -"},{"name":"JUSTICE SOUTER","id":7,"text":"And that's the problem."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"In a typical abuse of discretion review, you still have -- for example, if you have a judge in -- well, let's say you have a judge; in one case he says because this is a -- a young defendant, I'm going to give him a lighter sentence; and in the next case says, you know, I don't think age is a factor that I should consider in the case; in the next case he says it is and then not. Each -- all of those cases, I take it, are upheld under your view on appellate review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"So there can be substantive review for consideration of age?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Okay, so at the same time - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"But if you have two district judges in the same courthouse and the one says, when I have a young defendant I always -- I forget whether the term is \"vary\" or \"depart\" -- but I always go down, and the next judge says, I never consider age. Those -- both of those are upheld under your view, I take it?"},{"name":"JUSTICE SOUTER","id":7,"text":"Now, why - -"},{"name":"JUSTICE SOUTER","id":7,"text":"Why wouldn't the judge in, as it were, the second case give some consideration, be required under abuse review to give some consideration, to what is sort of the norm in that circuit so that he doesn't stand out as either a \"let-them-loose\" judge or a hanging judge? Doesn't abuse of discretion at least require a broader view than simply the -- literally the case before the court?"},{"name":"JUSTICE SOUTER","id":7,"text":"And wouldn't there be at least under the Chief Justices's hypothetical, wouldn't there be a possibility of looking to those other cases rather than just automatically affirming on -- on abuse review?"},{"name":"JUSTICE SOUTER","id":7,"text":"Okay."},{"name":"JUSTICE ALITO","id":4,"text":"Would the judge have to consider the cases from the judge's district or from the circuit or from the whole country?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Isn't that exactly"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Isn't that exactly what the Sentencing Commission did in establishing the Guidelines?"},{"name":"JUSTICE SCALIA","id":6,"text":"It looked at them. It didn't necessarily follow them."},{"name":"JUSTICE SCALIA","id":6,"text":"With white collar crime, for example, it went vastly higher than what had been the practice."},{"name":"JUSTICE KENNEDY","id":3,"text":"Going back to the Chief Justice's hypothetical and the colloquy you had with him with the hypothetical, the two different judges in the statement district or the same circuit that treat age differently, if the Congress saw that would the Congress be able to say anything about that, do anything about that to stop the disparity?"},{"name":"JUSTICE KENNEDY","id":3,"text":"Consistently with the Sixth Amendment?"},{"name":"JUSTICE GINSBURG","id":5,"text":"How?"},{"name":"JUSTICE GINSBURG","id":5,"text":"How can it fix the - -"},{"name":"JUSTICE STEVENS","id":8,"text":"One question. Why couldn't, if there is some kind of substantive standard of reasonableness, why couldn't a court of appeals in a particular circuit say that -- if one judge relies on age, 19, and the other judges do not, why couldn't the court of appeals say that one of those two positions is unreasonable?"},{"name":"JUSTICE STEVENS","id":8,"text":"There could be a common - - sort of a common law of reasonableness developed through the public process?"},{"name":"JUSTICE SCALIA","id":6,"text":"And another circuit would develop the opposite. I mean, this circuit would say that 17 is unreasonable. The other circuit would say that 19 is unreasonable. And we would have to sort out all those things ultimately, right?"},{"name":"JUSTICE SCALIA","id":6,"text":"In kind of a sentencing review court?"},{"name":"JUSTICE ALITO","id":4,"text":"Could Congress pass a statute that says age is not relevant in sentencing except in extraordinary circumstances? Would that be a violation of the Sixth Amendment?"},{"name":"JUSTICE GINSBURG","id":5,"text":"But you said -- you said before that, and very definitely, that Congress could fix the case of where one judge said, I'm always lenient on 17-year-olds and the other said, I throw the book at him. You said yes, Congress could fix that. Well, how other than in the way that Justice Alito just proposed?"},{"name":"JUSTICE ALITO","id":4,"text":"If Congress can pass a statute without violating the Sixth Amendment saying age is ordinarily not relevant, then could Congress delegate to an expert agency the authority to make that decision without violating the Sixth Amendment?"},{"name":"JUSTICE ALITO","id":4,"text":"Based on what? Why could it -- why can't it delegate the authority if it can do it itself?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Mr. Green, I understood you to respond to Justice Souter's question that courts of appeals could consider a broader range of cases in deciding whether it's an abuse of discretion in a particular case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Now, if they can consider a broader range of cases, what's so bad about suggesting that if a particular case is way out of what their broad review shows, if the broad review shows that in most cases this type of defendant gets 5 years and in this particular case, the judge gave him 30 years or gave him zero, what's wrong with suggesting that that is a factor they should at least start with in saying something's unusual about this case, we ought to take closer look?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well then, what's the point of looking at the broad range of cases if they can't do anything about it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"So is it right to say if the broad range shows that most of these defendants get a sentence of 10 years in jail and in this case the person got probation, that the court should look for some reasons to explain what the difference, to justify the difference?"},{"name":"JUSTICE SCALIA","id":6,"text":"Of course, all these questions only -- only apply to departures downward from the Guidelines, and if you ask the same question with regard to departures upward you do run into constitutional problems when the -- when courts of appeals begin to establish certain facts that have to be found in order to move upward or -- yes, certain facts that justify moving upward. So you end up with a quite skewered system in which there is -- there is vigorous hearty review of departures downward, but -- but very, very slight review of departures upward."},{"name":"JUSTICE GINSBURG","id":5,"text":"What in your view would be -- would fail the abuse of discretion test? If we have a sentence of -- what was the guideline range?"},{"name":"JUSTICE GINSBURG","id":5,"text":"And the judge gives no prison time, three years probation. What would it take to be -- describe what an abuse of discretion would be?"},{"name":"JUSTICE SCALIA","id":6,"text":"You think that's unreasonable?"},{"name":"JUSTICE STEVENS","id":8,"text":"May I ask, we've been talking about a lot of hypotheticals. Is there any dispute, any claim that any of the facts on which the district judge relied in this case were improper - -"},{"name":"JUSTICE STEVENS","id":8,"text":"-- that they were out of harmony with what's done throughout the country?"},{"name":"JUSTICE BREYER","id":9,"text":"What in your opinion is supposed to happen if we have Guidelines, a part of 3553(a), a part of it -- voluntary or not, they're referred to, so -- and I understand how you would deal with this. If the district judge's sentence rests upon his view of the facts, the appeals court is supposed to say it's the district judge that counts here."},{"name":"JUSTICE BREYER","id":9,"text":"I can understand if it's a question of judgment, a matter of judgment about this case the court of appeals is supposed to say: District judge, it's your view that matters here. Now, the difficult matter is, suppose that this district judge says: I don't approve of the way Guidelines treat a certain class of people and I am going to have a different sentence because I don't like what they do. And now there are several situations: one, different from his fellow judges in the same court; two, different from other judges across the country; three, different from what the Guidelines did initially; four, different from what the Guidelines say after the commission has over and over and over reconsidered the same matter. All right, that I find difficult and I'd like your view."},{"name":"JUSTICE BREYER","id":9,"text":"Wait, wait, wait, wait. I think what you're saying is that -- which is the subject of the next case, really - -"},{"name":"JUSTICE BREYER","id":9,"text":"But I want to know your view of it. Too. I want to know your view of it, too, because what I want to figure out here by the end of today is what are the words that should be written in your opinion by this Court that will lead to considerable discretion on part of the district judge but not totally, not to the point where the uniformity goal is easily destroyed. That's what I'm asking your view on, and I'd like your view and the SG's view and everyone else who's arguing today."},{"name":"JUSTICE SCALIA","id":6,"text":"Excuse me. You're saying they can't disagree with the policy. They can only - - only say there are special facts in this case that were not taken into account in the policy. But you're saying they are bound by the policy set forth in the Guidelines. That's not my understanding of either Apprendi or Booker."},{"name":"JUSTICE SCALIA","id":6,"text":"Which yes and which no?"},{"name":"JUSTICE SCALIA","id":6,"text":"It has to be relevant to the case, Of course."},{"name":"JUSTICE SCALIA","id":6,"text":"Of course."},{"name":"JUSTICE SCALIA","id":6,"text":"I don't know what you mean by rationally grounded in the case before them. Let's take the question of whether you should give higher sentences for crack cocaine than for powder cocaine. Why can't the district court simply disagree with the fact that the Guidelines said you should give a 100 times more for the one than for the other? Why can't the district court just say, that seems to me a very erroneous judgment by -- by the Sentencing Commission?"},{"name":"JUSTICE SCALIA","id":6,"text":"I see. It must follow the Guidelines,"},{"name":"JUSTICE SCALIA","id":6,"text":"It just has to consider them. It did consider them and said: I disagree with that judgment of the Guidelines."},{"name":"JUSTICE SCALIA","id":6,"text":"This case involves cocaine."},{"name":"JUSTICE SOUTER","id":7,"text":"You're saying -- you're saying two things. You're saying it's got to follow the Guidelines -- it can depart from the Guidelines, but it's got to do so based on the facts of this case or in some way relevant to the facts of this case. And when you put that latter criterion in there, what you're saying, and I think this was Justice Scalia's concern, you're really saying you've got to find that this case is somehow an outlier to the broad range of cases so that the policy does not fit. And that's a different thing from a general disagreement with the policy itself. Isn't that what you are saying?"},{"name":"JUSTICE SOUTER","id":7,"text":"Then what is it in the facts of this case that is crucial to the appropriate determination?"},{"name":"JUSTICE ALITO","id":4,"text":"Maybe you could take age. What is there about the age of this defendant? He was a 21-year-old college student? Now maybe age is generally a factor that should be considered as a basis for leniency. Maybe it's not. But it's a policy question. What is there about the facts of this case that -- that changes that?"},{"name":"JUSTICE SOUTER","id":7,"text":"Sure. But if the reasoning that you just articulated is reasoning that should be accepted, it's reasoning that should be accepted in every case. And it -- i.e., the mind is less -- the brain is less developed in the case of everyone under a certain age. And that amounts, in effect, to a rejection of the policy for a certain swath of individuals, relatively young individuals, for whom the judge is saying age is relevant, the policy says age is not. That's rejection of the policy."},{"name":"JUSTICE SOUTER","id":7,"text":"You're saying that if a judge disagrees as a general matter of policy, once in a while he could make an exception to his disagreement. But it's still, it seems to me, on your reasoning, that he has rejected the policy with respect to a certain class of defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"We'll give you rebuttal time, Mr. Green, but I just have one question. I think we've gotten off the track a little bit. The question presented is about the extraordinary circumstances test and proportionality review. We've been talking a lot about what district court judges can do. What's wrong with, whatever you want to call it, saying if something is out of the norm, you ought to have some good reason for being out of the norm?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"That's the only question presented in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Green."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Mr. Dreeben. "},{"name":"JUSTICE STEVENS","id":8,"text":"Excuse me, may I ask this question because it comes up throughout your brief, and you've used percentages to decide when a case is sufficiently outside the Guidelines to justify a special hard look. You used the term \"dramatically\" in your brief. At what percentage point is the threshold that this standard of review kicks in?"},{"name":"JUSTICE STEVENS","id":8,"text":"So you do not rely on a percentage as kind of the magic basic test?"},{"name":"JUSTICE STEVENS","id":8,"text":"I think some of the courts of appeals seem to."},{"name":"JUSTICE SCALIA","id":6,"text":"What if -- what if the sentencing judge simply disagrees with the Guidelines? He just simply disagrees with the severity of the sentence that the Guidelines impose? He's free to do that, isn't he?"},{"name":"JUSTICE SCALIA","id":6,"text":"And so long as that disagreement is reasonable, so long as another sentencing commission might indeed have imposed a lower sentence -- for antitrust violations, if indeed all the Federal Courts before -- before the Guidelines came into effect were rarely imposing any prison sentences, how could you say it would be unreasonable for a district judge to say, I simply agrees with what the Guidelines -- with what the Sentencing Commission did, and I agree with all of those sentencing courts before then, which thought -- which thought only in a rare case should there be jail time? How could you possibly say that that's unreasonable?"},{"name":"JUSTICE SCALIA","id":6,"text":"But we also made it very clear that the Guidelines are advisory, and there is - - there is no way to a maintain that with the -- with the kind of approach that you're offering. They aren't advisory. They're pretty much mandatory. You depart too much and you'll be called to account."},{"name":"JUSTICE SCALIA","id":6,"text":"You cannot disagree on policy with the Guidelines, then, at least not fundamentally?"},{"name":"JUSTICE SCALIA","id":6,"text":"I don't know how that - - that fits in with your prior statement."},{"name":"JUSTICE SOUTER","id":7,"text":"You're saying that there's a fairness component to the Guidelines in reasonableness review."},{"name":"JUSTICE SOUTER","id":7,"text":"When you start talking about disparity, you're talking about a fairness across a range of sentencing that is actually imposed. So you're saying -- I think you're saying, there's got to be a kind of substantive fairness component to it."},{"name":"JUSTICE SOUTER","id":7,"text":"Well, that's kind after subset, isn't it?"},{"name":"JUSTICE SOUTER","id":7,"text":"Okay."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, then -- then you're just blowing smoke when you say that the Guidelines are advisory. What you're saying is the criterion for fairness is the Guidelines and if you go too far one side or the other of the Guidelines, you're not being fair. That -- that's not -- that's not advisory. That's the Guidelines as a criterion of sentencing."},{"name":"JUSTICE SCALIA","id":6,"text":"Well, he did that here. He said, you know, I think a young person like this - - other people may feel differently, but I think somebody at 21 really is -- is not -- his brain isn't fully formed and we should give him another chance."},{"name":"JUSTICE STEVENS","id":8,"text":"Mr. Dreeben, do you think there are any facts that would have justified probation for this particular crime?"},{"name":"JUSTICE STEVENS","id":8,"text":"What is the difference between the facts in this case and the ones which you would find acceptable?"},{"name":"JUSTICE STEVENS","id":8,"text":"I'm asking about whether in cases exactly involving the crime we have here, whether any such cases would justify probation, where the culpability was exactly the same as there was here."},{"name":"JUSTICE BREYER","id":9,"text":"This is exactly the kind of case, though, that I think would give tremendous discretion to the district judge. Because, as I just listened to you, you are listing a whole lot of features of it that are very case-specific, that require thorough knowledge of fact and thorough knowledge of the kind of judgment, a kind of individualized judgment, that sentencing judges are supposed to do. And that's what's worrying me about the test that the circuit court gives here. It lumps together things like what you just talked about with other things like: I don't agree with the policy of the guideline, itself. And this is a typical case and, therefore, I think we should look to try to find ways to unpack the sentence that it used, the statement -- you know, the worse it is, the worse the harder you look, et cetera, because that doesn't tell us much at all. It suggests a proportionate test, mathematical, which must be wrong. It must be wrong because the same degree of departure could result from a view of an abuse of a vulnerable victim as could result from a total misunderstanding of what robbery is about. Now, it's not the percentage there that matters. It's the rationale. It is what the judge did. And can you unpack it? We just did in the last discussion try to unpack that, and we continue in the next case to try to do it. What we want -- I think what we want -- is to interpret that word \"reasonable\" so that we get back to a situation where judges do depart when they have something unusual and maybe occasionally when they think the guideline wasn't considered properly, and then the iterative process takes over, going back to the commission. Now, how do we get there?"},{"name":"JUSTICE SCALIA","id":6,"text":"We should probably make them mandatory."},{"name":"JUSTICE BREYER","id":9,"text":"So, on that ground I understand perfectly, and were we to write that into a paragraph in the opinion, this case still, would it not, be the strongest case imaginable for discretion to the district judge?"},{"name":"JUSTICE BREYER","id":9,"text":"You did, but I wanted to know what you were going to say."},{"name":"JUSTICE GINSBURG","id":5,"text":"I'm sure that the prosecutor argued that, and the judge heard it, and he listed what thought were the key factors. You made a distinction between a sentence could be rational but not reasonable. And I'm accustomed to understanding rationality review as equivalent to reasonableness review, but you made a distinction between those two. So I get your idea of rationality passes the lunatic test. What is reasonableness?"},{"name":"JUSTICE SCALIA","id":6,"text":"We're trying to development a rule here that can be applied sensibly by all the courts of appeals when they are reviewing the innumerable sentences of federal district judges. And you have -- you haven't given me a rule. I have no idea -- if I were sitting on the court of appeals, I would have no idea when I can do it and when I can't do it. The notion of reasonableness, you know, whether a reasonable person could have given a sentence of this sort despite the fact that it is not what the Sentencing Commission did, that's -- that's something you can work with, but I don't understand what your rule is."},{"name":"JUSTICE SCALIA","id":6,"text":"I wouldn't say -- I wouldn't say that. There are -- there are certain - - certain limits where you would -- the example you gave of that kind of an acceleration of the penalty, and I can see giving this person no jail time whatever would be extreme. But if you are trying to get a narrow range of sentences out of the guidelines, it seems to me you're just working in opposition to what our opinions have said which is that the guidelines are advisory. And they're not mandatory."},{"name":"JUSTICE STEVENS","id":8,"text":"Mr. Dreeben, you are saying that you admit there's no presumption of unreasonable merely because it is outside but there is a presumption of reasonable if it dramatically or significantly is outside and you don't define dramatically or significantly?"},{"name":"JUSTICE STEVENS","id":8,"text":"You are not able to give any definition. You disavow a percentage. You just come up with nothing else. Just the word dramatically. You do say it is a presumption at that point by - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Well, you should - - I'm sorry. But I mean -- the only purpose of the presumption under your view is to trigger some inquiry into the reasons."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Under 3553(a), district courts have to provide reasons anyway, right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"So if there is no explanation of the reasons it is going to be invalid under the statute, quite apart from any presumption of unreasonableness."},{"name":"JUSTICE BREYER","id":9,"text":"Why isn't that always true? A judge should always give reasons commensurate with the problem. So what if we added by saying remember give reasons commensurate with the problem? I see something we've lost. What we've lost is we've sort of pulled across the screen here a rather murky curtain called \"something of a presumption,\" which we can't quite define, which will lead to lawyers making endless arguments about whether this murky curtain -- they're on one side of it or the other. So let's sweep its aside. Let's get to the underlying facts."},{"name":"JUSTICE BREYER","id":9,"text":"That's correct."},{"name":"JUSTICE BREYER","id":9,"text":"We were making progress? I thought our last discussion -- we were making progress on this very point, where we have the judgmental matters, the fact finding matters, and the pure policy matters, and we distinguished the latter from the first two? If you were a district judge, wouldn't you find it more enlightening to talk in those terms?"},{"name":"JUSTICE STEVENS","id":8,"text":"Mr. Dreeben, can I ask another question? I go back to percentages for just - - to illustrate the point. You say that the justification has to be responsive to the extent of the departure. And you -- you kind of disavow percentages that trigger -- you say substantial. But how do you measure the strength of justifications? For example in this case, there were four or five justifications -- withdrawal from a conspiracy, youth, that he got over alcoholism, so forth. Is the judge supposed to put a percentage value on each of those justifications and see if they add up to the percentage? And if not, aren't you comparing oranges and apples?"},{"name":"JUSTICE STEVENS","id":8,"text":"Does that call for a 40 to 50 percent justification?"},{"name":"JUSTICE STEVENS","id":8,"text":"But don't you read the court of appeals opinions as in effect saying we've got to get a percentage that matches the percentage of departure?"},{"name":"JUSTICE STEVENS","id":8,"text":"Can I ask you -- if it wipes it out entirely, does that make this case different or like a case in which the maximum was say - - was 30 years instead of 30 months? Are they both to be judged by the same standard on the justification?"},{"name":"JUSTICE STEVENS","id":8,"text":"Supposing the guidelines provided 30 years? Would the justification for probation in that case have to be just as strong as in this case?"},{"name":"JUSTICE STEVENS","id":8,"text":"Because the percentage is really irrelevant - -"},{"name":"JUSTICE STEVENS","id":8,"text":"It would -- then the percentage is irrelevant, if you said it has to be stronger in that case."},{"name":"JUSTICE SCALIA","id":6,"text":"Mr. Dreeben, you're - - you're arguing hereby in a case where the departure was downward, but you're -- the principle you apply, you would apply for upward departures as well?"},{"name":"JUSTICE SCALIA","id":6,"text":"Doesn't there get to be a constitutional problem where -- where the court which is establishing these -- these ranges that you want has held, after a series of decisions, that basically you cannot get 30 percent over -- over the guideline range unless particular facts exist? And it has specified those -- those facts in prior decisions. At that point, in order to go 30, you know, 30 percent above the guidelines, that fact becomes necessary for the conviction and -- or for the sentence, and, therefore, you would need the jury to find it."},{"name":"JUSTICE SCALIA","id":6,"text":"That's what common law adjudication always amounts to. By trial and error, one case, the next case, you eventually end up knowing what is necessary in order to give 30 -- 30 percent over. Unless you're accomplishing that, I don't know what you're accomplishing."},{"name":"JUSTICE SCALIA","id":6,"text":"He said this fact is okay. You can go 30 percent above with this fact. So then in the next case, the district judge says, I find that this fact exists and therefore you get 30 percent above the max, and the court of appeals affirms, but the jury has never found that fact."},{"name":"JUSTICE SCALIA","id":6,"text":"It left open -- it left open case-by-case adjudication. It left -- application review. And I'm saying that in the application review of that case, you'd have to say you needed a jury finding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you, Mr. Dreeben. Mr. Green, you have a minute remaining. Why don't you take three? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"text":"Thank you Mr. Green. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY T. GREEN","firstName":"JEFFREY","lastName":"GREEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2829,"interruptions":29,"times_spoken":71,"laughter":2,"num_int_by":7},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":3165,"interruptions":23,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":124,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1233,"interruptions":1,"times_spoken":34,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":435,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":826,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2829,"times_spoken":71,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":3165,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":10,"words_spoken":4444,"times_spoken":118,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":0.5757479531499307,"respondent":0.42425204685006934,"date":1472411005604}}