{"petitioner":{"name":"NEW YORK STATE BOARD OF ELECTIONS, ET AL.","counsel":[0,1]},"respondent":{"name":"MARGARITA LOPEZ TORRES, ET AL. ","counsel":[2]},"caseNumber":"06-766","date":"2007-10-03T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-766, New York State Board of Elections v. Torres. Mr. Olson. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just focus on, if you would, Mr. Olson, on the election for the delegates. Now, suppose it were shown -- a hypothetical case -- that it's extremely difficult to get on that ballot. You need, let's say, 2,000 signatures in 30 days. Would there be a constitutional issue raised by that situation?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A hypothetical case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about Kusper, the Kusper case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think we have made it very clear that if you're going to use a primary system, you can't have such burdensome registration requirements that the primary system is not, to all intents and purposes, to all intents and purposes open to those who wish to participate."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think that in Kusper, if -- if there was reasonable access to a general election, you can structure and stifle the primary any way - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just looking at the principle here, and it may be that you'll say that there's no burden here, et cetera. But I just want to know: Isn't there a constitutional principle that we are entitled and we must look at the fairness of the primary system insofar as participation of the voters?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it right to regard the election of delegates here as a primary election? My understanding, of course, is that that simply elects -- it doesn't get you on the ballot. It elects delegates who then exercise the choice. Do you think our primary election cases are transferable to this situation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The State has not allowed it. The State has required it, no?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Although if we -- if we hold it unconstitutional for the State to require it, I suppose it would also be unconstitutional for the State merely to allow it, wouldn't it? So that this manner of selecting judges in any other State, if it has been voluntarily adopted by the party, would be unconstitutional?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to make it clear, is it your position that, with reference to this election for delegates, the State can make it as burdensome as it chooses on those who wish to put themselves forward on the ballot as a proposed delegate?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if it were the parties that objected to this and not some individual who said, I'm not being given enough voice in the party? What if the parties said, we don't want to select our candidates this way? Is it clear that the State could impose it upon them?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That convention - - conventions can come in all sizes and shapes. The argument here is that this system shuts out rank-and-file party members and gives the total control to the party leaders, and that the preliminary was the primary or selection of delegates, but it's really a sham because nobody is going to run for that except the party faithful, someone picked by the party boss. So the argument on the other side is that this system, as complicated as it is, reduces to the party leaders choose the candidates."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the State can restrict that right if it wants to. The State can require the party to select its candidates by -- by primary."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or by convention."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the State wants to do it by smoke -- if the party wants to do it by smoke-filled room, the State can say, if it wishes to say, you can't do it by smoke-filled room."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- but that's not the issue here. The State and the party are in agreement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The State is not trying to coerce the party into doing something that it doesn't want to do."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the party is -- you're identifying the party with the party leader because the argument comes down to this is not the rank and file that's making this election; this is the party leader; and the party might like that or the leadership might like that, but the rank and file might not, and the argument is that they have rights of association, too."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if there is a State-mandated primary, I thought it's basic law that the State may not place unduly restrictive barriers to participation in that primary. I think that's a given, it seems to me. Now, tell me if I'm wrong - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And then we can argue about whether the burden is too great here, which it may not be."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we -- have we imposed any such restrictions on our own, as opposed to merely upholding restrictions that were imposed by the State? That is to say, have we held that the Constitution itself imposes certain restrictions?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I want a case where the State did not impose the restriction and it was up to us to decide whether the State could do that or not, but rather the State said the party can do whatever it wants, and we have disallowed what the party itself chose under no compulsion from the State - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on the basis of some constitutional principle apart from the Equal Protection Clause - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or the Thirteenth amendment."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think a political party could say, you can't vote in our primary unless you've been a member of our party for 4 years?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This would be a State-mandated party primary for - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- election - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't Justice Kennedy asked if the Kusper case was correctly decided?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. Mr. Rossman. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"In practice, how many people other than the slate selected by the party leaders run in New York for this delegate position?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The theory of this, I take it, is that, just as you said, voters elect convention delegates, and those convention delegates choose the official nominee, say, of the Democratic Party. So that nominee goes on to the final ballot."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what then of the fact that the convention delegates when they meet won't let people who would like the position of the judge appear before them?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well then, how are the delegates to find out the qualifications? In other words, if that's the intent of this statute, then you have a statute that's designed on the one hand to have convention delegates who will choose, and on the other hand to prevent the convention delegates from finding out the qualifications of the different applicants, in which case it would seem to be a statute that would give the actual power of selection to the leader or the chairman -- I forget the title -- of the Democratic Party. And I don't know about the constitutionality of that or not. In other words, go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I suppose that the State can make the judgment that it's more likely that the delegates would be informed about the qualifications of candidates for judgeship than voters?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But if the autonomy of the party and, let's say, the leader is the justification for this, the party -- how -- how autonomous can a party be when it's told, even if you want to be more democratic about how you choose your candidates, you can't because New York is forcing this system on you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the parties are not protesting in this case, are they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If and when that situation arises, I suppose we can -- we can decide it. But it's not here. The parties are totally happy with this and would do it on their own."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"In fact, it is probably likely the parties got this system adopted by the New York legislature."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Rossman. Mr. Schwarz. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about the burden on a single delegate wanting to be on the ballot? I think that requires 500 votes, and there was no specific finding that that was burden, was there? Or am incorrect?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Assuming that the plaintiffs have associational rights at stake here, isn't this a case where there's a conflict between two associational -- two sets of rights of association? You have the party hierarchy who wants to, in your own words, fence out the insurgents. That's a right not to associate. And then you have the insurgents who want to be fenced in?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that different from the cases that you rely on?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's charged language: They have the right to stifle."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The insurgents, do they not -- does not the right of association include the right not to associate?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What are your -- what are you best cases for that proposition?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But Storer - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Isn't that a general election case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"That's a general election case, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you about that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Let's suppose the State doesn't think that direct voter election of judges is a good idea, that it thinks there ought to be some insulation to avoid the problems of judges campaigning and raising money and all that; yet, at the same time they want some participation by the voters in the process. Is there any way they can achieve that objective, to have the nominees actually chosen not by the voters but by a convention, and yet have some role by the voters?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm just asking is there a way to have a convention with some role by the voters or the party - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't that seem kind of odd, that if a State can have no role for voters, it can have a pure convention, that they're penalized if they have some role for voters?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Being found unconstitutional is a pretty severe penalty. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schwarz -- I'm sorry, go ahead."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"The, the problem that I have in the analogy you are drawing on the application of your principle based on the general election cases is this: There is concededly -- and you mentioned this earlier -- there is concededly no unreasonable barrier to somebody who wants to become a delegate. He's got to get 500 signature, but that can be done. The burden that I understand that your clients are complaining about is the, in effect, the burden of influencing the ultimate decision-maker to decide to nominate that person. And that burden is -- is focused on two points: number one, the entrenched power of the political bosses; and number two, the difficulty - - well, I guess three points -- the difficulty of fielding, for a dissident to field a whole slate of candidates who in effect, once elected, would make the nomination desired; or, three, the capacity of the intending or the aspiring candidate to influence the delegates directly once they're selected, because the time is short. And those aren't -- those aren't, it seems to me, complaints about access to the electoral process. They're complaints about the capacity to influence those who are elected, who make the ultimate decision. And that's the difficulty I have in the analogy that you are drawing or the parallel that you are making between the direct election cases and your claim here. Could you comment on that?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But it's still the case that at the end of the day, the nub of your claim is that the intending judicial candidate cannot effectively politic, does not have a reasonable chance of getting selected; and I don't see that as a -- as a direct ballot access claim. Let me put the question in another way: Your -- your friend on the other side, Mr. Rossman, in response to a question, said that if this election of the judicial candidate for the party were made directly by the political bosses, whatever their titles are, the ones who are supposedly in control here, he would not see any constitutional objection to that. What if New York had a system that provided precisely for that? The political bosses, as I understand it, get elected every 2 years and the State law would provide that those party bosses, whatever their title is, would in fact select the candidate. Would that be unconstitutional?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But the party isn't objecting."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The party -- the party likes it."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And you are the -- the claim here: These people are not, as I understand it, bringing a case on behalf of rights of the party. They're bringing a case based on a premise of a principle of participation, which is theirs. And that's why, it seems to me, that the hypo that I posed is not significantly different, provided the parties aren't objecting, in which we have a different case. But it seems to me that my hypo is not significantly different from the one that gave rise to the question that Mr. Rossman answered."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Federal system in practice entrenches United States Senators. I'm -- I'm not sure that, in terms of political participation on the part of an intending or an aspiring judge that the system that I suggested in the hypo, in which the party bosses select the nominee, is for constitutional purposes significantly different from the Federal system for -- for picking district judges."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Sure. And in my hypo the only election is the election for the party boss."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. But isn't your argument still that, because there is a limitation on the participation of the intending judicial candidate, there is ultimately a constitutional problem? So let me pose a different question to you, and this one is not hypothetical. The nub of your case is that the political bosses in effect are controlling the process because they tell the delegates who to vote for. Does your -- does the intending judicial nominee whom you represent have any difficulty in getting to the political bosses and saying: I want you to consider me?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Sure. They -- for political reasons, they're saying: We don't like you. There are -- there are a lot of people who go to United States Senators, and the United States Senators say: Scram; we don't -- we don't like you; your politics aren't good enough for us. And so I'm not saying that -- that -- on my hypo the person who lobbies the bosses directly is --is claiming a right to success. I think they're claiming a right to have a chance to influence the process. And why don't they have the chance by going to the boss?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't know of any enemy of a United States -- go ahead."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"The person wouldn't be opposed if he approached the boss and the boss said: Yeah. Boy, I really like you. That person would automatically not be a rebel. He'd be part of the establishment. (Laughter.)"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you this question, Mr. Schwarz. Supposing that the statute did not contain the delegate-selection process and instead, said: Delegates shall be selected by the county chairman in each county and by the organization. Would it then be unconstitutional?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"By party officials."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just saying just eliminate this whole folderol about picking delegates and say the county chairman shall pick the delegates, period. I don't see why that would be unconstitutional."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schwarz, you're talking about the election of the judge or the election of the delegate? I think you're mixing two oranges and apples there."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It -- the evidence shows the thumb on the scale is just as strong as if the party chairman picked the delegates. And, therefore, it seems to me, it presents the question of whether it would be unconstitutional to enact a statute that allows the party chairman to pick the delegates."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you're not sure, it's difficult - - JuSTICE KENNEDY: If I could interrupt, Justice Breyer, for just a moment. But in the Minnesota case the thumb on the scale was to deprive the constituents of a First Amendment right. Smith v. Allwright, it was a right not to be discriminated against race. Here what we're asking is: What is the substantive right?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but what you are calling -- and correct me if I am wrong. Maybe I misunderstand this. I think what you are calling the severe burden is the difficulty of assembling a whole slate that can control the meeting or have a majority in the ultimate meeting of that delegate, of those delegates, and therefore actually select the candidate who wants to put the slate together. And it's control over result rather than the capacity of any individual to get elected a delegate which I think you are objecting to. Am I wrong?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but when you say \"meaningfully participate\" you talk about putting -- and candidly talk about putting -- a slate of delegates together. If I put a slate of delegates together, it is because once those delegates are selected they're going to support me; and that's why it -- I think your real argument is not that somebody has difficulty becoming a candidate for a delegate or even getting elected one. The difficulty that you're claiming is that it's hard for the intending judicial candidate to assemble a large enough group of people to give that candidate success once the delegates are elected. It's a success argument that you are making, not an access argument."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could a State decide it doesn't want candidates to have any part in this delegate-selection process? It thinks it's unseemly to have would-be judges engage in that kind of activity. So it structures the system that says that they choose delegates for a convention, but we don't want those delegates to be the delegates of any particular candidate. We want to insulate this process from would-be candidate influence. Would that be unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of course not. You're really arguing against the whole purpose this scheme, which is not to have judges popularly elected. And you're saying no, we want them popularly elected. The purpose of the scheme is to -- is to have the people elect delegates and have delegates use their good judgments as to who -- as to who the best judge would be. But you say, no, we want the people to have an input. I mean, it's contrary to the whole purpose of the scheme. Of course it works the way you say it does. It is designed to work that way. It's a basic judgment not to have judges popularly elected, and your objection amounts to saying no, judges ought to be popularly elected."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it's all right, I take it, if they don't prevail? For example - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- the other side says that your argument is -- is implicated whenever a convention leads to a different nominee than the primary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think there's anything wrong with the convention deciding that the nominee is going to be someone other than the person who would prevail in the primary election."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it's all right to fence them out to that extent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I take it, in evaluating the burden, we should look at how difficult it is for someone to be elected a delegate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is that because Mr. Dunne was not supported by the party members at the convention - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- for whatever higher office - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What did he have to do to become on the ballot for delegate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"500 signatures, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If we don't think that's a sufficient burden, do you lose?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the State -- the trial court didn't find that that was a burden."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why? I mean I don't see how you avoid answering Justice Stevens's hypothetical? The reason I think you have to answer it is because the New York system is the system he described in the hypothetical, with a safety valve."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The safety valve being that the party leaders cannot just choose anybody. I mean, if it looks they're going to choose something really nutty, then there will be opposition to these delegates and something will happen."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So they have leeway, but you can't go too far."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You don't like that. That's why I say you have to answer it. If you feel that that's so terrible, then you say no, the Constitution forbids that, though you'd have to explain, wouldn't you, why, with all its faults, that is not better in the judgment of New York than a system where people raise $4 million from the lawyers in order to run for office?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's the -- that's the remedy that, the temporary remedy, that you sought was -- at the bottom line, the court's order was, until New York reacts to this decision, the candidates will be chosen by primary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree it's not realistic that one way they would address it is by having an entirely appointed system?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I know they are entitled to it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"As a practical matter, is that a realistic option in New York?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm sure he has. I mean that's in his interest. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought I read a representation somewhere in the briefs that it's unrealistic to expect that New York would move to an entirely appointive system. So that the options, if you're successful, the options will either be direct election of judges or a pure convention with no role for the voters at all."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There's also one view, I think it was, in the Feerick Report that said, the worst thing in the world would be to return us to the primary system this system was intended to replace."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They're all policy arguments about why this is a terrible statute. They're not necessarily constitutional arguments."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's a vast difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's not often you have both the Democratic Party and the Republican Party - - (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- supporting it either."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Schwarz."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You say the State, your mean the State statute?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not saying the State could compel that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that the State could permit it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you Mr. Olson. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2383,"interruptions":18,"times_spoken":34,"laughter":0,"num_int_by":3},{"id":1,"fullName":"ANDREW J. ROSSMAN","firstName":"ANDREW","lastName":"ROSSMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1346,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":2,"fullName":"FREDERICK A.O. SCHWARZ","firstName":"FREDERICK","lastName":"SCHWARZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2689,"interruptions":28,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":4,"times_spoken":30,"laughter":3,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":589,"interruptions":2,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":382,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":186,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":100,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1000,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3729,"times_spoken":45,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":28,"words_spoken":2689,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3614,"times_spoken":109,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472501778808}}