{"petitioner":{"name":"STEPHEN DANFORTH","counsel":[0]},"respondent":{"name":"MINNESOTA. ","counsel":[1]},"caseNumber":"06-8273","date":"2007-10-31T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Danforth v. Minnesota. Mr. Butler. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I propose if the State of Minnesota really cared about this, it could have its own confrontation rule. Does it have a confrontation rule?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That means the State isn't necessarily tied in knots. It has the option to do substantively what it chooses."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, page 2 of your reply brief, the yellow brief, you take issue with the State, and you say the State is wrong if there is a decision either way on the confrontation clause and it's questionable under Federal law, we can review it. I can concede that's right, but that doesn't get you home. That's the problem."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the problem. You're now creating a regime in which State courts are reaching questions that we said ought not to be reached for final convictions."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was the basis on which we decided Crawford."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think that our holding in Teague was that it did, but we're not going to let you out of jail?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that's really what we said in Teague, that even though your constitutional rights were violated, we're going to foreclose the remedy of habeas corpus? I -- I find it difficult to believe that that -- you know, any responsible court could make such a determination."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That issue is not a necessary part of your case at all, but you don't have to suggest that you could depart. You could do less than Teague. For example, Griffith. You can accept that as a given because it doesn't touch your case. Isn't that so?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Federal rules don't have minimums and maximums. They have a rule. And as Justice Kennedy pointed out, you can have a State rule under the State constitution that goes further. It seems to me that the States' determination to apply Crawford retroactively must be based on a disagreement with this Court's Teague analysis, which refers back to the substantive elements of Crawford. So, in other words, the disagreement at bottom is a disagreement about how to read the substantive requirements of Crawford."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you - - I understand your point. Teague has both elements to it. But if you're applying Teague, there are certain exceptions that are based on exactly what the underlying right is, what the Crawford right is. Is it a watershed rule? Is it something else? And the court makes a determination as a matter of Federal law on those points. And what you're arguing for is discretion in the State to disagree with those substantive determinations."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a general policy rule, but it may well, as in the Crawford case, as a good example, have affected this Court's initial determination to strike off in a new direction. We did so knowing that there's a possibility that we wouldn't upset final convictions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I think it is - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"justices","text":"-- to that effect."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Is it not a substantive determination of Federal law when you say that this constitutional change that we're making in this case or that we have made in a past case is not retroactive? That means there was no constitutional violation in the past prior to the announcement of this case, and what the State -- what you want the State court to be able to say is yes, there is a Federal constitutional violation for which we're going to give a remedy in habeas."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's exactly what Crawford means, and I think that's exactly what happened. That's what it means, whether it's a new rule. What does a new rule mean? It means it didn't used to be the rule, but it is the rule after this case. Now, you can argue, and there are many originalists who would agree with you, that there shouldn't be such a thing as a new rule, but once you've -- once you've agreed that there can be new rules, if this Court says this is a new rule, we acknowledge it wasn't the rule before, but it's new, it will not have retroactive effect, it seems to me that the State would be contradicting that ruling by saying oh, in our view the law used to be exactly what you say it newly is."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But your basic position is that we should not be making new law. We should be - - we might have misinterpreted the law over the years, but, basically, this Court has no power to change the text of the Constitution or its meaning. I guess Justice Scalia's position is we have all that power in the world. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"My position is we have asserted all that power in the world. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But there is -- there is -- it's not as though we have a new rule, and we apply it from this day forward. Crawford is retroactive at least for cases that are not yet final. When they were on trial, Crawford wasn't there, but maybe somewhere toward the end of the appellate process, lo and behold, they can take advantage of it. So it's a question of where you want to cut it off. And at one time, didn't this Court cut it off in a different place?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And during the period between Linkletter and Griffith, did the State -- if the Supreme Court said that a decision was not retroactive, did State supreme courts feel free to apply it retroactively?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Can a State -- can they pick -- can a State pick and choose? Can it say that we are going to allow Crawford claims to be applied retroactively, but other claims, we're not going to?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and if you think that the Teague rule is an assessment of the substantive -- part of the substantive constitutional interpretation, an assessment about what the impact of Crawford is versus other decisions, then I guess they couldn't, right?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even -- even outside of the habeas context, we -- we decided a case, Hudson v. Walker, one or two terms ago. It was a no-knock case. We said that, even if there is a no-knock violation, the exclusionary rule does not apply. This would be too costly an extension of the exclusionary rule and would bring the -- would make the Fourth Amendment a disruptive force. Under your view, I take it, the State, even in -- in its trial proceedings subject to direct review, could disagree with that and take a Federal concept, no-knock, and then apply the exclusionary rule, thereby forcing us to make the -- to draw the very lines that we said we ought not to draw in Hudson."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you agree with me, then, that under your position, the State could apply an exclusionary rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on the distinction between right and remedy, a distinction that is -- that in countless areas of the law we -- we have said is -- is an ephemeral one?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Butler, let me -- this is a habeas case, but I assume the same issue could come up in a -- in a direct appeal to the State Supreme Court. Is it your position that in a direct appeal, the State can determine to be retroactive constitutional rights that we have said are not retroactive, on direct appeal, now, not habeas?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If it bases its decision on the Federal Constitution, and we have said that this Federal constitutional rule is not retroactive, what - - what do they say on a direct appeal?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And my next question is going to be whatever they say, when it comes up to us, what do we do?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm confused on this one, because I thought it was part of our retroactivity jurisprudence that the States must apply that new rule while the case is still in the pipeline, while it is on direct appeal, not that they -- well, they just may, but they absolutely must apply it retroactively. I thought that's what Griffith said."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My case was not in the pipeline. The prosecution began after our new decision. Okay? And it comes up to the State Supreme Court. Can the State Supreme Court, despite the fact that we've said the decision is not retroactive, make it retroactive? And your answer is yes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Habeas or not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it comes up after - - if the prosecution is after the Federal decision, of course, the decision has to apply."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your -- does your approach apply to legislative enactment's as well? Let's say Congress passes a law and it provides as particular remedy, and it says this remedy shall not be retroactive but only apply in new cases. Can the State say well, we think it ought to apply to old cases, pending cases on habeas, or whatever, and so we are going to apply this retroactively, even though Congress said it's only prospective?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. They just say here's a new remedy, maybe a glance and exclusionary remedy in cases where we have held one isn't required - - can the State allow that retroactively, even though Congress -- a Federal remedy, even though Congress has said this Federal remedy is only prospective?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your reliance on this ancient distinction between right and remedy - - I mean if Congress says you don't have a remedy if it's retroactive, it's hard to say what kind of right you have."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure, as a matter of State law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But here you are arguing in favor of retro-application of Federal law. There is no issue -- as Justice Kennedy pointed out, you can have a State confrontation clause and do whatever you want with it. But you are relying on the Federal provision."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But you are also relying, as I understand it, on State common law, in effect. And you are saying, that so long as the State common law does not give less by way of remedy and relief than the Federal decision requires, the State is free, as a matter of State remedial common law, to do more. That's your point, isn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You are saying that, ultimately, the State's choice in this case rests upon a choice of State common law about procedure leading to remedy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. I would have thought the very least Teague is, is Federal common lawful. In other words, this is the Federal law of remedies. I think it is more than that. I think it is substantive constitutional -- substantive Federal constitutional law. But it's at least Federal common law, and doesn't Federal common law preempt State common law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That always assumes that that's a remedial question, and that the question is not was the Constitution violated at the time this act occurred. That -- if that's the question, then you acknowledge that the State can't change the situation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you can say -- it is a little odd that the State executive can say, yes, as far as we're concerned, we like the new law, or what was always the law but the Court wasn't perceptive enough to see that, we like it, so we're not going to raise Teague. It would be an anomaly, would it not, that the executive of the State is not bound by Teague, but the courts are?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that the State executive can do that with respect to any Federal law that it's authorized to implement, simply choose not to, couldn't it? That's prosecutorial discretion."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You want us to write an opinion which begins with the sentence, \"This Court has no interest in the extent to which its constitutional decisions upset final judgments\"?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If Crawford had been a decision of the Minnesota Supreme Court, is it clear what retroactivity rule they would have applied?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Butler, if as you say Teague is, in effect, a comity rule, then what is your answer, in effect, to Justice Scalia's point that we make a decision when we come down with a substantive legal judgment about the Constitution, we make a decision as to whether the rule is retroactive or not? And he says that if you look at Teague as simply, in effect, a comity decision, that's inconsistent with the determination that we have made, because if you say okay, we as a State will apply it earlier than the Feds say we have to, you, in effect, are changing the substantive determination that we have made, that the decision is not retroactive. What is the retroactivity analysis that underlies your comity analysis of Teague?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Alright, but let's be more specific. What does it know about retroactive application under Griffith?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it will apply to some cases that depend upon facts and have eventuated from trials that are - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. So that there's is going to be some retroactivity?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if there is going to be some retroactivity, then I take it your position has got to be and is our substantive decisions are not so much retroactive or non-retroactive, but retroactively applied, to some extent, and not retroactively applied to others, and a State is free to apply it more retroactively than ours. Is that the nutshell?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer to Justice Scalia is, I take it, not that the decision is retroactive or not, but there is a decision about the degree to which applications will be retroactive or not? That is what underlies your case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then do you think the State is free to decide how and when and whether it will, quote, apply? I mean, simply to separate the law from the application of the law seems to me no answer at all. Is there any other area where you say well, yes, there was a Supreme Court decision; but whether to apply that decision is up to the State?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":4,"sideBefore":"justices","text":"You're overlooking what I understand to be the basic distinction you're drawing. I know the Chief Justice has cast doubt on it. But I think there is a basic distinction between rights and remedies. And you're holding -- I understand your position to be that the remedy may not be retroactive, even though the decision itself can assume that there would have been a violation from the beginning of the Constitution today we may have misinterpreted before. But if there is a violation of the right, then there's a decision about what kind of remedy shall be imposed. And you can say we will not impose a remedy for past wrongs, even though we must impose them in the future and we can let other states decide whether to post a remedy or not. And that's totally consistent with the holding that the violation is always retroactive, but the remedy may not be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it is the other way around which makes it problematic. You are going to say the remedy is retroactive even if there's no right. You're going to say where we have decided that there is no remedy and, therefore, if you have a right, it's -- I don't know what you get out of it -- you want to say, no, there is a remedy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's subject to the floor, that the floor that this Court sets, it must be retroactive to a certain extent."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is the same as the question of whether to apply the exclusionary rule."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a remedial decision. Everybody agreed the knock and announce business was a violation. The only question was on remedy. And there are lots of rights that -- for which there's no remedy. Look at all our implied cause of action cases, you will find many, many examples of that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have to argue, and this is why I think the distinction has been rejected in so many other areas of the law, you have to argue that the remedy question is totally separate from an analysis of the right. Because otherwise, you are saying the State courts have the right to disagree with our determination of what the Federal right is. If you think the remedy, the question of remedy draws some substance from what the right is, which I would have thought is obviously the case, then it seems to me you're asserting a power on the basis of the State court to overturn our Federal law determinations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you -- thank you, Mr. Butler. Mr. Diamond. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you, just at the outset, when you use the term retroactivity, are you saying there was no violation of the Constitution before the decision, or there just is no remedy for it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- one of the cases where the line is drawn when the expiration of the direct review has passed. Is it your view that at that particular point in time a constitutional violation either exists or it does not exist? It's not a remedy question?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is part of that because of what's involved in expectations? That's the Smith case, where we said the determination of whether a constitutional decision is retroactive Is every bit as much a question of Federal law as the decision of the substantive right itself. We said that in Smith."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And here the expectation -- in Smith it was the expectation of people in the private sector. Here the expectation is one of finality of judgments."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then how do you -- how do you reconcile that answer with the point that your brother made just before he sat down, and that is, taking standard Griffith analysis, the application of a so-called new rule is going to vary depending on how long it takes a person on direct appeal to get through the State court system? And it seems to me that that is inconsistent with your view that there has got to be one rule with respect to the date of application as a matter of substantive Federal law, because we know for a fact that, depending how long it takes to get through the State appellate system on direct review, the new rule may be applied and it may not be applied."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand your -- your point about finality, and finality has a well-known operative effect. But one operative effect when the Federal courts have defined finality and have said it is not final until -- a case is not final until direct review is over -- one consequence of that is that a substantive Federal rule will be applied to an individual in one State whose crime and whose trial procedure is different in time from that of a defendant in another State. So that the consequence is that the substantive rule will apply to some people who acted on date X and it will not apply to some people who acted on date X; and that, it seems to me, is inconsistent with your answer to Justice Stevens's question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if it is inevitable, I don't see how you can answer Justice Stevens's question the way you did."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the finality point in effect establishes a way of calculating the application of a rule in any given State in any given case, but it will not result in the uniform application of the rule. Isn't that correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Yes, that's correct. You have to say that's correct. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But I think you can also explain that the reason it's correct is the Court probably would have liked to say yes, we're making up a new rule; the Constitution didn't use to say this; and this rule will apply from now on to all actions taken by individuals from now on. But then, you know, Justice Harlan says my goodness, you're going to give relief to this individual and not give relief to other individuals who are making the same claim and already have cases pending? You have to treat them equally. So we will make an equitable exception for that. But basically, the existence of that exception does not prove that the Court was not purporting to make a substantive rule. There's an exception to the application of that substantive rule for pending cases, which is totally understandable."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can you give me an example of a case in which this Court candidly said, we're announcing a new rule which was not the law before? Aren't we always interpreting what we thought the intent of the framers was from the beginning, even though we may have gotten it before? What is your best example of a new rule, in the sense it's a different rule of law as opposed to a different remedy? See, all these equitable considerations go to the remedy. But the notion we can make up a new rule of law at will strikes me as a very dramatic departure from what I understand the rule of law to require."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I'm really glad to hear that. (Laughter.)"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Finality is a condition for fashioning the right remedy. There's no doubt. Everything you say is necessary for treating litigants in a -- in a fair manner. But that all goes to remedy, not to the violation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Don't we call it a new rule in Teague?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"justices","text":"-- expectations as being questions of remedy?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that your -- your answer to Justice Souter's question earlier should be that there is uniformity. Some States are fast, some are slow, but in the end there is a final judgment which is a settled expectation, and the substance of the law honors settled expectations, which is finality."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's sort of like defining order as random order, isn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and the concern is a concern not so much."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":8,"sideBefore":"justices","text":"And the concern is not so much a concern not so much for the defendant here but for the States, isn't it? We don't want -- we think there is -- there is an important value implicit in habeas, and one of those values is that there be a limit to the degree to which we are going to upset the settled expectations of the States. Isn't that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's not the point. I thought that Teague was driven not by some abstract notion about finality, but the intrusion on State decision-making. Here was State that had conducted an entire process that appeared to be in line with what the Federal law then appeared to be. And then the State is told by some Federal habeas court, State, you've got to do it all over again, because you didn't -- you didn't predict that we were going to interpret the Constitution differently. I thought that the really motivating idea of Teague was it addressed the Federal forum and said, Federal forum, don't step on the States' toes, don't make them redo trials that have long since been over."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I must say I have serious problems with your position in that regard. If you were not to prevail in this case and -- or, pardon me, if the Petitioner were to prevail in this case, and there were a ruling on what Crawford means, or doesn't mean, we could review it. I think the Petitioner is absolutely right on that point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The question I have is, to go back, you said two separate things. One is you say the question here is a matter of Federal law. I'll give you that. It's a matter of Federal law. But the question is, what's the content of the Federal law? Does the Federal law say to the States -- State, in a collateral review proceeding, you want to apply Crawford retroactively to people whose convictions were long ago, do it, we don't care? And a lot of Teague says that should be the Federal rule, if it's called a Federal rule. But then you said a different thing, in answer to Justice Stevens. The different thing was but the substantive rule of Crawford only takes effect as of the day of Crawford and into the future. Now, on that position, or take any other date you want as one year earlier or whatever you're going to pick there, if you're right about that, you win. But how could you be right about what I call there a metaphysical point? Because on the metaphysics, as Justice Souter just pointed out, imagine three people who have three identical trials each one year before Crawford. The first person is called Crawford, and he wins. The second person is called Smith, and he's delayed forever in the appeals process. And the third person is called Jones, and he get a quick appeal, convicted, in jail at the time of Crawford. Now we know that the first two Crawford applies to, but metaphysically, if the law of Crawford was the law at the time of the first two trials, why wasn't it the law in terms of what the rights are in respect to the third person whose trial was held at precisely the same time?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I agree with that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"You are saying metaphysically this Court has no power to enunciate new constitutional rules metaphysically, but we have done so, and Teague is full of references to new rules. \"We therefore hold that implicit in the retroactivity approach we adopt today is the principle that habeas corpus cannot be used as vehicle to create new constitutional rules of criminal procedure unless those rules would be applied retroactively to all defendants.\" The opinion is full of new rules. So -- so, you know, we have violated metaphysics already. Having violated it, in adopting new constitutional rules, why should it be any surprise that we also violated it in the application of those rules? There should be no surprise at all. Don't get hung up on metaphysics, Mr. Turner."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":4,"sideBefore":"justices","text":"In Crawford itself, it seems there was quite a bit of attention given to history long before the original interpretation of the clause. I guess that was unnecessary because we were making up new rules. Is that the - - (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"You've adopted Justice Scalia's approach through your silence, and I'd ask you whether -- whether -- whether there isn't just a simpler explanation that doesn't require us to go into Spinonza, Immanuel Kant, or even Aristotle. And the simpler explanation would be simply what Justice Stevens started with, that Teague is about remedies, and that we assume that the law was the law at the time of Crawford's trial, at the time of Smith's trial, and at the time of Jones' trial. But Jones is knocked out because he went to habeas. And that's what Teague is about. Habeas. And, therefore, if the State wants to apply Crawford retroactively, let everybody out of jail, that's their problem. Or their virtue. That's up to them. That's where Justice Stevens started, and that's what I would like to hear an answer to."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"You wouldn't want to say that, Mr. Turner, because that would place you in the position of saying what we are telling people in these Teague cases is oh, yes, the Constitution was violated, but we don't want to hear about it. I mean that's the alternative, to acknowledge that the Constitution is violated in all of these Teague cases, some of them being capital cases, and we nonetheless say well, too bad, it's on habeas. I'd like to think that's not what we're doing, that what we're saying is, this is a new constitutional rule, there was no constitutional violation before, and that's why we're letting it stand."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think you're handling these questions very well. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"justices","text":"That was not a question addressed to you, Mr. Diamond."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You do recognize, though, that one of the propelling forces behind Teague and why we changed from the Linkletter regime was respect for State courts' processes and the resistance to the heavy hand of Federal habeas courts telling States what to do. It seems a little ironic then if you take an opinion that was driven by the Feds staying out of the State courts' territory to say oh, no, we're going to tell you that it's not -- we control when we want to."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't what you are saying is that the concern in Teague was not only with State court processes, but with settled expectations of those who are involved in the criminal system, particularly victims who are entitled at some point to rely on a conviction being final?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We don't usually think of just of settled expectations as being questions of remedy. We consider those as being questions of substance."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- State executives can upset all those expectations. The State executive says I want this -- the issue -- the substantive issue in this case settled, so I'm not going to raise Teague. And so Crawford is going to be retroactive because I say so. It is a bit of an anomaly that the prosecutor has that power but not the State court itself."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It is also difficult to see what Federal interest is vindicated when the State says we know we have to respect this -- call it what you want -- new precedent in cases still in the pipeline, and we don't have to if the case has reached a final judgment. But \"not required to\" doesn't say \"can't, even if you want to.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let me take the other point here, which is Justice Scalia's, which I think I understand now. Imagine that the Crawford begins to take effect as of the day of decision. No law like Crawford before. But for practical reasons and reasons having to do with courts, we let certain people take advantage of it. We let person A take advantage of it, Mr. Crawford. We let person B take advantage of it, who is on direct appeal. We don't let people in habeas take advantage of it. Why don't we let the State take advantage of it in its collateral proceedings if the State wants to, for reasons of federalism, for reasons they can do what they want, for reasons if it is going to be the law in the future any way?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask another sort of basic question? The Teague rule is a Federal rule - - the Teague ruling. What is your understanding of the source of that rule? Is it the Court's power to announce, make Federal common law? Or is it a constitutionally mandated rule? I will give you one other decision, cover it all at once. And if it were not a judge-made rule, and rather, it was a statute and it goes beyond regulating Federal habeas corpus proceedings and effects State court proceedings, what provision in the Constitution would have given Congress the authority to enact such a statute?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Interpreting it the way you interpret it."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Which qualifies for the Federal system. Where is the authority to regulate the State system come from?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. Where would Congress get the authority to require State courts to follow the rule, the interpretation of Teague that you're advancing in this Court, that they may not go beyond the decisions of this Court? What under the Federal Constitution authorizes the Federal government, either judges or Congress, to tell State courts that they cannot do what your opponent argues they should able to do?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I agree when you are talking about what Federal court can do -- administering a Federal habeas corpus. I have no problem. I'm asking where does the Federal authority to tell State courts they cannot do what your opponent says they should be free to do?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In Federal habeas corpus proceedings, yes."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The protection of this Court. What -- why can't they provide more protection? What Federal rule prevents that?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose it is a knock and announce violation. They don't want to apply an exclusionary rule. Can they apply a remedy that will fire any officer who does this? Or will they say, no, you can't do that, because it goes beyond what the Federal Constitution requires?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could a -- could a State say: We know that Federal habeas, the Fourth Amendment, is out. Stone v. Powell says when it's -- when you go through the direct process, that's the end of your raising a search-and-seizure claim. Could a State say: Well, we know the Fourth Amendment is binding on us under the Federal Constitution, but we think that we should extend the Fourth Amendment, right, not only to cases on direct review but to collateral review as well? Federal habeas courts can't do it, but could States?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Diamond, let me ask you a question. Let me ask you a question which is totally off the point of the Federal Constitution, I guess. That is, if Minnesota really wants the rule that you want it to have, its legislature can provide that that will be the rule, can't it? The Minnesota legislature can pass a statute saying nobody gets more than Teague allows."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can the Minnesota legislature say: Look, the -- the Supreme Court of the United States has -- has come down with some rules. We won't characterize them as minimums or anything else. We'll just say it's a set of rules. It's called Teague, and Teague is going to be the law for the application of Federal rights in Minnesota State courts. Is -- can the Minnesota legislature do that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the answer is yes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Thank you, Mr. Diamond. Mr. Butler, you have a minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't you finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Butler. The case is submitted."}],"people":[{"id":0,"fullName":"BENJAMIN J. BUTLER","firstName":"BENJAMIN","lastName":"BUTLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2783,"interruptions":21,"times_spoken":55,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PATRICK C. DIAMOND","firstName":"PATRICK","lastName":"DIAMOND","counsel":true,"justice":false,"side":"respondent","words_spoken":1831,"interruptions":16,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":776,"interruptions":0,"times_spoken":19,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1016,"interruptions":1,"times_spoken":20,"laughter":3,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":745,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":860,"interruptions":0,"times_spoken":17,"laughter":2,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":54,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":838,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":576,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2783,"times_spoken":55,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":16,"words_spoken":1831,"times_spoken":38,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":2,"words_spoken":5560,"times_spoken":110,"laughter":6,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.6254132583304943,"respondent":0.3745867416695057,"date":1472501778815}}