{"petitioner":{"name":"ABDUS-SHAHID M.S. AL","counsel":[0]},"respondent":{"name":"No. 06-9130\nFEDERAL BUREAU OF PRISONS, ET AL. ","counsel":[1]},"caseNumber":"06-9130","date":"2007-10-29T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in case 069130 Ali versus Federal Bureau of Prisons. Mr. Andre."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose there is a difference between a sufficient laundry list in a residual phrase and example in a residual phrase. In Circuit City you have a couple of examples -- seamen, railroad workers -- here it's just a customs or excise worker. I regard customs and excise as kind of the same thing. So why isn't it more like the cases where we've said you have an example in a residual phrase; the example is not limiting."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, not just goods or merchandise. Goods, merchandise or other property. And does other property include any type of property?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So \"goods and merchandise or other property\" are just examples, and then a residual phrase that includes everything; but \"customs or excise or any other law enforcement officer,\" that's subject to ejusdem generis - all in the same sentence."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, what do you do about the later -- the later statute that makes an exception to the exception?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean it clearly, the exception to the exception says that -- that the exception is applicable to any claim based on injury or loss of goods or merchandise, if among other requirements, the property was seized for the purpose of forfeiture under any provision of Federal law providing for the forfeiture of property. Now that's more than customs and tax -- any provision of Federal law."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you need that exception to the exception if the exception doesn't cover anything except customs and tax in the first place?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't -- they didn't need that if indeed it covered all seizures by -- by customs and tax officers and nobody else. If that's all it -- it covered, what -- you know, this doesn't achieve anything. The purpose of under any provision of Federal law. It seems to me that that envisions seizure under laws other than tax and customs. Now you're saying there is one, one such law that tax and customs officers sometimes use?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What work does it do? What work under your interpretation does that later provision do, if property was seized for the purpose of forfeiture under any provision of Federal law providing for the forfeiture of property?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Andre, it may be that things would fall into place easier if you would give us an example or examples of instances in which any other law enforcement officer would be engaged in detaining property in -- in the course of enforcing customs or excise laws. If we can understand that, then we are going to have a better sense of how the exception might work. Can you give me an example of the other law enforcement officer engaged in customs excise?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you say IRS officers, because they would be covered? It's tax and customs."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You gave an example in your brief that didn't seem to fit. I mean you spoke of a DEA agent who was searching for narcotics, and that sounds to me like what DEA agents do. They were not auxiliary to a customs officer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they were doing it for their primary business, which was to detect narcotics."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could we interpret the term \"law enforcement\" -- \"any other law enforcement officer\" to be limited to those law enforcement officers whose duties generally include the detention of goods?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't it? It's not clear to me. Maybe this is not within the question, but why were your client's goods detained? \"Detention\" seems to connote holding the goods against the wishes of the owner, and that wasn't the situation here. He gave those goods -- he gave them to the Bureau of Prisons officer for the purpose of having them sent on to his new prison."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't think that concept sheds light on what Congress had in mind when it referred to any other Federal law enforcement officer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I mean that's always true when you have an example and a more general phrase. And yet our cases indicate that we often read the language that way. In other words, it's giving you, perhaps, the most common example in which you're going to have a detention of goods, but it's not limiting it to those officers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but S.D. Marine wouldn't have come out the other way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that an obscure statute in S.D. Marine?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the word, as your brother argues, doesn't \"any\" cut against you? If they intended the other law enforcement officer to be limited to similar to customs or excise, it seems to me they wouldn't have thrown in \"any other law enforcement officer.\""},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask, following up on Justice Alito's question, has there ever been a debate in earlier stages in this litigation as to whether this was a detention?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if it were not a detention, then you'd win."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just wondering why you didn't make the argument somewhere along the line."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is clear -- there are so many exceptions from exceptions from exceptions, that you get a little mixed up, but I am clear, am I not, that if it were not a detention, you would win?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Everybody agrees."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And is it also not clear that under the government's -- I guess I should ask them, but I got it right in front of me now -- if you deleted the words \"officer of customs or exercise or any other,\" if you just took those words out of the statute, it would then mean exactly what the government contends it means?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the President doesn't rely on those when he signs the statute into law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that still exist after the Westfall Act?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because now, the -- there wouldn't be -- the United States would be substituted - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for the agent's abuses."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we know -- how do we know that that's the only purpose of this exception?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is all based on Judge Holtzoff's testimony? That's the basis for the conclusion that this is the only purpose for this exception?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Andre. Mr. Shanmugam. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Shanmugam, may I ask you -- this goes to your ambiguity point. May I ask you this question? If Congress wanted to cover all law officers, the only reason for mentioning the customs and excise people would be to make it very clear that they were within that category of all law enforcement officers, and I take it that's basically what you're saying."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But wouldn't - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But wouldn't the way to do that would have made it at least clearer that that's what Congress or what he had in mind and what Congress was getting at would have been to provide that the - - that the exception referred to law enforcement officers including an officer or customs of excise? In other words, they would have made it clear that at that point, the old historical customs and excise rule was sort of the tail on the dog, and the dog was law enforcement officers. Instead, however, the order is exactly different. On what your reading is -- on your reading, what is now the tail of the dog comes first, and the general clause \"law enforcement officer\" comes second."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, number one, it is less clear and it really raises the question: Weren't they trying to get simply at law enforcement officers who were doing the customs and excise function? So my question is, why doesn't the order of the words cut against you by putting, on your theory, the tail of the dog before the dog?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's also - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's also not entirely clear what -- whether it's a tail or not. It depends on what the dog is. If you can -- if you were trying to identify the most common instances, especially at the time this provision was enacted, the most common instances in which property was detained by the government, I mean you know, later -- later forfeiture provisions are numerous, but at that time I think they were relatively few. I think the dog would have been - - would have been customs and excise officers. And the \"or other officers\" would have picked up probably very little real -- real instances of property detention. MR.SHANMUGAM: Assuming for present purposes, Justice Scalia, that the dog here is any officer of customs or excise, I think that the critical point is that the tail was indeed smaller than it would be today because customs and excise officers were among the most important federal law enforcement officers."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"justices","text":"If you - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- but a short time ago you said there was no basis for distinguishing between excise officers and all other law enforcement officers. But there was indeed a basis for it, namely that there was an alternative remedy for people specifically named in the statute, which is not true of all other officers. It's true now, but it wasn't then."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not suggesting that, but that is a reason for drawing a distinction between all others and this particular claim."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't serve that purpose before 2000. MR.SHANMUGAM: It did serve that purpose, Justice Stevens, because there was an alternative remedy, albeit one that was not federally funded and that was a common-law action against a law enforcement officer in his personal capacity for negligence."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Why wasn't it federally funded? I thought there was a provision for indemnification. MR.SHANMUGAM: There was a provision for indemnification for revenue officers and other officers essentially acting in a revenue capacity, I believe that the exact statutory language was \"collectors and other revenue officers\" -- and that indemnification provision, to be sure, would not have applied to garden variety law enforcement officers. But in looking at the availability of alternative remedies, this Court has never suggested that whether that congressional purpose is served somehow turns on whether the money came directly from an officer or whether it came from the Federal fisc. And Petitioner in his reply brief cites Dolan for that proposition but whether the alternative remedy was federally funded was simply not at issue in Dolan. At most the Court concluded that the alternative remedy available there was insufficient."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Do you actually have any information about the early 1940s, about who was a Federal law enforcement officer? I think the FBI, the Bureau of Prisons -- there were a lot of people being detained. There were goods that were having to do with contraband, foreign goods, maybe domestic, things you weren't supposed to have, food stamps. Illegal rations -- OPA -- I mean, you know, there were, you were only supposed to have so much food. Have we any notion who other law enforcement officers might have applied to at that time?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think the FBI had quite a big job in World War II."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought there were thousands and thousands and thousands of FBI people."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So do we know? I'm getting from you that you don't know and I don't know. Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We don't even have a ballpark."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, well that might be. But I'm sitting in Congress, I read this statute, I think maybe they were talking about customs people and the like. Now, there is this other word in there, that's true. So we look up, where does the other word come from? The other word comes from Judge Holtzoff. He explained it, we don't have to guess. We can read his explanation. His explanation comes in a paragraph having to do with customs and excise, and beginning with, I'm talking about customs and excise, and the additional proviso as special reference, where they use this phrase, and then he says it's all supposed to be like the Crown Proceedings Committee in England in 1927, which in fact had nothing to do with anybody but customs and excise."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Do the members of Congress who voted on this language, when it was presented to them, did they even know who Judge Holtzoff was?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did he testify to this effect before one of the committees?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"15 years before it was passed, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so if it was not -- I mean, I would suspect at that time Judge Holtzoff was a pretty well known person in the legal community and I would suspected if we are guessing at such a thing that quite a few did know who he was. And I suspect that when Congress passes a technical bill, they are interested in the views of the Department of Justice and these were those views."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So if we are going to play a magic game that we don't pay attention to what sheds light on it, fine, then we don't, but I would."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any legislative history about what Judge Holtzoff meant by that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I think in reading that, I think that's a good point. My actual reading of it, of that paragraph 2, is that it's not free of ambiguity. I completely agree with you. And if I read through it, then I'm making up my mind as a judge, well, how do I feel about what these words likely show and how people in Congress would have interpreted that kind of reference or statement in testimony by a person who thought this? Free of ambiguity, I agree with you, it isn't. But it might cut somewhat more in favor of the Petitioners than the Respondents."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You have a difference with Mr. Andre on the extent to which other law enforcement officers assist customs and revenue agents. In your brief you say that's a rare occurrence. And Mr. Andre says oh no, it's quite common. So which is it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are all customs and excise officers law enforcement officers?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are there other circumstances in which, let's say, goods are being shipped into the country, and the -- the shipment is detained by someone who is not a law-enforcement officer, at least under the definition in subsection (h), someone who has the power to execute searches, seize evidence, and make arrests?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have you -- have you found any -- any research on that? I mean I think that's a very interesting point that -- that -- have you found any book I could look at or report that -- that would cast some light on whether at that time, 1946, the phrase \"other law enforcement officers\" referred to a large number of people who had a lot of different tasks that had not much to do with customs or excise? If so, this would be an odd way of sneaking them into the bill. That's who it would look like. On the other hand, if there were just a few of them, well, then, the bill, at worst, is a little bit more than somebody might have thought; and it would appear perfectly normal to a legislator. So is -- is there anything to look at?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Shanmugam, before you get into policy, may I just suggest that there is a possible fourth category, really. You had mentioned three, and one -- a fourth possibility might be \"law-enforcement officer,\" in a very broad sense of the term, but one who is simply providing, let's say, protective service in aid ultimately of the revenue laws. And the reason I have thought of this is that this sort of situation went on in my -- my native State in this past month, in which the United States Marshal Service, which at the time all of these statutes were enacted was a fairly large agency, took control of some real estate in -- in New Hampshire which had been the property, or was the property, of tax protesters. And they -- they held custody of that. They took control of that real estate for about a week to make sure that there were no booby traps and bombs that -- that would -- that would blow up the IRS people when they went in there to enforce their tax liens. That would be an example of \"law-enforcement officer\" in a very broad sense. It could cover the Marshal service, the FBI, and whatnot; and, yet, the - - and No. 2, they would be exercising, you know, typical law-enforcement functions, protective functions. And, yet, they would be doing so in -- in aid of -- of the tax or the revenue laws. That would be a plausible reason for -- for sticking in the general phrase, and it would be a plausible reading of the phrase, wouldn't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do IRS agents have -- have expertise in -- bomb detection and dismantling?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there don't seem to be many cases because -- I mean that's why we've got this one at this point."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Over what period of time?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean that's not - - that's not a deluge of litigation. I mean it seems to me there is reason to assume that no matter what reading we give it, there is a plausible reading that can come up that -- that confines the actual application of the \"other law-enforcement officer\" fairly narrowly."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the question of what is -- what is ambiguous or not is -- is a question of context. And if you take the phrase \"law-enforcement officer,\" and you say is that ambiguous, and you say well, gee, no. But if you stick it in this particular statute and it happens to follow these specific references to tax gatherers and tax and excise laws, then it seems to me it's fair to say it does become ambiguous, because it gives rise to a reasonable question. Were they just getting at law-enforcement officers who were performing these kinds of functions, or did they really mean it as broadly as the phrase in real isolation would have meant? That's ambiguity, and that's what we've got here."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But then you are saying, don't read the statute as a whole. That argument, in effect, is saying isolate the phrase -- and we don't do that."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I agree with you. And if I make the assumption that it's unambiguous, your argument is unassailable. But if I don't make that assumption, then your argument risks circularity."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And my suggestion is that it is the context that makes your argument a tough sell."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you are talking about the use of the word \"any\" all by itself. Here it says \"any officer or customs or excise or other\" -- \"or other,\" and you would just take those words out of the statute."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you believe they add nothing to the text of the statute."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There are two \"anys\" here. I'm not sure that - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Any other. So it says any goods by any officer of customs or excise, or if it just had said \"other law enforcement officer,\" you might - - you might disregard the force of any because it was way back there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if they repeat \"or any other law enforcement\" - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They were on point for my dissent. I know. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I know your time is running out, but I would like you also to say a word about what remedy, if any, does Ali have when you're saying he had his prayer rug and Koran, and the government lost them and he didn't get any compensation? Does he have any remedy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But there's no court - - there's no court role in that process."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Shanmugam. Mr. Andre, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't they have IFP status?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Here there wasn't that much at stake."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Andre. The case is submitted."}],"people":[{"id":0,"fullName":"JEAN-CLAUDE ANDRE","firstName":"JEAN-CLAUDE","lastName":"ANDRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":4278,"interruptions":6,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":1,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"respondent","words_spoken":3036,"interruptions":21,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":493,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":904,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":361,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":627,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":6,"words_spoken":4278,"times_spoken":36,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":21,"words_spoken":3036,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":6,"words_spoken":3266,"times_spoken":84,"laughter":1,"num_int_by":2}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":1.0838616907503205,"respondent":-0.08386169075032046,"date":1472411005608}}