{"petitioner":{"name":"METROPOLITAN LIFE","counsel":[0]},"respondent":{"name":"WANDA GLENN. ","counsel":[1,2]},"caseNumber":"06-923","date":"2008-04-23T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-923, Metropolitan Life Insurance versus Glenn. Miss Posner. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but neither, neither does the fact that there may be dual capacities eliminate the fact that there are contrary tugs on the, the individual or the, or the organization that has the dual responsibilities, and there's no reason that the law should be blind to that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by -- let's get straight by what we mean by \"in actuality conflicted.\"  Isn't the fiduciary who has a financial interest in actuality conflicted?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And aren't we talking in this case always about fiduciaries who are in actuality conflicted."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  That's, that's a conflicted fiduciary who allows the conflict to warp its judgment.  But the conflict exists whether you, whether you give it effect or not."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's call that a conflicted fiduciary, somebody who has two loyalties, whether or not he allows the one loyalty to distort his judgment."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me follow up on Justice Scalia's question because I think your brief really goes astray on that.  Think of the many situations like the remainderman who is the trustee.  He has to look out for the interests of the live tenant, but he's going to keep all the rest, so maybe he wants to be economical.  That's not saying that he is.  So I've always understood that the term \"conflicting interests\" means just that; you have conflicting interests.  It doesn't mean that you necessarily slide over into misconduct.  And I think that if you would keep that separation in mind, is there a conflicting interest?  Yes, there is.  Has the trustee in fact slipped and taken unfair advantage because of the conflicting interests?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it have to be just the specific decisions?  Suppose that the company does not have clear rules of, what do you call them, firewalls between the profit side and the claims processing side.  Would that be enough to cause a greater, more searching standard of review, say de novo?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So then you're saying, A, the fact that there is a potential conflict is not enough; B, the fact that there are no procedures in the company to ensure that the conflict doesn't affect the judgment, that is not enough either."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm positing.  Does the fiduciary at least have the, the burden of production to show that it has established clear lines of demarcation, firewalls, whatever you call them, within the company? Does it have at least that obligation going forward?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well then, I don't know what effect you're giving to the fact, as the earlier questions have indicated, that there is a structural conflict."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You want us to write an opinion to say that it's irrelevant that a company does not have procedures to insulate the profit section from the claims processing section?  I'll use those terms."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that work? I don't understand.  You go through, you've got a decision, whatever, it's a health insurance decision that this procedure -- to determine that this procedure is not covered under the, the plan, that the fiduciary has the discretion to make that determination.  But you say, aha, he's got a conflict of interest, so that's a factor we take into account.  Well, how does -- what does that mean?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, you've got two cases, one where the person does not have a conflict of interest under a particular plan, the other where he does.  It's the same decision:  We're not going to cover this procedure.  How is the review different in each of those cases as a practical matter?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I don't see an answer to my question yet.  How does the review differ as a functional matter?  He says he looks at it and says, well, normally that would be within the discretion, but I've got to remember he's got a conflict, so I'm going to determine that this particular procedure should be covered because of the conflict."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying it doesn't make any difference.  You say you should take it into account, but if it was a reasoned decision, which is the test whether or not he's a fiduciary, if it's a reasoned decision the fact that he's a fiduciary makes no difference, right?  Isn't that what you're saying?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It does make a decision then.  What was a reasoned decision for someone who doesn't have a conflict becomes an unreasoned decision simply by reason of the fact that he has a conflict?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's exactly my question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm going to let you answer this question --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I want you to work mine in if you can.  The problem that I'm having is what to say in the opinion.  Now, could I say this?  Firestone, yes, that's the way to put it as a standard.  You can also teach through example.  So I look at this case, I say:  You want to know what that means, read the court of appeals opinion; it's perfect.  Okay?  So I've got Firestone -- my opinion so far is two words: \"Firestone, perfect.\"  Okay?  Now, what do you want me to say other than that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you come to the end of the line.  You have to prove that the authority was misused.  And as I understand the Sixth Circuit's decision, what those judges were doing, they say we're going to look at this with some skepticism because of the conflict.  And let me give you a concrete example. This woman got Social Security disability benefits and she did it at the suggestion of MetLife is; that so?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But she got a lawyer that they recommended that she have."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point is they came to her and said:  Get Social Security disability benefits.  Now, to get those she would have to show that she is totally and permanently disabled."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So here is a company that says:  Tell the U.S. government that you are totally and permanently disabled, but -- and then we'll recoup all that money that we paid out to you; but then when we get a chance to look, look it over, we'll say you're not disabled.  Why isn't it appropriate to regard just that set of circumstances with suspicion?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I'm not questioning that at all."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That sounds fine.  It's a question of why, after helping her tell the government that she was totally disabled, they, after the initial two-year period, turned around and said she's not."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Posner, it seems to me that that ought to be looked at with suspicion, whether or not the person making the decision has a conflict.  I mean that smells bad or doesn't smell bad, as you say, either way."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I am still -- listen, I know that we're responsible for this because we said it in Firestone.  We said that a conflict of interest should be weighed as a factor.  If that means anything, it seems to me it means that sometimes that weight will make the difference.  So at least sometimes -- but you're not willing to admit that -- at least sometimes you would say, oh, yes, this is a reasonable decision and had this decision been made by a fiduciary without a conflict, it would be perfectly okay because it's reasonable.  That's the test.  However, since this fiduciary has a conflict, what was a reasonable decision, whoof, the added weight, it becomes an unreasonable decision."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what you mean by giving it some weight?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So a perfectly reasonable decision becomes unreasonable simply because you have a conflict?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, let's assume -- let's assume that I'm reviewing it, and I -- I don't find it as clear as you do, and I'm on the fence.  Being on the fence, may I take into consideration the fact that there was a conflict of interest?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And therefore I will say, okay, I wouldn't know for sure how to go in this case, but I see the conflict of interest and that's enough to make me say more probably than not there was a reflection of the self-interest of the provider, rather than the interest of the -- of the insured here; and, therefore, I'm going to find that the -- that the conflict did disadvantage the person insured.  That would be, I take it on your view, a reasonable application of Firestone."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I just told you."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I just told you how it weighed.  I'm sitting on the fence.  I'm not sure what to do.  I take into consideration the fact that there is conflicting interest here; and, therefore, I conclude that the conflicting interest is the reason for the decision and I hold against the company.  Is that a misapplication of Firestone?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But that's not the argument that I understood you to make in your brief.  Is that a change from the position you took in your brief?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just get this clear? I thought your position in your brief was that there has to be a demonstration that the conflict had an effect on the decision before there is any departure from the standard abuse of discretion --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the standard of review."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  My hypothetical is the hypothetical of the person making the decision.  I put myself in that person's position and I'm saying I can think of reasons that might result in concluding that this was a reasonable decision, period.  And I can think of reasons that might result in concluding that, in fact, this was a decision that had been made against the interest of the insured because the person making the decision itself had an interest in it. I'm not sure which way to go, but I now take into consideration the fact that there was this conflicting interest in the person or the organization that made the decision, and for that reason, I am going to -- I'm going to break the tie, and I'm going to conclude that the conflict was to the disadvantage of the insured.  I'm going to rule against the company.  I understood that you said that would be a proper application of Firestone.  Is that still your answer?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't it be?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  In my hypothetical, I've taken into --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- factors that say the company was right, factors that say the company is wrong.  I'm not sure which.  They seem evenly balanced to me, until I take into consideration the fact that there was conflicting interest, and I say that's enough to tip it.  And it does tip it, and I rule against the company."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And am I right or wrong under Firestone?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be, but what's the answer to my question?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right or wrong?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That is not going to --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not going to help the appellate court, my friends here who have to review my decision.  They want to know whether I was right or wrong."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's take these facts."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As the trier -- I mean ERISA, yes, it certainly says you can be both the plan administrator and the payor, but all it says is that that's permissible.  But it also provides for review of those decisions, judicial review in court.  And here is, say, a district court is looking at it and says:  I don't understand why the company didn't look at the doctor's explanation and put such heavy weight on a checkmark.  And I also don't understand the suggestion that she is totally disabled to the government and then saying, well, she's really not, in this very close time frame.  So it might be okay and it might not. I am in equipoise about this case, not the terms of the plan but the decision that was made to deny her benefits.  So which way do I call it?  That's the question that Justice Souter posed, and you seem not to want to face up to it and answer it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that bear on making a determination that the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- employee -- that the plan administrator has to make:  Is this person disabled and is she not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, Justice Souter's question and Justice Alito's question highlight for me what I think is the central issue.  Justice Souter had asked you whether the conflict comes into play, you know, when it's a tie.  And you're right on the fence, and you say, well, the conflict's a factor, so it tips over in the employee's favor. Justice Alito's question asked you whether or not the conflict has to play a role in the decision. I don't know how that would be, but let's say, for example, the insurance company is doing well and so they say, well, we allow coverage for this procedure.  All of a sudden, the insurance company looks like it's not doing so well, it's not going to meet the quarterly targets or whatever, so it says, well, we're no longer going to allow coverage for that procedure.  In other words, it is the conflict itself that affects which way it comes out.  Now, which is right:  Justice Souter's case in which the conflict tips the scales, no matter what the reason is; or Justice Alito's case where the conflict plays a role in the decision process?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the problem with that is the Court needs to know what the standard of review is before it gets to the merits.  And how is the Court going to know whether conflicting interests played a role in the outcome of a particular benefits determination without looking at the merits of the case unless there is going to be a lot of discovery about internal processes at MetLife and how you treat the people who -- who gets promoted among the benefits administrators and all of that?  And that's what I don't understand about that position."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But as I understand your brief, you say the conflict of interest is only relevant if it affected the decision.  But how does the plaintiff prove that it affected?  What sort of evidence would go to that issue?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're just saying that the plaintiff has to have an overwhelming case.  I don't think you'd need the conflict-of-interest point in that kind of case."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I can understand that in normal trust situations, but it's hard for me to understand how you're going to prove an insurance company's particular claim adjustment was really motivated by a conflict of interest rather than thinking the claim wasn't valid."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where, where is this decision from that you're --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's one feature of this that I don't understand.  It was referred to very swiftly in Judge Merritt's separate opinion.  He said at one point there was a proposal by MetLife that they give this woman a trial run at a sedentary job to see if she could do it.  And he said that that made a lot of sense to him, and it was MetLife's proposal, but then it got withdrawn.  Could you clarify what that was?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why did MetLife withdraw that proposal?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My question was not what Dr. Patel said, but how did that proposal get dropped?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Dictum."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What I don't like about the dictum is I don't know what it means."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think it's lovely to say weigh it as a factor, it gets the case off our docket and it's fine.  But what does it mean?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does it mean that a perfectly reasonable decision that is within the discretion -- I mean this plan says that MetLife will have -- knowing that it will have the conflict, that they will make the decisions and so long as they are not arbitrary, they are valid. Now, let's take a perfectly reasonable decision.  It is not arbitrary.  Does giving weight to the existence of the conflict which the settlor of the plan expected to exist, does giving weight to that mean that what was reasonable becomes unreasonable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If it doesn't mean that, then it means nothing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but trust law doesn't take into account what we have said repeatedly in our ERISA decisions, which is we want to encourage people to set up ERISA plans.  And that has affected the standards that we've adopted, for example, that we even allow a conflict of interest like this to exist. And it seems to me that your position is going to hurt beneficiaries under ERISA plans because people are going to say, as they're perfectly free to do -- people, the employers, are going to say, as they are perfectly free to do, you know, I'm just not going to do it; if we're going to have judges looking at these claims decisions on a de novo basis, who knows how much it'll end up costing me, so I'm not going to set up these plans."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- which position do you adopt?  It was only posed as hypothetical, so I don't mean to attribute the position to you; but the Justice Souter hypothetical or the Justice Alito hypothetical?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that sounds like the Justice Alito hypothetical.  In other words, the extra scrutiny has to be consonant with the purpose. The purpose is to protect against the conflict.  So if the scrutiny doesn't reveal that the conflict played a role, then it's -- then it's not an abuse of discretion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Trust law doesn't say. Trust law does not establish a different standard of judicial review for the conflicted trustee."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't know what to look to in trust law.  I mean, all that's happened here, every life insurance -- every company, every life insurance company has the kind of conflict that you're talking about.  Every company has the kind of conflict you're talking about.  And an automobile company might make shoddy merchandise so it can make more money in the short run. How does trust law keep that kind of conflict?  Now, it can't be and it isn't, because I've looked it up, I think, that trust law says that every distribution by a trustee whose own fee depends on the size of the trust is conflicted."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I doubt, since banks are trustees, I doubt but I'm not sure here -- -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that banks are trustees -- suppose you were to say, look, the bank has an interest in maximizing the amount of money in its account and therefore every decision of a distribution of such trustee is subject to some special thing. Now, the problem for me in this case is what in trust law do I analogize it to, not -- I don't doubt for a second the 26 law professors, et cetera -- though I do really sometimes, but not in this case. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"The -- the -- so what do I look to?  And where I ended up was I'd like an answer to what I asked the other side.  I ended up, I can't do better than Firestone, I ought to write two words in this opinion, and the standard, perfect; from the opinion below, perfect.  You want to know what I mean, read the opinion below.  Okay? Now, what's your view on all of that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I overstated."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Take the examples that I gave.  It's an ordinary insurance policy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's, you see, their point.  Their point is this is just an ordinary insurance company, an ordinary policy, and it's really like a bank that's a trustee that in fact takes money that hasn't been distributed and puts it on its own account.  They make money for that, from that.  So there is a conflict."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You have that kind of conflict. What do you say about that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The bank makes its money by putting money in an account, paying interest and lending it at more money."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and Chase Manhattan bank has $14 trillion in trust accounts, and if they just put in for three days money into an interest-bearing account and lend it out for five minutes, they will make $1 billion.  Okay.  You see, they are finding these kinds of conflicts everywhere. And that's what I'm asking you. What I think if I were to add something I'd say, look at this carefully, judge, look at it carefully; but if all you find is an ordinary insurance company doing ordinary work and there is no ground for suspicion, proceed to step two.  What about that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. -- Mr. Rosenkranz.  I think you set up basically three different kinds of scenarios.  And I want to set -- I want to put them into my own words and -- and have you tell me whether I understand your -- your point correctly. Scenario number one is the case -- in each of these scenarios, we have the same relationship between the -- in effect, the trustee and -- and the beneficiary that we have here.  There -- there is a -- there is a built-in conflict.  We don't know what its effect is. In scenario number one, the -- the evidence is that the person making the benefits decision says let's let this person suffer so that we can keep the money.  That is the easy case. Scenario number two --"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's right, the -- the e-mail shows up. In -- in case number two, there -- there is what you referred to as a decision within the zone of reasonableness, but instead of being sort of in the core of the center of the zone of reasonableness, it's close to the edge.  A decisionmaker could look at that decision and say if there is no reason to be suspicious about it, it's still within the zone of reasonableness, and I don't think there is a conflict. But if the decisionmaker knows that there is this kind of structural conflict, the decisionmaker can say look, I wasn't born yesterday; the reason it's so close to the edge is that they were giving way to their own self-interest in the conflict, and I'm going to decide for the beneficiary and against the company. Case number three is the case of the person right on the fence, the decisionmaker.  The decisionmaker says, I've -- I've looked at everything there is to look at and I cannot decide for sure what this is, whether it was a legitimate decision or a conflicted one in the -- in the decisionmaker's favor, unless I take into consideration the fact that there is this structural conflict."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No the decisionmaker is the person who made the beneficiary -- the benefits decision.  And if I take into consideration the structural conflict, that gives the decision to the beneficiary and against the company. Now, in case number two, it's close but the -- but the fact of the conflict is regarded as, itself, as substantive evidence and it -- it results in a decision for the beneficiary. In case number three, the evidence is in equipoise, and to get off equipoise, the conflict rule is taken as the tiebreaker. My understanding is that your view is the proper way to consider the conflict under Firestone is, as I did in my hypo, in both case number two and case number three.  Am I correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, when we take -- it is taken as substantive evidence to -- to get us out of the zone of reasonableness in case number two. It breaks the tie in case number three."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the record has the structural context."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  But in my hypothetical you weren't at the center of the zone of reasonable; you were close to the edge."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Number three Honor we can't make up our mind."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you -- I guess you are saying it may be considered as substantive evidence but it is not a process tiebreaker?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How does a reviewing court know how far it can go from the outer boundary of the zone of reasonableness when there is a conflicting interest?  Is it always -- and I don't know how thin you can slice these standards of review.  Is it always, let's say 90 percent of the way to the outer boundary; or sometimes it would be 80 percent; sometimes it would be 70 percent?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does it work like that depending on the facts of the case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And what would -- how would you verbalize it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because everybody talks about yes, it's a factor, it's a relevant factor.  But if you are writing an opinion to give clear instructions to the district judges who are the first-instance judicial decisionmakers, what do you tell them?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the insurance company shows or may be required to show, at least by the burden of production, that it has established firewalls, very careful procedures, written regulations that claims administrators are not to consult with the people that set policy and prices.  Does that suffice to permit, simply, abuse of discretion review?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that there is nothing the fiduciary can do in order to avoid intrusive -- highly -- a high degree of scrutiny in review of every close case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that all insurance company claims adjustors have less deferential review than independent claims administrators?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to institute an industrywide rule differentiating insurance companies from other --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is there an example in trust law where, say, a bank's a trustee and they self-insure in some area?  Is there ever a case in trust law that found that to be a conflict."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, you can easily transpose this to other -- trusts are run by banks often that are trustees.  They're huge, and they might self-insure in simple -- in certain circumstances, in which case you reproduce something like the conflict that's at issue here.  And so --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I think that -- my guess, but I don't know.  That's why I'm so nervous.  Is there any example where that kind of thing has ever been held to be a conflict of interest?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We've heard a lot of talk about judicial eyes today, but it doesn't -- it makes it sound as if abuse-of-discretion review is nothing, and with the added factor you want to look more closely.  Courts undertaking abuse-of-discretion review don't do it blindly.  They look at it.  It's just a question of whether they give deference on the judgment calls.  And I'm still not -- I still don't understand how the added factor or, in your case, the added seven factors affects that issue of deference."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you say that one of the things that can make it unreasonable is the mere fact that there exists this -- this conflict."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That renders what is a perfectly reasonable decision unreasonable.  I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand that. In very -- what kind of a standard is that, \"in very close cases\"?  How is -- how are you going to review a court?  I mean, give it some weight in very close cases? It slops over.  This is not a standard.  I don't know -- I don't know what you're telling the courts to do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't mind reasonableness and I don't mind abuse of discretion. But you're telling me that even when the reasonableness standard is met, if there is this conflict, if it's close -- how close is close?  You -- suddenly it flops over the edge.  I mean, you know, close to the out -- it's -- it's beautiful art, but I don't understand how it turns into law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then what analogy?  I agree with your basic point.  If I encapsulate it, you may or may not agree with my encapsulation.  This reminds me a lot of the argument between Learned Hand and Felix Frankfurter under what \"substantial evidence\" meant. And like Learned Hand, your side, I think, or the first argument, wants to find an absolute standard, a perfect analogy, which Frankfurter said you can't do.  Very well. What's worrying me is what is the analogy? Because you're not saying it's just conflict-of-interest law.  You are analogizing it to a trustee who himself is a remainderman.  And it's at that point that I begin to get off this boat because I'm not sure that's the right analogy. Now, you've looked through lots of cases. Your colleague knows it better than you, and he hasn't come up with something that's a better analogy.  But do you see what's bothering me?  So, therefore I'm back where I started:  Two-sentence, two-word opinion.  We did our best in Firestone and this decision below is a good illustration of how to do it.  What can you add to what I just said?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If we look at Firestone, it's rather laconic.  It's just says -- it says, ordinarily, if you don't have this discretionary authority, it's de novo review.  And then -- this is on page 115.  It says if the fiduciary has discretionary authority to determine eligibility benefits, then it's not de novo.  And what more does it say?  I don't see that it says anything more than that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose an insurance company -- I'll just repeat my earlier question -- has done the best that it can do to have a firewall, independence and so forth.  Does that bear on whether or not the less deferential standard of review is invoked?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So it makes no difference what -- it makes no difference what the policies of the companies are insofar as the standard of review?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This bears upon the question Justice Breyer asked, which we never could get completely answered.  Can you tell me what the Sixth Circuit did wrong here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think you're at all saying that it's the same standard of review.  You keep saying that, and your friend said it, but it's not the same standard of review.  You say it's still the reasonableness standard of review, but then you say, however, the mere fact of the existence of the conflict does at the edges make unreasonable what used to be reasonable.  That is a different standard of review.  It means you are not using a single reasonableness standard of review.  You're arguing for a second standard of review that is so vague I don't know what it means.  Why not just say that the district court, when there is a conflict of this sort, has to spend two more hours considering the case? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There's a clear rule, you know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But under trust law --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- we don't have -- we don't have an established policy of encouraging people to establish trusts.  We do have reflected in our decisions an established policy of encouraging people to set up ERISA plans."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Here are two ways you could do it.  You've spoken of reasonableness analysis.  By \"reasonableness analysis,\" I mean and I assume you mean that the person who is judging the action taken says:  Here are the good reasons on one side that support the action; and here are the reasons on the other side that in fact are critical of it, suggest that it was wrong.  Which one of these sets of reasons is the strongest?  That's what I sort of mean by \"reasonableness analysis.\"  All right. There are two ways that the structural conflict could be taken into consideration in reasonableness analysis.  One is it could be taken into consideration during this -- we'll call it the step one process.  We put the structural conflict on the -- on the side of the scale that weighs against affirming the decision.  A second way to do it would be to go through reasonableness analysis leaving the conflict aside for the moment, and say, on regular reasonableness analysis, do the reasons support the decision predominantly or do they go against it, and let it go at that.  But when that kind of \"reasonableness\" analysis results in something close to equipoise, then we take the structural conflict into consideration; and that's what, in effect, sort of breaks the tie. Which of those models do we use?  Do we use the structural conflict as a reason in the step one weighing, or do we use the structural conflict as a tiebreaker."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's a question of when you use it; and on the first hypothetical, you may not have to use it at all. On the second hypothetical, you have to use it because you can't make a decision any other way.  So you're saying:  Use it at step one as one of the substantive reasons in your weighing analysis?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you're going to do that, you have to tell me how much it weighs.  You see, if you use it in step two when things are in equipoise, it doesn't matter how much it weighs.  It's enough if it weighs a feather.  In the equipoise case you come out the other way. But if you're going to use it in the first structural system to determine, you know, how much each side -- I have to know its weight.  And there is no indication whatever as to what its weight is.  It's really up to the district judge, I guess, to decide how much weight he is going to give to the fact that there is this conflict."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not weighing reasonableness.  I'm weighing that factor of the conflict.  That's what you ask us to weigh."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's not reasonableness."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then you should only use it as a tiebreaker, I suggest, if you can tell me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Miss Posner, you have one minute remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What did you just say?  I don't understand that.  The conflict was intended by the employer.  He appointed the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was intended by the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"AMY K. POSNER","firstName":"AMY","lastName":"POSNER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2316,"interruptions":33,"times_spoken":65,"laughter":0,"num_int_by":7},{"id":1,"fullName":"E. JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1411,"interruptions":22,"times_spoken":40,"laughter":1,"num_int_by":6},{"id":2,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":788,"interruptions":12,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":771,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1408,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1005,"interruptions":4,"times_spoken":30,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":763,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":900,"interruptions":3,"times_spoken":17,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":107,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":33,"words_spoken":2316,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":2199,"times_spoken":65,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":17,"words_spoken":5599,"times_spoken":132,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.43403421157843003,"respondent":0.56596578842157,"date":1472501778822}}