{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"WISCONSIN RIGHT TO LIFE, INC. ","counsel":[2]},"caseNumber":"06-969","date":"2007-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 06-969, Federal Election Commission versus Wisconsin Right to Life, and Case 06-970, Senator McCain versus Wisconsin Right to Life. General Clement. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe we were wrong last time."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we didn't have a concrete case such as this one, in which the assertions of the other side are very appealing as far as the rights of citizens to band together for an issue ad, even an issue ad that names somebody who's up for election within, within 90 days. We didn't that have appealing case before us. Now that we have it before us and now that you tell us that this is a typical case, maybe we were wrong about the overbreadth challenge before."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How are we supposed to decide whether this case -- if you think it's important to our resolution, how are we supposed to decide whether this particular case is typical or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it's very hard to determine. Therefore, I think it's hard to determine in the abstract whether its inconsistent with the conclusion in McConnell that a vast majority of the cases would not be covered or if it's inconsistent with it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That gets back to my same question: How do we know that this is or is not outside the mainstream. We have just the three ads that are at issue here. It's not as if we have a survey of all the ads that are run during the blackout periods in particular election cycles. How do we tell whether this is within the mainstream or not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General Clement, that Jane Doe ad was in the record last time. They were others, weren't there, the issue ads?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the Court in McConnell used the term, as you've used it this morning, \"vast majority.\" What is that? Is 70 percent a vast majority, so that 30 percent of the ads are going to be outside of that and would be candidates for this as-applied challenge?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, did that statement refer only to issue ads, or did it refer to all ads?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, and here we are dealing with a subset of all ads and that is issue ads. So that statement doesn't necessarily speak to whether, you know, a vast majority of all issue ads have to be - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know if that's so. So long as that statement applied to the totality of ads, many of which were ads just directed at defeating particular candidates, I don't see how you can see that we're bound by that statement."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Everything that is not express advocacy is an issue ad? The world is divided into express advocacy and issue ads?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I wouldn't divide it that way. I would think there are a lot of express advocacy ads. I think there are a lot of non-express advocacy ads that are not issue ads."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're suggesting the district court decision is not consistent with McConnell. But it seems that your approach today is inconsistent with our decision last year that you can have as-applied challenges. You're suggesting that if we allow this as-applied challenge to go forward that we have to facially strike down the section."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So tell me what one, an ad that would succeed in an as-applied challenge looks like, or what the standard would be that we would apply in a way that you think would not call into question the decision in McConnell about Section 203?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying, though, is if this as-applied challenge succeeds you're saying the only way we can do that is if we think that the statute is facially unconstitutional. I'm just trying to see if there's a way of - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- approaching this as-applied challenge in a way that doesn't require us to revisit that prior - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't your case, with me at least, for you to tell us that it is your job to say that no as-applied challenge will suffice."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that doesn't inspire me with confidence in what you're telling us."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. There is -- there is a claim here that there -- that there was difficulty in setting, setting up a fund in time to do what had to be done with respect to this issue, which was a distinctive issue that had come up and they said we didn't have time to set up a - a - a - a separate PAC that, that would effectively meet the problem. Why isn't that distinctive enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I, can I understand you to suggest we ought to draw a distinction in as-applied challenges between a 501(c)(3) organization and a corporation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is not a 501(3)(3) corporation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We all -- we all know - - maybe -- I think, I think it's accepted, that the public only tunes in to the political dialogue shortly before the election. That's the time in which you -- in which you reach the public. So the fact that the filibuster has been going on for a long time is -- I don't think answers the question as to how speech can be the most effective."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are, are there frequent issues -- instances in the political process, do you think, in which the public runs an ad against a, a candidate knowing the candidate is probably going to win anyway, he or she is from a safe district, or it's very difficult. But they want to run the ad anyway in order to affect his conduct or her conduct once they're reelected, so that they'll take a different position, a second look."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it seems to me logically that's possible. I just don't know if that, if that happens very often."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well now -- but -- yes, it may make the difference in a close election but it is also, it is also likely to be more effective with regard to the Senator that you -- whose vote you want on the issue. Are you, are you going to waste your, waste your money in, in those districts where the Senator is not going to vote the way you want no matter what? The situation you pose is precisely the one where you would want your issue ad to run."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To get the Senator's attention."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Senator who is, who is at risk is likely, is likely to listen. The Senator who has a safe seat is not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't tell which of the two they had in mind. Whether they wanted the Senator defeated or they wanted to put enough pressure on the Senator that he would change his vote with regard to the filibuster. I would think that the latter is more likely the motive than the former. And why do you assume the worst?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The relevance of this same group having a poll strongly opposed Feingold every time he ran for election. It's no secret that they were opposed to his candidacy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is -- this is the First Amendment. We don't make people guess whether their speech is going to be allowed by Big Brother or not. If you are going to cut off the speech, there ought to be a clear line. Not whether -- whether I, I had ads against Feingold in the past or whether Feingold voted 20 times against this or, or half of the time against this. It seems to me you need a clear First Amendment line. And you're not giving us any."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General Clement. Mr. Waxman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That vast majority thing, is that a -- was that the holding of the case? I mean"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Every -- every -- every word that we it uttered in that prior case is law? I mean, what if -- am I free to think -- is the lower court free to think that maybe it is really not the vast majority? But just because we said vast majority, it is like writing it into the statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But the test as to any ad is whether any reasonable person could view the ad as -- as an electioneering ad?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Any reasonable person could view it as what?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"The same group has long had ads on a particular issue, and let's say a particular candidate's position on the issue is very well known to people who pay attention to public affairs. And let's say we're in the black out period and now important vote is coming up on Congress on that very issue. If the group continues to run the ad on that issue, that -- a reasonable person could view that as, as saying something about the election, couldn't it? Couldn't that person?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That would be prohibited?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you -- what do you make -- what do you make of the fact that there are so many advocacy groups that say this is really impractical?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I think it's an important part of their exercise of First Amendment rights to petition their senators and congressmen, and to urge others to -- as in these ads -- contact your senators, contact your congressmen. Just because the ACLU doesn't do that doesn't seem particularly pertinent to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is this true of the NRA also? Is it the case that they have never targeted, so to speak, a particular legislator?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't think they would either. Why pick on the ACLU?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Waxman. Mr. Bopp? "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How could you tell? I rather liked the one - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I rather liked the one we had before about Senator Faircloth, and his ad was, Senator Faircloth is against the trial lawyers and their efforts to increase liability laws, so write him. Now, testimony all over the place. That is the advocacy candidate ad of the century. And you couldn't possibly know that without having known that one of the parties had spent millions trying to paint Faircloth's opponent, Senator Edwards, as the creature of the trial lawyers, that anyone -- that anyone in North Carolina knew it. So they read those words and they understand precisely what's at stake. They're saying vote against Edwards, vote for Faircloth. You just tell me how anyone could know such a thing without looking at the context."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought people offered to bring in such facts as -- there was a web site address here. It says, indeed oddly, don't phone the Senator. Go look at the web site. And if you look at that web site, it says defeat him, defeat him, defeat him. I mean, that sounds as if they have defeat in mind. So certainly, there are about four or five things which they said to look at outside the four corners. So I'm not certain what it is in the law that says that you only look to the four corners. I mean, I read the opinion below. Did you read it, by the way, the 1,000-page opinion? I bet you did, the 1,000-page opinion of the district court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Good. Then you know like I know, and it took me a week, and it probably took you less, but you know what that record was like in the case, don't you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Thousands and thousands of pages that as I read it, I drew one conclusion. The one conclusion was if there's a law, and it's a good law under the Constitution, if it is, that corporations and labor unions cannot give money to political campaigns. And if it is true, as it is true, that what political campaigns are about now is television. And if it is true, as it is true, that these are the single lion's share, the single best way to get somebody defeated or elected, then if you open the gates and say corporations and rich givers or whatever can contribute by writing these ads and paying for them, forget the first two premises. Forget the rule that says corporations can't contribute. Now, I put all that in front of you. It seems to me what you're asking for is for us to overturn McConnell and to say either in practice or in theory, McCain-Feingold campaign finance law is unconstitutional."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"You are asking for that among other things, aren't you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you are asking for nothing else."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I agree with you it's exactly as Justice Scalia said. If we agree with you in this case, good-bye McCain-Feingold. Maybe we should do it up front. That's what you advocate. Very well. Would you address that? Why should this Court only a year or two after it upholds McCain-Feingold, accept a position that either in fact or in theory overturns that case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you say that those issue ads are inconsistent with the Government's position here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You haven't explained that. You're just - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're taking this because, in effect on a four corners facial criterion."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But one of the issues in this case is whether that is an appropriate methodology, so will you address that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We're not talking about subjective intent here. We're talking about what Justice Breyer raised a moment ago. That is, we are looking for the public political context in which the ad is run. He gave the example of the Faircloth Edwards ads. Anyone in North Carolina knew what they meant. Someone in Idaho or New Hampshire probably did not, because they did not know the context. Your argument, seems to me is, ignore the context. And my question is, why should we ignore - - why should we do that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But doesn't any communication depend upon the understanding of the listener? Can we even sensibly talk about what a statement means or an advertisement means without understanding the context in terms of the listener's understanding?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. The question is, what do the words mean."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And it is impossible to know what the words mean without knowing the context in which they are spoken."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"When they put these exhibits, were those exhibits complete with context?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't think so. They just -- just like the ads were."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"My question is, why should we ignore the context? How can we tell what something means without the context?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- those don't go to meaning in the sense of, for example, the Faircloth Edwards example does. Why should we ignore the aspects of context which determine meaning, i.e., the understanding that a listener would have?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You mean the people in North Carolina were unaware of the Edwards position, they were unaware of the distinction between Faircloth and Edwards?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course they knew that."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course they knew that. And just as presumably, you knew the position of Senator Feingold in these advertisements, and the people in the state knew because of your other -- because of your other public statements."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why should those things be ignored?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You think they're dumb?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You have a web site. You have a web site that calls their attention, and you think nobody's going to it?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Nobody's paying attention to what the Senator is doing?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You think the only source of information about Senator Feingold is your advertisement?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then if your advertisement is not the sole source of information, then why do you assume that no one in Wisconsin knows what the senator has been doing when he votes."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So your position is that we ignore context because no one -- because the voters aren't smart enough to have a context?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that's, that's the point, because where I get into my chain. You have an argument. I'm not denying that. I understand it. But it's sort for me deja vu all over again. We've heard it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And what happened before - - either you can distinguish this, which I don't see how frankly, or you're back into the chain, and if you want to say one more thing about the chain, I didn't draw it to the final ending there, if I take most of the ads - - and that's what that Kollar-Kotelly opinion is about. That's what that 1,000-page record is about. That's what the 10,000 pages of testimony were about. That's what McCain-Feingold was about, and all those witnesses. They said in today's world these are the kinds of ads people run just to defeat people. And then they said, moreover, most of the campaign money goes on them. And then they said, moreover, if you let corporations and labor unions contribute to these, well, then they can contribute to the campaign. And the only thing I left out before was, if you're prepared to say the Constitution the Constitution requires us to let corporations and unions buy these kinds of ads, well, how could it be constitutional to have a statute that forbids them to contribute directly to the candidate, something that's been in existence only since I guess 1904? But how could that be constitutional if they can just give this money directly? Why can't they give this same money to the candidate?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's pretty easy to tell whether you're giving money to the money to the candidate or not, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's a fairly bright line that you don't have to worry about stepping over the wrong side of it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Whereas this one, especially if you adopt a context determination that requires a 1,000-page district court opinion, who knows."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Is that right? I mean, 1,000 is what we have here, is we happen to have three criteria, absolutely clear: Does it mix the candidate? Does it run within 30 or 60 days before the election? And is it targeted to an electorate? Now, that's clear. Now, if you're prepared to say that's unclear, I don't understand it, you don't need a 1,000-page record about that. All you need is a record where you have your organization to come in and show how yours is significant different from the mine run of cases. What's the problem?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, yes. Yes, I see you could distinguish."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Are you trying to convince us the purpose of these ads was to convince Senator Feingold to change his position on filibusters?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think they had much chance? Do you think that was a realistic goal?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is that called democracy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Bopp, your argument that McConnell's facial holding should be overturned appears on page 62 of your brief. I take it you have at least 61 page arguing that your as-applied challenge can succeed without overturning McConnell's position?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What's your test? Their test is fuzzy, I agree with you. What's yours? Do you have a clear one that does not invalidate the whole statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That says what's good. What is your test for what's bad?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- give us the third one. I want to go back to - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. May I go back to your second criterion? It seems to me your second criterion is simply the injection of magic words back again. You're saying if we don't use certain magic words it's okay. That's a magic words test. You're not looking for any particular word. You're looking for the meaning and breadth of the, of the item."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Well, but you said if we don't mention the election and the candidacy of this person for this election, that is one of the sufficient -- one of the conditions with the other three which would be sufficient to justify the, on First Amendment grounds, justify running the ad. That seems to me simply to be reinjecting magic words in a negative form."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We look at fighting words in a context."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's one thing to say something in a bikers bar and another thing in the - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Are there many cases where we look just at the words?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You can't shout \"Fire\" in a crowded theater; it has to be a crowded theater."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Bopp, you do not have to establish, do you, that the test you propose will get at every bad ad, that it will be sure to get at every ad that is not a genuine issue ad? Is that the burden on you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought when we're dealing with the first amendment we give wide scope to the principle that it is, it is better to allow, you know, some bad speech than it is, in the effort to get rid of that bad speech, to eliminate any good speech that is justified. So even if there is something that might sneak through that does achieve what Congress didn't want to achieve, the answer in the First Amendment is that's too bad. There's some stuff you just can't get at. There's a lot of bad speech that is allowed all the time because you can't get at it without suppressing the good speech."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In fact this isn't the First Amendment totally on one side. Isn't this, isn't this a case where the courts held that there are very significant constitutional interests on both sides of the equation, which is what makes this kind of thing difficult. Isn't that so?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just suggesting why a pure First Amendment test doesn't necessarily answer the question and why we've upheld McCain-Feingold."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But your test, as I understand it, is the test to determine whether you fall within this sort of heartland of the statute which we upheld on facial challenge. Yours is a test where exclusion from the facial rule; isn't that correct? That's -- that was why you were giving the answer to Justice Scalia that you gave?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What you're saying: I have three criteria and if I satisfy those criteria, then the, then the facial validity of the statute is not an answer to my claim. That's basically what you're saying."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And of course, if you success in that you're saying, okay, the Government then has the burden of satisfying strict scrutiny. That's the reason for your test, isn't it, to get you out of McCain-Feingold -- I mean, to get you out of the holding in McConnell?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Sure. You're saying this is an applied challenge which is different in some relevant respects, so that the facial holding in McConnell shouldn't apply to us, it shouldn't bar, shouldn't justify the Government barring our ad. Isn't that your logic?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"You could say yes to that, I think."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You want to go further than that, I know. But that's your first step."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's what you were getting at."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The way to do that is say, there's something different about my case from the case which was taken as typical in upholding statute against facial challenge."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"He fears the Greeks even when they bear gifts. (Laughter.)"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But your, your principle concern at this point is getting yourself out from the holding of McConnell, in other words, by saying we have a case which was not the typical case in McConnell, that's why it's an as-applied challenge and that's why this is a new ball game. And I take it your principle argument for that in criticizing the Government's position is that the Government didn't use to say that there's something significant or something insignificant about naming the candidate, and now they do. That it seems to me -- if I understand your argument -- goes back to this context argument or not. Because the argument that's being made is, in context we know perfectly well what's going on."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying you shouldn't look at the context."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then why did you refer them to the web site? There's nothing remote or speculative about what happens when they look at the web site."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Anything about Senator Feingold?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Did the web site indicate the -- the Wisconsin Right to Life's position on Senator Feingold?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's part of the context, isn't it? In other words, you're supplying some - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- context for the ad. You're saying, if you want to know the context in which we're saying this, look at the website."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You don't believe that's what you are doing."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The FEC doesn't regulate anything else in the broader political context except what the statute allows. My point is, it seems to me you are referring to context. Why therefore is it illegitimate for a court to look to context?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask a rather basic question? Do you agree that the Constitution permits Congress to pass a statute that prohibits your using electioneering ads that use magic words?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Would it also prohibit you from using -- urging everyone to look to a web site that used the same magic words?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So that if your web site used the magic words, then your ads would be -- could be regulated."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but you would agree the statute could be validly applied to an ad that says look at this website, and the web site then uses the magic words?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you believe that the First Amendment would not be violated by an ad that was the functional equivalent of one that contained magic words?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There might be an upholdable constitutional difference between two ads that convey the same message."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If they're the functional equivalent, by hypothesis, they convey the same message."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The theory is that the ad itself on the web site, in your opinion, would have been okay? You turn to the web site three months before the election. It says 16 times out of 16 in the past two years, Feingold and Kohl have voted to filibuster certain of the President's nominees. Feingold and Kohl are putting politics into the court system, creating gridlock and costing taxpayers money. Now three months before the election you put -- write that in your ad. Now, is that in your opinion constitutionally protected, gets it out of McCain-Feingold?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. What you did, suppose instead of what you ran, you know, in a broadcast ad."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You think that is protected?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Bopp. General Clement, you have two minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that go to their meaning or to the intent of -- is that what governs? It's the intent of the person who puts it on? I thought -- I thought you were focusing on the meaning of it, what it conveys to the public."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's new to me. I thought you were asking us to look at the meaning. What does it mean to the - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How long will the blackout period be during the upcoming year for the presidential candidates?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It could be as long as 200 days; isn't that correct."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You have to speculate before you try to put the ad on."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to speculate whether the Court is going to say well, since you're in the zone of three different radio stations or television stations, a different rule applies. Doesn't the person who wants to speak have to speculate, roll the dice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2573,"interruptions":14,"times_spoken":37,"laughter":0,"num_int_by":3},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1443,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":2,"fullName":"JAMES BOPP","firstName":"JAMES","lastName":"BOPP","counsel":true,"justice":false,"side":"respondent","words_spoken":2261,"interruptions":24,"times_spoken":81,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":523,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1187,"interruptions":3,"times_spoken":40,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":225,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":164,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1070,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1039,"interruptions":2,"times_spoken":38,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":190,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":4016,"times_spoken":52,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":24,"words_spoken":2261,"times_spoken":81,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":4446,"times_spoken":138,"laughter":1,"num_int_by":2}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515342}}