{"petitioner":{"name":"QUANTA COMPUTER, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"No. 06-937\nLG ELECTRONICS, INC. ","counsel":[2]},"caseNumber":"06-937","date":"2008-01-16T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-937, Quanta Computer v. LG Electronics. Ms. Mahoney. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Mahoney, can I just get one thing straight in my mind. Which transaction triggered the exhaustion doctrine in your judgment, the general license to Intel or the sale by Intel to Quanta."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the license unrestricted? That's one of the reasons I asked the question. Wasn't there a use restriction on the resale?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the condition that it be sold to someone who would not use it on non-Intel products."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's true then this case really isn't a big deal at all. It just depends on exactly how you word the contract when the patentee sells it to a purchaser. You can word it -- in other words, you can word it in such a way that the patentee's rights extend further downstream and you're saying all this case turns on is whether the wording here was correct or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand your position to -- to acknowledge that they could have structured the sale to Intel in such a way as to achieve the same result that you're saying is so bad under the patent laws."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I give you a specific example? I think the Chief has something on this order in mind. Could the patentee say to the licensee, to the Intel, that, I license you to sell only to buyers who have a license from the patentee? Could -- could the licensee be limited in that way?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But explain to me - - perhaps I should ask Mr. Phillips this question -- but why isn't it done that way? The way -- if the patentee wants to maintain control further down the line, why doesn't the patentee just limit the licensee to selling to people who are licensed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the parties are unwilling to spell out exactly how this is going to work out in their contract, and each side, it prefers to take their chances on how the Federal Circuit's going to rule. It's easier to sell these things if they're not encumbered by these additional license requirements and the manufacturer presumably gets a lot more, but there's a lot of uncertainty, uncertainty that could have been cured by how the contract was drafted, and people prefer to live with that uncertainty and litigate rather than clear it up in the contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine, and the person who wrote that provision knows that the question of how the patent-exhaustion doctrine applies is the subject of great confusion, so much confusion that the Supreme Court's going to have to decide it, and yet they put that in there rather than spelling out in the contract exactly which they had in mind, whether or not you could impose these further restrictions or couldn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it wasn't clear to the Federal Circuit, I guess."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's one - - there's one more wrinkle that you don't expressly advert to and that is the argument that what is in issue here are the -- are the systems and methods patents, rather than the -- the equipment component patents."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that with respect to the equipment component patents nothing is being retained, but with respect to the systems and method patents nothing was being granted. What is your answer to that answer to your argument?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the answer simply is that that the argument rests upon a mistake of fact which has not been challenged in the record?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Mahoney, I understand that's really the way it's been litigated, but I have to confess I was puzzled by the court of appeals' statement that the granting of the license constituted a sale for exhaustion purposes, and they cited the Masonite case for that proposition, but it doesn't seem to me to support that proposition."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not exhausted by the manufacturer, is it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's exhausted under this view by the licensee's sale of an article that it manufactured pursuant to the license."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to think there's no distinction between the sale itself and the basic underlying license, whereas I had thought for years that there was recognized a distinction between those two transactions."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I see your white light is on. I have just one question. Are there cases where some downstream restrictions on use might be necessary to prevent the patent from becoming worthless, i.e., in the biological area for replication of seeds in agriculture and so forth?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Univis was one of your principal cases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Mahoney. Mr. Hungar? "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Hungar, is there a reason why Congress codified this doctrine in the Copyright Act, but not in the Patent Act?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And the PTO didn't take any position on whether it should be codified?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Although you think it can be overridden simply by providing in the contract that the same rights and remedies would be available?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"A mere license can prevent the application of the patent-exhaustion doctrine?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And it would be patent infringement by the use of the product by the people that Intel sold to?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That would sound like your friend on the other side, the Respondent, had actually won in this case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But you couldn't put in - - you are authorized to sell the bicycle pedals that I have patented only if you impose a restriction that will tell the bicycle user that he must send me a check for $15 in addition to whatever he pays you. That sounds unlawful under contract law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Or you are going to have - - I mean, there's a doctrine that you cannot impose equitable servitude's upon chattel."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a contract law doctrine."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"My thought is that the reason that these things are important and you can't just draft your way around them is because there are antitrust doctrines, there are contract-law doctrines, that also limit in significant ways what you can and cannot write into a contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I think that's an important question. I understood the argument at page 16 of your brief to say that the patent-exhaustion doctrine doesn't apply in that situation and that you, therefore, can't have the rights and remedies under patent law. You told me earlier that if the person to whom Intel sells the product uses it contrary to the license stipulation, they would be liable for patent infringement. Your answer to Justice Breyer suggests to me that you're saying only that they're liable to -- for contract infringement, and that's a very big difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sale from whom to whom?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But what you - - well, but what you say in your brief is that in the situation we're talking about the licensee stands in the shoes of the patentee. Now, if that's right it seems to me that you're telling me that the patent remedies are available and not simply contractual remedies."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, or, more pertinently, it can only sell if the person they sell to agrees not to use the product in a certain way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Exactly. That's the critical point. You're telling me that if the buyer, in other words, the kind of third person in this chain, uses the patented article in a way that is contrary to the license that was given to the second person in the chain, then he is liable for contributory infringement under the patent laws and not, as I understood you to answer to Justice Breyer, only under contract law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you sue under patent law or just contract law?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But not every infringement of the license is necessarily an unauthorized sale."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So there could be a restriction in the license which is not a restriction on sale and that could be violated. And the exhaustion doctrine would still apply, and you might have remedies in some another theory, i.e., contract."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you saying that this case would come out differently if instead of just requiring a notice that the -- the item should only be used on Intel products, that had been a condition of the license. If the license itself said you may manufacture and sell to only people who agree to use the product exclusively with Intel products?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So the key fact in this case is it was just a requirement of giving notice rather than a condition in the license?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"The big key is what is an authorized sale? And I'm asking you if the -- if the license agreement to the -- to Intel had said you may only sell to people who agree to use the products on the patentee's products, that then would -- and they did otherwise, they didn't get -- then it would not have been an authorized sale?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. Mr. Phillips. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but there's nothing to do with these chipsets other than use them in the computers. I mean, you don't put them on your shelf. They're not good for anything other than using in the computer. So saying there's a separate patent for how you use them with the other systems doesn't seem to be very significant."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's a reason, I guess, that would be so. Imagine that I want to buy some bicycle pedals, so I go to the bicycle shop. These are fabulous pedals. The inventor has licensed somebody to make them, and he sold them to the shop, make and sell them. He sold them to the shop. I go buy the pedals. I put it in my bicycle. I start pedaling down the road. Now, we don't want 19 patent inspectors chasing me or all of the other companies and there are many doctrines in the law designed to stop that. One is the equitable servitudes on chattel. Another is the exhaustion of a patent. And now you talk about implied license. I would say, why does it make that much difference? What we're talking about here is whether after those pedals are sold to me under an agreement that the patent -- you know, you have a right to sell them to me -- why can't I look at this as saying that patent is exhausted, the patent on the pedals and the patent for those bicycles insofar as that patent for the bicycles says I have a patent on inserting the pedal into a bicycle. Call it exhaustion, call it implied license. Who cares?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ah, but I thought - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Of course, I think the answer to that is no, probably no, but, but, but, but. Now you can clarify this because I may be off on a wrong track. I thought we're talking about using the sold item in those mechanisms which account for virtually almost the only logical use of the sold item. Thus, if you took the bicycle blanks -- not the bicycle blanks; they are eyeglass blanks. I'm mixed up between bicycles and eyeglasses, there we are. But if you took the eyeglass blanks and you use them for the purpose of growing plants instead of inserting them into eyeglasses, I guess we'd have had a different case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I take it here they are using those chips in those mechanisms that the chips are almost exclusively designed for and there isn't much else to use them for. Am I right or wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What in the world does clause 3.8 of the license mean? It says, \"notwithstanding anything to the contrary in this agreement, the parties agree that nothing herein shall in any way limit or alter the effect of patent exhaustion that would otherwise apply when a party hereto sells any of its licensed products.\" In other words, the patent exhaustion doctrine may not apply for all the reasons that we've been talking about, but it applies in the way it would apply if we just sold these licensed products. That seems to me to give away everything you're talking about."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Am I correct in understanding that you do not defend the Mallinckrodt decision?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I understand you also do not challenge the proposition that the sale by the licensee in this case should be treated as a first sale."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right, now if it should be protected -- and here I'm not sure I'm understanding it, so correct me. Let's suppose we have this contract. So everything is identical except we've got my bicycle example in here because I'm more comfortable with that. I know how to ride a bicycle and I don't know how to work the chips. So what I do - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you see the analogy I'm making."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what I do I go to the shop and I buy this, this mechanism with the pedals on it, and then I insert it in my bicycle. Now, actually I need help in doing that, but I do it. Okay. Now I start pedaling off, and now what is it for all these things here that would stop that original inventor from catching me and hauling me into court, and say, what you've done, Breyer, is you've put my -- my mechanism here in this bicycle and I happen to have a patent on the system. And now you start talking to me about, well, the patent was exhausted on the bicycle - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- pedals, but not on the system."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you agree that shouldn't happen."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if I follow you and I write an opinion just for you, what stops it from happening?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Then why isn't it in your case?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"I'm sorry. No. I didn't mean to interrupt you. It's your - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Why doesn't it mean that? Why isn't it in your case equally?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You mean that they just got it all wrong? You mean it should be that they got it wrong?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, so if I go in the bicycle shop, I go in the bicycle shop and I buy the pedals and then they give me, you know, one of these pieces of paper that has all of the 42,000 words on it and there in these 42,000 words it says, and now you are put on notice that once you put it in your bicycle and you pedal away, they're going to get you and you're going to be hauled into Patent Court, then -- then that's okay?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. But assuming a simple notice, the answer to his bicycle hypo is yes, they can chase me down the road."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's other - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is the reason that there's no implied license here, one, because you got the notice, or two, because the component has uses in other kinds of methods than the patented method?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You think the notice on that to defeat the implied - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The court below did not rely on the fact that there might be non-infringing uses, did it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It relied on the notice."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to be kind of an unusual answer to the implied license argument, because normally it doesn't depend on what the patentee decides to say somewhere down - down the line. That's kind of an unusual reason for not finding an implied license, I think."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it's subsequent conduct. If the implied license occurred, it didn't occur at the time of the sale; and it couldn't be -- it couldn't be negated at the time of the sale. If it occurred, it occurred at the time of the license, right, from the patentee of the patent at stake."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And there was no such notice there. There was no such statement there that this does not -- you don't have the right to sell this for its normal uses?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but the horse is out of the barn."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That -- I mean if both parties -- if both parties agree to that notice, I guess that would be something else. Did both parties agree to that notice?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that -- that doesn't matter to me. What matters to me is whether it was prior to the license. If there was an implied license here, it occurred at the time that the - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. No."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You give the licensee - - you implicitly give the licensee the right to permit the people to whom he sells the product to use the license."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it's given to the licensee surely."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Unless it's implicit, unless it's implicit when you sell a -- a bicycle pedal that can only be used in bicycles."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Did you say that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's what the notice says."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"That's the notice. That's later. That's downstream. That's after the license. That's at the time of the sale."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, because they're saying"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They're saying the reason they have done so is that the following distinction is significant. There's a distinction between a license that says you can't sell this unless certain conditions are satisfied and, on the other hand, a license that says you can sell this, but if you sell it to a buyer who is described by conditions A and B, you've got to tell the buyer that we're going to make a claim against A and B. And the ones -- in the first example, there is a limit to the right to sell. In the second example, there is no limit on the right to sell, but there's a warning about what we're going to do if you do sell under certain conditions. And I think they're saying that unless you have a contract of the former sort which limits your right to sell, then when you do sell, exhaustion applies and whatever you may do against the ultimate buyer is -- is a contract problem or what-not, but it's not -- it's not a matter of patent."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Number one, do you think I am being correct in characterizing, describing the distinction they make?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And B, if I am, why isn't that distinction an answer to your argument?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. I understand where you're going. So then what you're saying, I guess, is that the real issue does not involve this distinction between a - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- a limited right and a right - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- to go after people"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What it -- what it involves is the statement that they make that if you license the manufacture, use, and sale of a particular component and that particular component has only one reasonable use - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- then you have necessarily licensed them to sell with that ultimate use in mind, and when you do -- when you license them to sell, the patent-exhaustion doctrine attaches to any patent right that you may have, whether you call it system - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- or whether you call it component."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And you are saying that argument is no good because that, in fact, is an implied license argument, and there were findings that there was no implied license."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I understand your position."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then explain -- now this you might know because it's just following up on what Justice Souter said better than I did. I think from these briefs I've gotten the impression that at least some people think that where you invent a component, say, like the bicycle pedals, and it really has only one use, which is to go into a bicycle, it's the easiest thing in the world to get a patent not just on that component but to also get a patent on the system, which is called handlebars, body, and pedals. And since that's just a drafting question, all that we would do by finding in your favor is to destroy the exhaustion doctrine, because all that would happen, if it hasn't happened already, is these brilliant patent lawyers, and they don't even -- they can be great patent lawyers, not just fine lawyers, and just draft it the way I said and that's the end of the exhaustion doctrine. And that's why it is preferable to say it is exhausted. What is exhausted? One, the patent on this component and, two, the patent on any system involving this component where that system is the only reasonable use of the component, rather than using the terminology \"implied license.\" Now, I think that's an argument that's being made in some of these briefs, and if so I'd like to you reply."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That argument didn't prevail last year in the KSR case, right? I mean, we're -- we've had experience with the Patent Office where it tends to grant patents a lot more liberally than we would enforce under the patent law."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, when you say that was resolved adversely, you say there was a finding of no implied license."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Was that a finding of no implied license from LGE to Intel or no implied license from Intel to the buyers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Is that the crucial -- is that the crucial step?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If that - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If that was an implied license from LGE to Intel, then Intel would have authority to sell -- to sell these things for their - - for their use."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I think the exhaustion, if Intel got -- if Intel got -- I'm sorry. Yes, if Intel got an implied license to the system from LGE when it sold those products, it seems to me the exhaustion doctrine would take hold and would -- would apply to that implied license just as it applied to the -- to the license of the chips."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the way you achieve that result is to condition the sale. What you're trying to do is expand what you get under a condition to what you get under a notice. And the reason that troubles me is because if you had imposed a condition on the sale, Intel wouldn't have paid you as much for it. But you say, all right, we'll take the money because -- additional money because there's no condition, but we want to achieve the same result because of the notice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they're happy with that because the notice says you can't -- you can only use this with Intel products. So they're happy with that solution as well."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Before you sit down, to what extent do you think the Court of Appeals has already adopted your theory of the case?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They did not get your theory of the case out of my reading of their opinion."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the difference between \"conditional sale\" and \"limited sale\" -- you are saying they used the word \"conditional.\" You are saying it was a \"limited sale\" that only -- a \"limited license.\" It only licensed Patents A and B and not Patents C and D."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Ms. Mahoney, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Mahoney. The case is submitted."}],"people":[{"id":0,"fullName":"MAUREEN E. MAHONEY","firstName":"MAUREEN","lastName":"MAHONEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2635,"interruptions":11,"times_spoken":22,"laughter":0,"num_int_by":4},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1157,"interruptions":10,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3199,"interruptions":18,"times_spoken":67,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":993,"interruptions":3,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":529,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":139,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":613,"interruptions":6,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":54,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1070,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3792,"times_spoken":46,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":18,"words_spoken":3199,"times_spoken":67,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":3782,"times_spoken":119,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}