{"petitioner":{"name":"HALL STREET ASSOCIATES, L.L.C.","counsel":[0]},"respondent":{"name":"MATTEL, INC. ","counsel":[1]},"caseNumber":"06-989","date":"2007-11-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 06-989, Hall Street Associates v. Mattel, Inc. Mr. Phillips. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, would you say the same thing if the agreement provided for de novo review in the district court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be -- I am assuming that the parties wrote that standard into their contract, so to the extent you're relying on party autonomy why couldn't the parties elect whatever standard of review they wish?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in some -- one of the functions of a judicial -- what about an agreement, arbitration agreement, that the district court can find facts de novo?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose it's a complex matter of monitoring emissions, looking at water quality, and the arbitrator has to sit by the river for a month, the district judge had to go down and sit by the river for a month."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Indeed, are there not such things as nonbinding arbitration's?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which in effect say that when we're done the district court will do it as an original matter."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the arbitration agreement in this case set out a standard of review and say on findings of fact they have to be supported by substantial evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"But they were both - - they were both in this agreement, both the substantial evidence rule and the standard of review of legal error. So are you saying that you -- we don't have to deal with that question or you're not going to defend it, because the standard was dual. Am I not right about what they"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have to give us a standard. You said, you mentioned, oh, functions of the district court. I don't know the standard you're proposing that will allow us to draw the line and to put cases on one side of the line or the other. You said, well, you can't interfere with the functions of the court. I don't quite understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, why do you care? If this is not enforceable under the Federal Arbitration Act, which gives you kind of a shortcut - - the district court must confirm it if certain criteria are met -- I assume you have a normally enforceable contract that the district court can enforce just like it enforces any other contract."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you should lose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you should lose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. We should conclude that you don't fall within the Federal Arbitration Act and it's not a big deal because you can bring -- you can have the contract enforced. The district court as far as I can tell wants to enforce this agreement, presumably will enforce it as a contract. So you don't need the Federal Arbitration Act, so why should we fly in the face of its plain language to accommodate your interests?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a basis - - well, the Federal Arbitration Act doesn't provide jurisdiction anyway. So I assume you have a basis for being in Federal court - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in the first place. So you're just enforcing a contract in diversity in Federal court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you're asking us to bring it under the Federal Arbitration Act and say that the district court must confirm it despite the fact that you've changed the standards under Section 9 to 11."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But my point - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"My point is that if you have an ordinary contract action the district court will, because your contract provides a particular standard of review, enforce that. Right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"On that point -- the reason I think you're -- there's a little chaos here is because you said -- your question is phrased, does the FAA preclude enforcement of your arbitration agreement? And you're going to say: We answer that question, no, it doesn't preclude it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't require it; it doesn't preclude it. But then would we have to go back and say what is the source? There has to be some source of law that authorizes this contractual agreement, and there could be two possible sources. And my question here is, is it clear that in fact either of these two sources does? The first source is State law. I gather the difficulty is that the State of Oregon has an act just like the Federal Arbitration Act, so we'd have to ask the Oregon courts: Is this a legitimate contract under Oregon State law. The alternative source of law is the Federal judge's case management authority. And there we have a statute which clearly gives the judge some kind of authority, but not for your case because your case exceeds the jurisdictional amount. Therefore, in the absence of that statute, is there inherent authority in the district judge? Now, I don't know the answer to either of those questions."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My temptation is to say they're open questions and they'd have to be argued on remand, which makes this case the case of the century, I guess, in a certain respect. It's quite a difficult case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, in a certain area. I overstate. But the -- is there any light you can shed on those two questions, or is there some third possible source of law?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you ever argued that this is a matter governed by Oregon law and it is enforceable?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you ever argued that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, under Oregon law. Have you ever argued Oregon law?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then it's not surprising they haven't argued that Oregon law doesn't apply."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But they have in fact. On page 43 of their brief, they say that if you prevail the parties would be left to a State law contract action to determine the enforceability of the award."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Their citation is to an arbitration treatise. The contract they're referring to is the contract to arbitrate. And, unless I'm mistaken, what you want is for the district court to be able to enforce your agreement under the Federal Arbitration Act. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't fall squarely within it because the Federal Arbitration Act sets different standards of review. And all I'm saying is I don't see what the big deal is because you -- okay, don't use the Federal Arbitration Act, which gives you kind of an express remedy the district court must confirm. Use normal contract law and say to the district court: Well, you don't have the Federal Arbitration Act, you don't have to confirm it as a judgment, but we have a contract, it's perfectly valid, it sets a different standard of review, you should enforce it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. I'm just not following this discussion. Does it assume that you can bring an action on the contract and just bypass the provision of the contract which says there will be arbitration? How can you do that? You -- you don't assert you can do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You clearly can't do that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So somebody has to decide on this arbitration provision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The arbitration provision, the arbitration agreement is just a contract. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then I don't understand why it's not enforceable as a contract."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's enforceable -- I'm obviously missing something here. If it's enforceable as a contract, what is the great benefit you get out of prevailing and saying this should be enforced under the Federal Arbitration Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do if you have a contract, an arbitration agreement that's not covered by Section 2, it's not concerning a maritime transaction or involving commerce?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But this -- but this one isn't, and if we say that you lose under the Federal Arbitration Act, is it open to the State court to say, well, that's what the Federal Arbitration Act says, but we handle arbitration differently?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think if you lose on the arbitration here, you've got to lose on the arbitration before State court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean you don't have to admit that. That's - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why in the -- why is that the case? I mean, this doesn't purport to occupy the field of arbitration and to preempt State law. It provides that a very direct order -- the district court must confirm the arbitration award as a judgment - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you fall within the criteria. And all I'm saying is they'll say, okay, I don't have to confirm it as a judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no. You're in Section 2, I agree - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree that you're in Section 2, and the State court can't invalidate your agreement under some special rule that applies only to arbitration. But you want to be under Section 9, and that says - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the district court must confirm the arbitration award if it meets certain standards."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the only basis"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The only basis you have for getting them to correct the award is a different standard of review than the one provided in Section 10."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not that you don't need Section 9. You want to get rid of Section 9 - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because Section 9 on its face seems to provide the opposite to what you're asking. Isn't that the problem?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't -- I mean the argument that it is meant to be controlling is an argument, first, for the plain language."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Pardon me?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Section 9."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Number one, the plain language of the statute. Number two, an argument that that plain language, as a matter of historical fact, was deliberately chosen when Congress made a choice between two different, basic arbitration schemes. And they chose the arbitration scheme that, in effect, does not allow the -- the kind of variation that you're talking about. So they say the language is plain; the intent behind the language is plain. It is restrictive, and you can't do that. What is your response, in effect, to the plain language construed in terms of the historical argument?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it may not -- it may not say it for the simple reason that it says unequivocally what should happen, and you are asking for a variation on what it unequivocally provides. That may be the reason it does not go into contingencies."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But you're - - you're ignoring -- when you say that, you're ignoring the development of arbitration in the period after Justice Story; and you are ignoring the argument that the other side makes that a deliberate choice was made between two generally understood arbitration, statutory arbitration, schemes, and they choose -- they chose the one that is inconsistent with your position."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then how can you get any award enforced, even subject to your terms?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you have to grapple with the question whether in fact under Section 2 you can provide for confirmation in a manner consistent with the provision for confirmation under Section 9."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You simply -- I -- I don't -- maybe I'm missing something, but you seem to stand there and just say baldly: Section 9 doesn't apply. It doesn't apply, you've repeated that several times. And I at least don't know why it doesn't apply."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is it? Where is it?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And what you are arguing is: At this point, even though we didn't agree within the meaning of the preamble to the first sentence"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we still have a right to have the award confirmed and enforced - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because we agreed to it under Section 2."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question, I think, is when you argue in that fashion: Do you have a right under Section 2 to provide for confirmation and enforcement under terms which are inconsistent with the provision in Section 9. And I think that's the -- that's the question you've got to answer."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the cases - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The intent of the parties that's being enforced in those myriad cases is the intent of the parties to arbitrate. I don't believe any of those cases respond to the -- to the issue that we've got before us. And the issue we've got before us as you are now framing it is this: If you do not have a provision within the meaning of the first sentence of Section 9 - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for consummation and enforcement - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but you have a different contractual provision and its terms are different from the enforcement terms under Section 9 - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can that contract be recognized? Do you have a right, in effect, to modify the statute?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what you've got to come to grips with. And - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it does not answer that question simply to say there are lots of cases saying that the intent of the parties to arbitrate should be enforced. This is a more specific question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you -- do you have a case that says every facet of the agreement, no matter how inconsistent arguably with other sections of the statute? (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"No, you don't."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why we've got this case here."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If we do that, we've got to dispose of the red herring. So you're going to come back to that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That is, indeed, the issue. What we're arguing about here is whether 9 and 10 are simply default rules that apply where the parties have not otherwise specified. That's -- and that's, arguably, what the New York law and the Illinois -- I - - I don't know that any of those cases cited by the other side involved cases where the Illinois rule or the New York rule was applied in the teeth of an arbitration agreement that said something differently."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, I think both the Illinois rule and the New York rule were default rules."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're arguing that this is the default rule?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't read like one. 10 and 11 don't read like default - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What else is there besides the manifest whatever? The - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, on the question of whether it's just a default rule or a self-executing definition of what's permissible, supposing the agreement between the parties provided that the judgment by the court must be entered in 6 months rather than a year, and it would be vitiated if it were entered after that. Would that trump the statute?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think under your theory you'd have to - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Ms. Brinkmann. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about the fact that our opinions have said that there is another ground under 10, which is manifest miscarriage of justice? That's not listed there."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why did we go -- go to the trouble of expressing it differently?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why not just say Section 4?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about public policy? That was the other one Mr. Phillips brought up."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen in situations like this? Suppose we agree with you; and we say, oh, yes, both of the parties agreed as part of this contract: I don't want to let these arbitrators decide the law. If they get the law wrong, we want -- we want the courts to decide the law. That's the deal. And then you're going to say, oh, that portion of the contract is no good."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there no such thing as -- as failure of the contract for a misunderstanding of the law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think -- you think the State can enforce an arbitration award that would not be enforceable under the FAA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens outside -- that happens all the time. They are called consent decrees. The party agrees, and agrees to particular provisions, and they submit it to the judge and say: We want you to write two words, \"so ordered,\" at the bottom of this; and then it becomes a judgment. You don't have to worry about the Arbitration Act. It's a contract."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I have the same question for you that I had for your friend: Why do you care? I mean, if you are saying, look, you can enforce this as a state law contract -- you know, it's not streamlined. The judge doesn't have to do it; but, you know, this judge wants to do it. And he is going to enforce it as a State law contract. What do you gain?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you say to Mr. Phillips' argument that, within the meaning of the first sentence of Section 9, you don't have any agreement at all; and, therefore, you have no right to enforce anything? I take it that's not the position you took below, and that's not the position you're taking here, but how do you answer him?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Assume we agree with you that this is a quick and dirty way to get arbitration agreements enforced if you want to bring it within 9 and 10, and if you don't, you're free not to; you can go to the State courts. Why can't he still go to the State courts? You say this is going to terminate the litigation. Is this going to be res judicata on anything? All it's going to say is the Federal courts have no jurisdiction over this. It's not under 9 and You're going to run off to State court. You're going to protract the litigation rather than bring it to a quick end."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Miss Brinkmann, can we back up a bit, because this agreement had an usual genesis. This was a big case, and the judge kept right in the court a piece of it. And then he and the parties agreed that another piece of it would best be resolved in arbitration. So the judge was in equal participation in that effort. All three parties wanted to get a particular issue resolved through an arbitrator rather than the court, itself. And I doubt very much whether the judge would have been at all interested in that scheme if he thought he were doing an idle thing. That the parties, having agreed to just what the judge thought was a nice way to resolve this issue, would then find themselves out of Federal court and have to bring some kind of suit in State court. It doesn't seem to fit this scenario."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to go back to State court. You have diversity. You are in Federal court, no matter what; right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's why just what you said is actually what's worrying me about the case. Because what Justice Ginsburg said makes me think that there could be situations, a lot of situations, where Federal judges do want to peel the case off. And you say send it to a master. Maybe some would lend themselves to a master; maybe some wouldn't. I have no idea. And are we going to have to hold in this case whether a judge or when a judge, a Federal judge, does or does not have authority to do such a thing? That's why I say -- I was actually thinking the case of the century, because it's going to take a hundred years to finish. But the fact is there are those issues there once we say Section 9 doesn't apply. Then you're going to have to say -- suppose we were to say it's just State law. Well, suppose the State doesn't allow enforcement of this kind of contract? Then we have the question of the authority -- of the inherent authority, not statutory, of a Federal district judge to peel off bits of cases and decide them in different ways. I don't know the answer to those questions, but I think they are quite important. So what do I do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, because there is a holding in the whole Ninth Circuit, which accounts for a large percent of the country, that the district judge can't do this. And that's quite a significant holding in that circuit, and we ought to review that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why not use -- why not use Rule 16, pretrial procedure, and the parties and the judge can work out what they think is the most efficient way to resolve this controversy? So they decide at the pretrial conference that they are going to build into this arrangement one issue that they are going to peel off to go to an arbitrator, but the judge is going to retain control through the legal error."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a strange argument in this respect. You are arguing that this non-Article III person has more control rather than less control; that if the judge controlled this arbitrator, somehow that would violate Article III. But if the judge has no control and is essentially little more than a rubber stamp on what the non-Article III person does, then that's all right. And the sense of that doesn't come across to me."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the question is whether or not that streamlined process is the only process. It seems to me that if the purpose of the Arbitration Act is to promote confidence in the arbitration process, that if parties agree to have the double assurance that the arbitrator hasn't made some strange ruling of law, that that's quite consistent with the whole purposes of arbitration."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you're -- you're asking us to interpret the statute; and let us assume that it's a plausible interpretation and interpret the statute as the Petitioner would. You know, under Section 8, the parties can use the authority of the court to libel a ship. The court is extending its authority to -- to use very intrusive means, and to say that the parties can't ensure, if they choose, to have review for correct errors of law -- to correct errors of law when the ship has been seized, it seems to me to promote the whole purposes of the act."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we're arguing about that textually. I'm saying that there's nothing inconsistent with the Petitioner's position and the basic policies of the act. You talk about finality, streamline, and so forth; but if the parties have more confidence in the arbitration process by ensuring this added level of review, it seems to me quite consistent with the purposes of the act."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I interrupt on that for just a minute? You're assuming and the Chief Justice's line of questioning was assuming there's an adequate state remedy available for enforcing this contract, but the whole premise of the statute at the time it was enacted was that there was not a state remedy, because there was a bias against arbitration. And this was thought to be the sole remedy for arbitration at the time the statute was enacted."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any -- are there any such States left today that are using the Illinois model?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the old Illinois and the old New York rules, you don't have any cases which say -- which establish that those rules were not just default rules, but you -- but you were not allowed to depart from them."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't -- you don't have any case that holds that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have any case that holds that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a possibility that the reason the language in the statute is as it is -- when was the Federal Arbitration Act; what year was it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would you -- would you agree that what we hold in this case applies to suits in admiralty, where you don't go to State court under Section 8?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, at this point you don't have a State court fallback for your argument."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I -- I can't say why it isn't -- I just repeat my earlier point -- quite consistent with encouraging confidence in admiralty arbitration to allow district courts to review rulings on a matter of law if the parties so choose."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, if there is, then let's think -- suppose that in the middle of a trial, the parties say, judge, this is so complicated factually, we have a way that we can get an agreed statement of facts. They walk out the door; they have a friend who has a sign called arbitrator; and they come away from that friend with an agreed statement of facts, which they agree to submit to the judge to apply the law. Now, there is nothing wrong with that, I imagine."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We know -- I'm sorry. I'm not even going to tell the judge how I find this. I go to a crystal ball; I go to any way I want. I will come in with an agreed statement of facts, and is there anything, if we have that agreed statement of facts, that would will stop the judge from saying I take this agreed statement of facts; there's a difference about how the law applies to it; I will resolve this case?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no -- I just say - - well, I'll ask you the next question. I take the answer to the first question is there's nothing wrong with that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't there - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I thought that, if in fact parties come in with an agreed statement of fact in a case, I've never seen a situation where the judge couldn't say, fine, I agree; that's the -- the judge would say I'm sorry, even though you agree, I insist that you go to trial and?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"justices","text":"He can?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, if the parties agree, and here's our stipulation: We agree that he is a citizen of Pennsylvania and you're a citizen of - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"justices","text":"All right, so there are public policy limitations."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is there anything wrong here? My question basically, obviously, is, is there anything wrong in this case if they had come in with an agreed statement of fact?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. I'm trying to get to my question; I'm not asking it very well. What they agreed to is an agreed statement of facts, subject to Section 9 standards, Section 9 and"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm driving at, whether I've asked it well or not - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is is how is it any different from coming in with an agreed statement of facts?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this sort of basic question? Forgetting the text for a minute, what policy reason -- can you think of why would Congress want to prohibit this particular form of agreement?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why would they want to prohibit an option that takes a little bit longer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your answer would be part the point Justice Stevens brought up earlier. There was this State hostility to enforcing arbitration agreements at all - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so what the Federal Arbitration Act says is, all right, in the narrow circumstances where the parties agreed, subject to this narrow standard, you have to enforce it. But that doesn't mean we are going to override the State law across the board."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why do they want to prevent the parties from choosing the option they chose in this case? I don't think that answer says why they'd want to do that."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But then there'd be no arbitration at all. That's right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I just don't understand why it makes any sense at all to say this type of arbitration agreement is invalid."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":9,"sideBefore":"justices","text":"And I would add - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I would add that in admiralty you don't have the back-up of State law."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the question is still here: Why should there be a limit if the parties themselves agree? Because if they didn't come in under arbitration and they simply came in under contract or whatever the causes of action might be in a diversity case, the court would have to be dealing with these issues anyway."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Pardon me?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's true in any diversity case."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, why didn't Congress give any guidance? One suggestion that the Chief Justice made, and it played through my mind, is maybe the -- what seemed to be the plain language limits in Section 9 represent not necessarily a kind of policy choice in a perfect world, but a political policy choice. Maybe that was the term as you -- as you read Section 9, maybe that was the term upon which the act could be passed."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We will, in effect -- we will say: Look, you got to enforce these contracts, arbitration contracts, but you don't have to go one step further. Maybe that was the political deal. Is there any indication that that was the case and that's the explanation for this limit?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that what - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Has that been a nightmare -- has it been the nightmare you suggest in labor arbitration? Because I think labor arbitration falls outside the act, doesn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And has that turned into some kind of terrible nightmare where there are dozens of rules and they have a long complicated labor set of regulations on it? I don't think so, but has it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we run that pretty well, why wouldn't you run this pretty well - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- given a back-up, looking at it as a default?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's take this statute and let's take the circuits that have the rule, the opposite rule. In fact, the Ninth Circuit had the opposite rule until rather recently. What has been the experience -- I think the Fifth Circuit is on the other side?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What has been the experience there?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think a lot of those horribles, Mr. Phillips would agree with you because he hesitated even on de novo, and I think he thought that trying to control an appeal from the district court, that would be out of the ballpark."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why couldn't you limit it reasonably by saying the parties can agree to anything? We would only have to say at least, the parties can at least agree to anything that the court would be able to do if this had been brought as an action in the court, rather than initially as an arbitration."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which means the court would decide the questions of law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I understand, but that would be a limit. You say it's limitless. It doesn't have to be limitless."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But one problem that I have with your position is you say that the -- you should continue to prevail, although that would be in violation of the parties' agreement. Under the Ninth Circuit decision, you win, what the arbitrator says goes, and there isn't the review that the parties bargained for."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could the parties have an arbitration agreement in which they said, if there are contested issues of law, either party may seek declaratory judgment?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In a Federal court, under the Declaratory Judgment Act."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"My hypothetical is it's in the arbitration agreement. If the arbitrator gets stuck on a difficult question of law, either party can seek declaratory relief, and the arbitration proceedings are held in abeyance pending that declaration."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. There's the advisory -- we've been through this. This is a real controversy, not an advisory opinion."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I think the reason you hesitated to answer yes might be inconsistent with your position. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There are lots of other things for the arbitrator to do. He's got some specific issues of law that are contested."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Brinkmann. Mr. Phillips, you have you 5 minutes remaining. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about her argument that we are limited in considering your argument by the severability ruling that you didn't appeal?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it does -- it does preclude -- I mean, her answer is an answer to the argument that you were making in response to a question of mine earlier, that in fact you don't have an agreement within the meaning of the preamble portion of Section 9. She says you do because you have one after severance and you didn't appeal severability."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Remind me why Section 9 doesn't get you there -- because of the \"if\" clause."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If the parties in their agreement have agreed that a judgment of a court shall be entered upon the award made pursuant to -- but they have agreed to that, haven't they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is simply - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is, why is that condition excluded from the \"if\" clause, but all of the other conditions that are set forth in 10 are not excluded from the \"if\" clause? I mean, it seems to me the \"if\" clause must embrace any conditions."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you agree on condition and the conditions are satisfied, are you saying that the district court must enforce under Section 9, or are you saying that enforcement would be under some other authority?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why you have to give the answer you just gave to Justice Alito, if what you told Justice Scalia is correct, that the \"if\" clause includes the condition that the court reviewed for issues -- for errors of law."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- but you're arguing to Justice Scalia that Section 9 works because you could interpret the \"if\" clause that way."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now you're telling Justice Scalia, oh, well, it's a different action. We have got the action here anyway."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3700,"interruptions":28,"times_spoken":99,"laughter":1,"num_int_by":6},{"id":1,"fullName":"BETH S. BRINKMANN","firstName":"BETH","lastName":"BRINKMANN","counsel":true,"justice":false,"side":"respondent","words_spoken":2889,"interruptions":35,"times_spoken":73,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":989,"interruptions":10,"times_spoken":39,"laughter":0,"num_int_by":4},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":647,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":666,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":783,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":62,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1029,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1025,"interruptions":8,"times_spoken":35,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":259,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3700,"times_spoken":99,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":35,"words_spoken":2889,"times_spoken":73,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":28,"words_spoken":5460,"times_spoken":178,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.38237593282209364,"respondent":0.6176240671779063,"date":1472419305266}}