{"petitioner":{"name":"CHAMBER OF COMMERCE OF THE UNITED STATES, ET AL.","counsel":[0,1]},"respondent":{"name":"EDMUND G. BROWN, JR., ATTORNEY GENERAL OF CALIFORNIA, ET AL. ","counsel":[2]},"caseNumber":"06-939","date":"2008-03-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 06-939, Chamber of Commerce versus Brown. Mr. Goldsmith. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you say the labor policy promotes it? It certainly permits it, but what -- what - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm talking about the -- the Federal policy. You say the Federal policy promotes this employer speech. Why do you say it promotes it? It clearly permits it. It clearly does not discourage it, but is that the same as promoting it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why did Congress in several statutes have a provision from which California copied when it enacted this measure? In several statutes, the Congress has said this Federal money will go to the grantee, if the grantee says it will not use any money that we give them to assist, promote, or deter union organizing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they run against that principle because they say at least under these programs -- I think there were more than three. Wasn't Medicare"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Those -- those grantees would be subject to the NLRA. So, as to them, it is modified."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Say: Speak, go ahead, speak, speak. Just not on our nickel."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And they also say -- by the way, that you answer this, I'd keep this in mind -- you may be right about it being too much of an administrative burden, the treble damages et cetera, but they've made major concessions here, and they say that's a matter to be worked out on remand. And it may be that they have to be very careful about inhibiting your speech. So let's go back over those administrative provisions one by one. They are suggesting to us, as I read it, don't do that now."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not the State's fault."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they can do business with other entities beside the State."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you have -- you have a park service of the State and have you a hotdog stand there, it runs the hotdogs, it's private, but the State pays for everything. The State pays for everything. And it happens that, in the grant, they have no place for talking about the union. You're saying they are required to add to the legislation, a special grant, so that the employer can speak of the union?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why? Because they say here we are talking about 100 percent money that comes out of the State treasury and all we are saying is use that money for the State purposes, and those purposes do not include talking one way or the other about the union."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you -- you are bringing a facial challenge, and I thought that you must show, not that the State must show, and the State -- the simple argument is look we are paying for certain things, and we want to get what we paid for. There are a lot of other things that we could have paid for, but we -- we want to get, say, a training program for elementary schoolteachers. And that has nothing to do with union organizing. We don't want to pay for union organizing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where did the lower court say it has nothing to do with the State getting what it is paying for and not paying for things it doesn't want to pay for?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That in - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would come out - - it would come out differently if the statute has said, we want to get what we pay for and we don't -- we choose not to pay for labor relations?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they say something different from what Congress said in those three or four statutes that were mentioned earlier?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you take the example of a nursing home that participates in the Medi-Cal program, what does this require? They have to segregate the funds that they get from the State, and they can't use -- is it the case they can't use any of those funds for union-related speech or just the portion that does not represent profits?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if he guesses right, he is subject to the litigation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said if he guesses wrong, he is subject to litigation. He is subject to the litigation even if he guesses right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. You've got a friend on the other side still."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hungar. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the spending clause question? You -- the Federal Government has a lot of programs where they use their own money and they come with a lot of conditions, and you -- your office frequently argues that those are justified under the spending clause. Why isn't what California is doing here similarly justified?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How do we tell whether they are using their spending power to regulate as opposed to simply attaching conditions to what's done with State funds?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"On a case like Rust versus Sullivan, is the Federal Government acting to promote policy, or is it simply acting in a proprietary capacity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm talking about spending power versus regulatory power in general."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, give me an example of a spending clause provision that would be acceptable, not necessarily in this context, but in general, because you would say, well, that's not trying to implement a policy at all."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Would your answer be the same if -- if -- and I hide contrary to fact, perhaps, that a magic administrative scheme were invented so that there was no administrative problem, we could identify with the greatest of ease each penny that came from a State and which did not? And then the State said, you know, we do have a policy here. We actually favor labor unions in our State, and some other State might have a different policy. But we think it best that the State officials involved when their company -- when their department is being organized, to say nothing. We think it best that the employers that we pay a hundred percent to, given their -- their strong funding by the State, that they got to find some money elsewhere, and those we pay 50 percent to better use the private money, not use our money. Now, no administrative burden whatsoever, but that's the policy. Now, is there some rule or statute that would make that unlawful or pre-empted that policy?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No, on all these things which I think they are asking us on the other side to leave for another day, none of them exist. They all work perfectly. It's only the magic system has been developed to, without any extraneous burden, segregate the State money from the non-State money. And the only rule is don't use the State money when you speak. That's the only rule."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"By the way, other states have exactly opposite rules, they are right-to-work states. They give you extra State money. So -- but one State has this rule and - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Ah, well, if it's a very different case, then why aren't they right to say this is a facial challenge, leave that very different case which raises all the issues to be worked out when we discover whether this is - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Why do you say it's a very different case Mr. Hungar? I don't really understand it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is my right-to-work example equally -- equally pre-empted?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So, they could not say in Utah, to take a State at random, the -- here we have government grants and there's overhead, and we would like you to spend this overhead; indeed, you're certainly free to spend this overhead in speaking as much as you want, should there be an organizing campaign. Don't worry about spending the government part. Can they do that? You say no, they couldn't?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What policy was Congress implementing in the Federal funding statute that California copied?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But they do say that the money is not to be spent to assist, promote, or deter union organizing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And why do they do that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But you don't -- there's no reason, rhyme or reason to what they would have done in these three statutes that you say is flatly contrary to national labor relations policy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It was labor policy. I mean, you have to acknowledge it was labor policy in these other cases, just a different labor policy that the Federal Government wanted, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Hungar. Mr. Gottesman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so was anyone who hired a company to do any kind of work, right? Because the Federal policy meant that they couldn't try to restrict what activities the company engaged in with respect to union organizing."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure why you characterize California as financing one side of a debate, because -- and this I think is sort of the nub of the disagreement between the two sides here -- their argument is that a State can determine what it wants to buy with its money, but what California is doing is telling its contractor what it can do with the money after the State has got what it paid for."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's the - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that is the basic distinction between a case like Rust and a case like this."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They're trying to control their profits as opposed to determining what they get - - what you get for your money. And how do you respond to that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is there any case in which California claims that it has not gotten the service that it paid for as a result of the position which an employer -- a grantee employer took on -- on a unionization issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, that's not quite accurate. They moved for summary judgment on the ground that what the State was doing was in effect regulating labor relations - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- and that that activity was pre-empted."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you say \"while they are still State funds\" -- the -- the money that the - - that any employer is using, I presume, to the extent that it can be identified, is money in the employer's pocket. And the only claim that California would have, it seems to me from the pre-emption argument, is that in fact we are buying a form of speech or a form of promotion of labor policy when we contract with social service agencies or whatnot. But I don't understand that to be California's argument at all."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but if they give them grant money -- let's say it's a grant rather than a contract, and I assume that's, you know, the point you're making. When they give them grant money, I assume they're giving them grant money in order to do or to perform whatever kind of service or function the agency is devoted to performing."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Not to -- not to enforce labor policy of one sort or another, but to promote the arts or conservation or whatever the organization does. And there's no argument here that the organization is - - is failing to promote conservation or the arts or whatever, and that for that reason, California isn't getting what it's paying for. The argument is that whatever California has to -- I'm sorry, whatever the organization has to spend, say, on its labor relations, which is something that is left over from its promotion of the arts, cannot be spent except in accordance with California policy."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but I assume they are entitled to some overhead cost which would include the cost of their employee-related -- managing employee relations?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So that wouldn't be money left over. That would - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So, is the argument that the employer in fact -- that the employer is in fact devoting less of the grant money to the purpose of the grant, so that it falls within Rust?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The difference between this and Rust is that the Federal Government in Rust was assuredly following a Federal policy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But it was a Federal policy that the Federal Government had every right to implement. We do not want to support abortions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The issue here is whether the policy that California is trying to implement - - namely, we do not want the employer to -- in its view - - disrupt the -- the labor management relations by -- by opposing union -- unionization."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that is the issue, whether that is a policy that California can -- can implement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but the policy -- the policy is they don't want employers to talk about unionization."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Because it's wasting the money or because that is their - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- their labor policy?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then that -- then that, it seems to me, cuts the feet off your argument of a moment ago, that in fact the State's concern is that it's getting less of what it thought it was getting for with its grant, because more is being spent on labor policy. And now, it seems to me, you're saying no, that's not the case. It is simply the fact that the time that the employer spends in talking with employees, whatever the subject is, involves a policy that California does not want to support, and, therefore, California prohibits them spending that time for purely policy reasons."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, your argument a moment ago is that they were using the State's money because in fact they were providing less of the service that the grant was for and spending that in -- in conversation with employees about labor unions. And it seems to me your answer to Justice Scalia was inconsistent with that. Your answer to Justice Scalia, as I understood it, was it is simply that they do not want that policy being implemented by anyone who gets any money from the State within that State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is that -- how is that different from saying there's a Federal rule, an OSHA requirement you've got to have certain protective devices or whatever, and the State says, well, we want to get the most out of our money, so our money cannot be used to put in these federally required safety devices; you can use somebody else's money for that. Why isn't that the same thing here? You're saying there's a Federal labor policy that allows this, and we don't want our money to be spent implementing that policy or pursuant to that policy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Just like -- like Gould. I mean, there is a case where a State used State money, no contracting with any -- with any company that's been convicted of unfair labor practices three times. Strictly State contracting policy, we just don't want to spend our money dealing with such a person."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't that be the State's managing its own money? It's our money."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We just don't want to deal with people who oppose unions."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But on your argument, there is no \"your own money.\" You're saying that everything that the grantee gets in a grant situation is the government's money."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that distinction that you just made in answer to Justice Scalia could not be drawn."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, the hypothesis of this whole argument is that we are talking with a grantee who was fully funded by -- I thought fully funded by the State, and I thought that was your strongest argument. So that this alternative -- well, you can use your own money -- is an alternative which, you know, by the very hypothesis that we are arguing on, will never exist."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Gottesman, can I ask sort of a background question to be sure I understand your position? Am I correct in assuming that if the State of California had its labor relations agency make it an unfair labor practice to engage in this employer speech described here, that that would be pre-empted?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if they adopted the rule that the Federal labor board applied prior to the Taft-Hartley Act."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I'm asking."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That would be pre-empted?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I want to be sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":3,"sideBefore":"justices","text":"It does require that this -- it arguably requires that this area of combat between labor and management be unregulated."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think your reason for not paying for this activity is that you don't like this activity."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I call that -- I call that regulating the activity."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you allow the employer to engage in all other employee relations, and you're willing -- that can be done without -- the one thing the employer can't do is speak out against the union. This isn't because you don't - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying it doesn't give favoritism to one side or another?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So that depends, as a practical matter, on the view that there are at least some employers who would be arguing in favor of unionization?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but my point is that there are precious few who argue in favor of it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, when the State pays a program participant -- let's again take the case of a nursing home -- for providing services to patients who are covered by Medi-Cal, and money is paid to the nursing home, it's your position that remains the State 's money."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let me just be clear. The statute with reference to State contractors, which is the $50,000 statute, and the statute with reference to private employers, which is the $10,000 statute, in all of those cases, the law is applicable only if the money is paid before all the work is done?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the question of when the contract is done is different from the question of when the money is paid."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He is asking with when the money is paid."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what about the situation in which the contract runs for a year and you bill monthly? On your theory the contract is still going on and yet there is no prepayment. I assume on your argument they would be just as bound by the California policy as if they got a hundred percent payment up front."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you concede that if they -- if all they did under a 12-month contract was -- was bill for services rendered every past 30 days, that there would be either no application of the California law or that the application would be pre-empted?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. That was an either/or. (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Which might be the case?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's like saying yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you did on that point on page 27 and 25 and 29 of the AFL-CIO brief, I took the statements there, where it would say \"organizations,\" namely organizations, even those that receive a hundred percent of their money from the State are free to use their profits?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If there are any, or any other non-state moneys they had?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So if you sell them tables and they write you a check, the State, for the tables, at that point the check is yours?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if there is a warranty for another year, say if these tables break you have to replace them?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What is your recommendation as to -- we've heard today, too, in the briefs it's there, I put the thing that I've heard as -- well, the example with the tables is an example of it. When does the profit actually accrue? Is there treble damage provision that makes this much worse? Are there administrative requirements that in practice make it impossible? Is it administered in such a way that the employee we heard about would just not know what to say, the employer's representative? All those things could be problems, and you say, well, they haven't been dealt with yet. And your recommendation as to what we should do is what?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if we did that, how would all these problems be worked out? I mean, how would the arguments that you -- they think are far too burdensome, you think they are not and can be done properly, how does that get worked out?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're not going to go through all of these one by one, are you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask you a basic question that doesn't require you to get into one by one. Suppose you have a State that doesn't want to have its money used to assist unions. This is an antiunion State and it adopts the same kind of law that you have. And it simply says, none of -- none of this State's - - yes, you can recognize unions if you like, but none of the money that we give you - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- shall be used -- shall be used for collective bargaining or for any -- any activities involving unions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Same. Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"To the employer. No employer getting money from the State can expend any of our money -- the same way yours is -- in collective bargaining with unions or in anything else. Now, we are not stopping employers from doing that. We just don't like unions, and it's our money and we don't want this employer to use it for unions. Would that be all right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why does that -- why does that make a difference? If it violates Federal policy, it violates Federal policy. Livadas said you can't do it because it violates Federal policy, which is to favor unionization, and not to deter."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You could say the same about that other one."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So does the statute I posit. Just don't use State money. You can use all of your own money to deal with unions; just we don't want our money used for it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That clearly would be banned and I don't see why yours is any different."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I want to get back to your responses on the procedural costs of the case. You said we don't know what the regulatory burden would be with respect to accounting rules."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does it make any difference if the argument is which is what I understood it to be, that you can't regulate at all? It's not simply that you can't regulate so long as it's particularly burdensome, but you don't have the authority to regulate in this at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That gets to the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That gets to the spending clause question. We're not -- I mean, we can address that without deciding whether the regulations are particularly burdensome. You were saying well, the accounting is not a big problem."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it doesn't mean that it's necessarily spending as opposed to regulation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't seem to me to be responsive to my question. Your point was well, we don't know how burdensome a particular regulation is. If you lose on the question of whether it's spending or regulation, we don't have to wait to see how burdensome it is if we think you're not entitled to regulate at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're getting back to the spending question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm putting that aside."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Regardless of whether -- regardless of whether it's burdensome regulation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If it's regulation why isn't that appropriate to deal with on summary judgment. Not the spending question we have -- that's a different issue. But if there is no difference with respect to regulation whether it's burdensome or not, so we don't have to have further proceedings on whether it's burdensome."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But on that point you're in disagreement with the Ninth Circuit, and - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So the principal rationale for the Ninth Circuit's opinion is incorrect in your view?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Goldsmith, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Lyng case that Mr. Gottesman cited in response to that argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Lyng said that the -- that Congress was being neutral not that it was making a choice on how to spend its funds. And I understood Mr. Gottesman's point to be that so too, here, California is being neutral."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Goldsmith. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIS J. GOLDSMITH","firstName":"WILLIS","lastName":"GOLDSMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2667,"interruptions":13,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":1,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1157,"interruptions":7,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MICHAEL GOTTESMAN","firstName":"MICHAEL","lastName":"GOTTESMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2939,"interruptions":25,"times_spoken":83,"laughter":1,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":797,"interruptions":4,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":712,"interruptions":5,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":347,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":859,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":117,"interruptions":0,"times_spoken":4,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":898,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":104,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":79,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3824,"times_spoken":44,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":25,"words_spoken":2939,"times_spoken":83,"laughter":1,"num_int_by":3},{"side":"justices","interruptions":15,"words_spoken":3913,"times_spoken":130,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472419305263}}