{"petitioner":{"name":"JESSE JAY MONTEJO","counsel":[0]},"respondent":{"name":"LOUISIANA. ","counsel":[1]},"caseNumber":"07-1529","date":"2009-01-13T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 07-1529, Montejo v. Louisiana. Mr. Verrilli. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the rationale of Jackson was that the confession is simply deemed to be coerced if the defendant has expressed - - has expressed -- his desire to have counsel present or even to be represented by counsel. It isn't clear that, which is already a stretch, to assume that simply because I said, you know, I would like to have counsel, if the police continue to say, well, come on, won't you talk to us -- it's already a stretch to say it's automatically coerced. But now you're saying, even if the defendant has never expressed even a desire to be represented by counsel but has simply had counsel appointed, in fact even if he doesn't know about the appointment of counsel, the -- his confession is automatically deemed to be coerced. That seems to me quite, even more extravagant than Jackson."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Right. What has he elected here?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why would one do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry to interrupt, but isn't there a third, which is that you just don't assume anything and you wait to see if he makes -- says, \"I want to talk to my lawyer,\" or he could well say, \"You've told me,\" as was the case here, \"I have a right to a lawyer, I don't have to say anything, I want to talk some more, I don't -- okay, there's a lawyer, fine, I want to talk without my lawyer, I want to waive my right to counsel.\" Which he can do."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. If you prevail and you say silence constitutes saying \"I want to talk to my lawyer,\" that's right. I'm saying that's a false, a false alternative."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, the defendant himself could say, \"Police, I'd like to talk to you.\" That would be okay. But this is police initiation."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to make sure I understood your answer to Justice Ginsburg's question. Assume a lawyer is appointed. The defendant says, \"Yes, I want my lawyer.\" He's in the jail cell. The policeman walks by, he says, \"I have a lawyer, but I want to talk to you now.\" Can the police talk to him?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, then it seems to me that the Miranda protections give you all - - or, the Miranda rules give you all the protection you need."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm wondering if there is some further rule, could the prosecutor talk to the defendant if the defendant was in the cell and the prosecutor walked by, saying, \"I know you have an attorney, but I would like to talk to you\"? Could the prosecutor do that consistently with the Sixth Amendment?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Really? The lawyer - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The lawyer can talk to a client for another lawyer?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, again, if that's - - if that's the principle that you're operating on and that you'd concede, then I think the Miranda warnings would suffice to give all the protection you need."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It is that, whether or not the defendant initiates the contact. I mean, in civil matters, it's contrary to the ethics of the bar to interrogate the party on the other side when you know he has a lawyer, and that would be the case even if he initiated it. You wouldn't think of negotiating with him without consulting the other lawyer, saying, \"Can I talk to your client?\" So that doesn't stretch over to this, to this situation. We're not applying bar ethical rules. We're applying, supposedly, a rule that determines when a confession is coerced. All right? That's what we're doing here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't we solve your practical problem that we don't know in many States whether the defendant accepted appointment or not, by simply saying it is not enough to simply accept appointment of counsel; you must have requested counsel. To merely say, \"Oh, that's great, you appointed me counsel\" - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You must have requested it. And that would be in accord with the holding of Michigan v. Jackson and would solve all of your -- all of your practical problems."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens under Michigan v. Jackson if I have never requested counsel? I've never asked the court to appoint counsel, but I've gone out and hired counsel of my own, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it clear from Michigan v. Jackson itself, or - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, do I understand correctly that the scenario here was the defendant, uncounseled, was taken before a judicial officer who read him rather standard information, one piece of information was, I'm appointing a lawyer for you? Was there any opportunity for the defendant to say anything at that hearing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He didn't get -- he didn't in fact get a lawyer. I thought he was told that the public defender - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, and the actual lawyer didn't show up until later."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the rule you're asking for would apply across the board. How would it apply in a case where the defendant is given Miranda warnings, says, thank you, I don't want to talk to my lawyer, I want to talk to you. He's talking to the police. All of a sudden they bring a note in and say: They've appointed a lawyer. The police says: I just got a note; you've been appointed a lawyer. Do you want to keep talking? You would say that's a violation, right? And then he says yes and continues to talk."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a violation, even though he knows that if he wanted a lawyer he could request one, he knows one's been appointed for him, and he's been warned that if he doesn't want to talk without a lawyer he doesn't have to, and he's in the middle of a conversation that he initiated, and the police says, do you want to keep talking? That's a violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Early on, before the lawyer was appointed, he's given Miranda warnings and he says: I want to talk. He's talking. They say: Now, we just got the word; a lawyer has been appointed; do you want to keep talking? He says yes. That's a violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm trying to -- which stage are you talking about, before the lawyer was appointed or after? I'm telling you before he was appointed, the police did not initiate the conversation. They told him he didn't have to talk. He says: I want to talk. Now, you're saying it counts as initiating the interrogation if they say: You've got a lawyer; do you want to keep talking?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is he -- where is the initiation? Is it when he says, yes, I want to keep talking, after being told -- asked do you want to keep talking? Or is it way back at the beginning?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"At the outset."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that what happened here? He had been given his Miranda warnings, right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't that be a Miranda problem?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Miranda."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You think, given Moran, that there was no Miranda violation here?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, is it part of your assumption that at the time the police were doing the interrogating that they knew he had been appointed a lawyer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I'm interested in your comment."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you presume -- do you argue that we should presume that the entire police force is aware of what happened in court?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, do you think that Michigan v. Jackson is immune from being reexamined at this point?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we were no longer to adhere to that rule on issues of constitutional criminal procedure?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We wouldn't be saying that. We would just be saying that it is unrealistic to think that a confession is coerced simply because the police initiated the conversation so long as he said: Okay, I'll speak without my counsel present. That's all we -- I don't see how it would infect any of these other areas. It would just say that's -- that's one bridge too far. This is prophylaxis on prophylaxis."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, but not much else."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Verrilli, you have spoken of -- of overruling a bright line, but I think there is something else that would be involved in the overruling. And I -- I haven't pulled Jackson back out since I came on the bench, so this is where you've got to help me out. There is a -- there is a difference between the way you are phrasing the Sixth Amendment right and the way, for example, Justice Scalia has phrased it in his question. Justice Scalia has phrased it in terms of determining what is a coerced confession. You have phrased it in your argument in terms of saying a right to rely upon counsel, which is a much broader concept. Does Jackson support the notion that he simply has a right to rely upon counsel? I think that is your principal argument here because that would be the argument that supports your claim that there shouldn't be a distinction between a case in which the State simply appoints counsel without being asked and a case in which he actually asks for counsel. That would be a nice way of rationalizing that distinction. Isn't it the case that you understand Jackson to be a broader rule than a merely no-coercion rule? And, number two, if that is so, then overruling Jackson would, as I take it, in your view be more than simply substituting a -- a one bright-line coercion rule for a different bright-line coercion rule. So what are your responses to those two questions?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to assume that his voluntary relinquishment of it is somehow coerced. I mean there -- there is no way around that. The man has said: I know I have counsel, but that's okay; I'll talk anyway. And you say: So long as the police have initiated that conversation, we will deem it to be coerced. You can't get around the coercion aspect of - - of this matter. But that question is whether that is at all realistic."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Again, you are arguing the facts of a particular case, and we are looking at a rule that is going to apply across the board. In a particular case, as you say, the Louisiana Supreme Court said this almost violated his Fifth Amendment right. There are protections against the actual coercion, which it seems to me you're arguing. As I understood Justice Scalia's question, he says: Don't you have to assume that there is coercion even in the mildest case, not the most extreme one, but the mildest one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"A right that you can relinquish, a right that you can waive, and all that's being suggested is that it is not totally determinative whether the police say: Do you want to keep talking, or if the defendant says: I want to keep talking."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, and whether or - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whether or not your -- your dialogue with my colleagues about overruling Jackson -- putting that to one side, what you are arguing is an extension of Jackson from the context in which it arose to this context."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Landry. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did he have an opportunity to do it at the so-called 72-hour hearing? Was there any -- did the judicial officer ever ask him anything about whether he wanted counsel, whether he accepted counsel? Was there any colloquy between them at all?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And is that standard operating procedure at these 72-hour hearings: That the -- the defendant, who is there uncounseled is -- is just standing there, and the judicial officer says: I'm appointing counsel for you, and he goes on to the next thing he's telling him?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that how it operates?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did anybody ever tell him he needed to request? I mean, he had just been told by a judicial officer: I'm appointing counsel for you. He's not counseled at that point. How does he know that, in order to protect his right to counsel, he has to make some kind of an affirmative assertion? He's just been told he's got one."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I would have no problem at all with the argument you are making if someone had told him that he needed to do that. But he didn't have a judge to tell him that; he didn't have a lawyer to tell him that; and the police certainly didn't tell him that."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. They advised him, you say, of his right to counsel. If they gave him the standard Miranda warning, what they said was: You have the right to have a counsel appointed. They didn't say: You have a lawyer who has been appointed. And, in fact, his testimony at least is that they told him the opposite. But if all they did was give him the Miranda warning, they certainly were not informing him of his Sixth Amendment right or his Sixth Amendment status."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's very puzzling. This is an experienced police officer. The 72-hour hearing is required in every case where defendant is in State custody. So how could an experienced police officer not know? Somebody, by the way, who knew this man had been kept until -- even more than 72 hours. And he testifies -- it's true that Detective Hall testified: I didn't know that he appointed -- had been appointed a lawyer. The very same day that he got to the 72-hour hearing a day late, how could he not have known?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, they know -- it's a death case -- that counsel is going to be appoint -- or it's a murder case -- that counsel is going to be appointed. Everybody knows that except this defendant. He doesn't know; of course he doesn't know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Just to clarify in my mind. Case one, the defendant has no lawyer. He is -- they give him Miranda warning. He says: I don't want a lawyer. Okay. Now, do you want to speak against yourself? Yes, he says, I do. Sorry, strike -- he says: No, I don't; I don't want to say anything, but I don't want a lawyer. Six hours later the policemen say to him: Are you really sure that you don't want to speak? He says: Well, maybe I will, and he makes a full absolutely voluntary decision. That's okay under the Constitution, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, it's the same case, except this time he says: I have a lawyer; I hired him yesterday. Now the policeman cannot say, are you sure? Is that correct?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's the law. So, the law is -- and the reason for that second is because once you have a lawyer, police communicate through the lawyer. Isn't that the reason, basically? I just always thought that was the reason. Once a person has a lawyer, another lawyer communicates through the lawyer. They don't go and talk to the client. I thought that was the kind of rationale for it. Maybe I'm wrong."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, if the - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Excuse me. I think it's -- I think it's wrong. I think it's common ground that so long as he says, even though I have a lawyer, I'll talk to you, that's okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I'm not talking about that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"And that's not okay in civil cases, but it's perfectly okay here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I was trying to give a hypothetical and my hypothetical is a different one than you were just told. In my hypothetical the person has a lawyer, and I thought where he has a lawyer the police are not allowed to go and ask him questions about whether he wants to waive. Of course, he can volunteer it. Am I right about that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's correct, that's correct."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Correct, that's the conundrum of the case. Now I understand it. The conundrum of this case is he didn't tell the police, I have a lawyer. He had one. Now, if he had hired one and not told the police, it would be the same result as we just said, wouldn't it? If he had one but didn't tell the police, the police could not initiate questioning; am I right or wrong? All I'm driving at is shouldn't the result here be the same?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The same whether you hired the lawyer or the same whether the lawyer was appointed? At least that's what's in my head. And if you can show me that you want the same result in both cases, that would go a long way towards convincing me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He tells some of the police. Some of the police know. It just happens that these particular ones don't."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just interrupt. Isn't it perfectly realistic to presume that the police knew at the 72-hour hearing he was appointed a lawyer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it happens in 99 percent of the cases, I think, in a capital case. And surely, the police should be presumed to know what the normal procedure is."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't go to the issue in this case. The issue in this case, as I understand it, is not that he lost because he failed to make a request. He lost because he failed to make it affirmatively clear that he accepted the appointment of the lawyer who had, in fact, been appointed for him as he had been told. That's not a request. As I understand it, under the -- under the State court ruling, if he had stood at the 72-hour hearing and the court had said, we're appointing the X office to defend you, and he had said, great, that would have changed the result in this case; isn't that correct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the issue is not request. The issue is acceptance. That's what it seems -- just to get my point, that's what seems to me to be the acute point of several of the questions you have been asked. Why -- we're not talking about requests. Why should it make a constitutional difference whether the man stands in a Tennessee courtroom and simply stands silent when they said, you've got a lawyer - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Louisiana."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"-- as distinct from a case where they say you have got a lawyer, and he says, that's fine?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but in this very case, if there had been a court reporter present - - present, and if the record showed that this defendant said, thank you, I would like to be represented, then he would have been protected, right?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Louisiana does not -- does not provide a transcript of all these hearings, does it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what would -- what should we presume to be the general practice that happened, that most of them say, no, I don't want one or most of them will say, thank you?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He had no -- no way of knowing that being silent would produce a different result than saying, yes, I'm happy with the lawyer. Does the uncounseled defendant have any way to know that? Does the routine require the judge to tell him, you have got a lawyer, but he's not going to be available unless you say you want him?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Landry, I don't really understand what you're arguing here. I thought you were saying there has to be a request in your response to Justice Souter, but then you accept as sufficient his merely saying thank you. That's not a request."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Did the Louisiana Supreme Court say there has to be a request? I thought they said there had to be some action, affirmative act of acceptance."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"That's what I thought, too. But you were saying there had to be a request. You abandon that? There doesn't have to be a request?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"\"Thank you\" is not a request."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're not merely defending the State court here. You're asking for a -- in effect, a different rule from that which the State court applied."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then are you equating positive affirmation with request for a lawyer?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then on your -- then on your theory, this individual's Sixth Amendment right would not have attached if he had stood in the courtroom and said, thank you very much, that's great."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One of my concerns is that Jackson is a formality, but you're arguing for a formality on top of a formality. I don't know what functional purpose is served by your position that he has to request the lawyer at the arraignment, especially when he's not versed in the law, he's in this stressful situation, and you require a formalistic request on the part of the defendant? It just makes no sense to me."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, you're requiring some kind of ritualistic phrase to indicate that he -- that he accepts the appointment."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That he requests the appointment."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understood you to concede that if he had made that request at the 72-hour hearing, the outcome of this case would be different."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The key time is did he make the request at the hearing, not at the time he was confronted by the officers."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it's sufficient protection for him if you presume, as is true in most States, that he did make the request, then you would lose. You would argue against such a presumption, I know, but if we did indulge that presumption, the case would be over."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, I didn't understand you to be doing that. I thought your position was once there's a request, there's a request, and that's enough."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you're also arguing, it seems to me, that a request -- well, you're -- I think you're arguing two different things. On the one hand, you're arguing that a request is necessary, and yet on the other hand, I understood you to concede in answer to a question from me that if he had stood in the courtroom in Tennessee, having been told that counsel was appointed for him and had said, yes, thank you, I accept that lawyer, that that would have been sufficient to satisfy Jackson, and that would have made the difference in this case. Those are two different positions."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so far as I understand it, and you correct me if I'm wrong, but as I understand it, what the State Supreme Court said was not that he had to make a request, \"I want a lawyer,\" but simply that he had to indicate in some way that he accepted the appointment of the lawyer which he had been told had been appointed for him; and that is a different situation from Jackson. So if -- if you are saying, yes, if he had said \"thank you, I accept the lawyer,\" that would have been enough, then that in effect is -- is maintaining the position that the State court took; but if you're saying something more, that he had to say then or later on, \"I want a lawyer,\" then I think you're going beyond the case that we have in front of us. Am I wrong?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"So I -- I suppose what the dialogue simply establishes is that like in any situation there's going to be factual issues about what's a request or not. I mean, he could say, the court says I'm appointing Johnson, and he says, \"Johnson? Is that the best you can do?\" And the question is, is that accepting Johnson or not? He says is that the best you can do? Maybe it is, maybe it's not. I mean, but the point is whether or not you establish a rule that requires some request, and in the odd case there will be a debate about what's a request or not, but the issue is the general rule."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't -- I don't -- I agree with Justice Souter. I -- acceptance is something different from a request. As I read the - - the State court's opinion, it was setting up a sort of offer and acceptance scenario. The State was offering him counsel, said, \"I appoint counsel,\" but it was ineffective until he says yes, \"I accept counsel,\" whereupon, you know, he's lawyered up, but he isn't lawyered up until he says \"I accept,\" and that's something quite different from -- from requesting counsel."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, are you -- are you standing on the -- on the State court's analysis or not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But this is still an artificial framework, because we know that in this case he has to have a lawyer under Gideon unless he waives it after being fully advised. You couldn't rely just on - - on the failure to make a request not to proceed with a trial lawyer. Of course he's going to have a lawyer unless after he very, very careful colloquy from the district judge or the trial judge, declines. So it seems to me that this -- this whole framework here is quite artificial. Now, I do think there's a Miranda problem here, if we accept his -- the defendant's testimony that the police told him, \"oh no, you don't have a lawyer.\" I know there's a factual issue on that. And I -- I think the counsel for the Petitioner may not be quite correct in Moran v Burbine. I didn't have time to talk with him about that. There there was no misleading; they just didn't tell him that he had a lawyer. Here, assuming his version of the facts is correct, they told him, \"oh, no, you don't have a lawyer,\" they affirmatively misled him, and it seems to me that's a Miranda problem, if it's true, and that Miranda is completely sufficient to protect his rights."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's just that everything after -- as far as I understand, the only piece of evidence we're talking about is his condolence letter to the widow which amounted to a confession of guilt."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There is no other. Because all of the Mirandized free 72-hour hearing, all that is not in contest; all of that came in."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask -- I'm getting a different idea from what you're arguing. I want to try it on you and see what your response is. It's simply this, that there's something backwards about this case, and what's backwards is this, that when they're talking about a prophylactic rule in Jackson, what they're thinking of is the following: Everyone agrees that when a person really has a counsel, at that point, unlike the Miranda point, the police cannot talk to him further, though he can initiate. Now, everyone agreeing, what do we do with a case where a person doesn't have a lawyer, but he requests one? Now, in such a circumstance, we're going to treat it as if he had one. That's the prophylactic part. But here's a case where he really has one. So it doesn't fall outside Jackson. It falls within the basic assumption of Jackson, that the difference between having a lawyer and not having a lawyer is, if you have a lawyer, the police can initiate nothing. You can't talk to him. Now, if that's right, your case -- I mean, I'm afraid, their side, for your point of view, is a fortiori for Jackson, not the borderline of Jackson. Now, explain to me why I've got it wrong."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't the prophylactic aspect of Jackson not what Justice Breyer just said, but the rule that a person who has a lawyer is thereafter incapable of waiving the assistance of the lawyer if the person wishes to speak with the police and the police happen to initiate the conversation? You could have a defendant who's the most experienced criminal defense attorney in the world, who knows everything there is to know about trial tactics, who has a lawyer and decides it's in my best interest now to speak to the police. They happen to initiate it. But Jackson has a prophylactic rule that says even in that situation, it can't be done. That's the prophylactic aspect of Jackson, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Accept that, for argument's sake. Accept that, and then same -- same question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Counsel, why don't you answer Justice Alito's question?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Interesting. I think this is very interesting to me because I'm learning a lot. Suppose -- Let's assume Justice Alito is absolutely right and that when you have a counsel, that's what you've done and that's the reason why you don't talk to the police, or at least they can't initiate. Fine. Take that as the rationale, and now apply it to this case. Since he has a lawyer, whether he said yes, no, maybe, \"I accept\" or not, it would have nothing to do with it. The same rationale would apply or would it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you: If the case had gone to trial without any intermediate proceeding -- they just show up for the day of trial - - and there's no record of whether he accepted the lawyer earlier, would the State judge start out with the presumption that Faretta would apply and he's going on his own, or would they start out with the assumption that he is going to have a lawyer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you're drawing a distinction between this -- the kind of proceeding that's involved? He doesn't really need help on deciding whether to confess, but he does need help if they go to trial?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's an irony in this case that Justice Kennedy put a finger on earlier: If there were a civil case, whether you could go talk to a lawyer -- a client, rather, who was represented by a lawyer, the answer would be quite clear: You could not, as a matter of professional ethics."},{"name":"JUSTICE STEVEN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And the Constitution gives less protection than the -- than the professional ethics does."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Of course, the usual legal rule is that silence implies consent, right? Read the prosecution of Thomas More. That's the legal rule. So why shouldn't we assume consent just from the fact that he stood silent?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Landry, you're trying to explain your position, let's assume, to an intelligent layperson, and the first example is, in many States at the equivalent of the 72-hour hearing, the defendant is told: The court is prepared to appoint a lawyer for you. Would you like us to appoint a lawyer? And the defendant will say yes. So he will have made the request for a lawyer. And then there are States like Louisiana where this is a rapid-fire proceeding, and the defendant isn't asked any questions, he isn't asked to agree or disagree, and he doesn't have any lawyer there to assist him. So you are essentially asking the Court to make a distinction between defendants in the same position, both uncounseled, both not knowledgeable in the law, but the one who has the good fortune to be in a State where the judge tells the defendant, \"You have a right to have a lawyer. Would you like me to appoint one?\" And then this procedure. Shouldn't defendant's rights turn on that distinction in the State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Verrilli, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Verrilli - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you just struck two chords: One, harmless error; the other, that this defendant testified at his trial. We have held that a defendant's statements, although he wasn't given his Jackson right, can come in by way of impeachment if he testifies. So in this defendant's case, even if we accept everything you say, the -- that condolence letter could have been used for impeachment purposes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, I don't understand your response to Justice Ginsburg. I mean, it seems to me, if this thing was going to come in anyway, how could you possibly say it was harmful and not harmless error?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What difference does it make whether it's introduced in the case in chief or whether it's introduced to refute the defendant's assertion that he didn't do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Verrilli. The case is submitted."}],"people":[{"id":0,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":3574,"interruptions":21,"times_spoken":50,"laughter":0,"num_int_by":4},{"id":1,"fullName":"KATHRYN W. LANDRY","firstName":"KATHRYN","lastName":"LANDRY","counsel":true,"justice":false,"side":"respondent","words_spoken":1857,"interruptions":22,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":818,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":871,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":734,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":155,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":871,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":755,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVEN","lastName":"STEVEN","counsel":false,"justice":true,"side":"justices","words_spoken":14,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3574,"times_spoken":50,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":22,"words_spoken":1857,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":8,"words_spoken":5292,"times_spoken":120,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126897}}