{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"No. 07-1410\nNAVAJO NATION. ","counsel":[1]},"caseNumber":"07-1410","date":"2009-02-23T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first today in Case 07-1410, United States v. Navajo Nation. General Kneedler. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it said \"pertinent or relevant,\" but surely that's limited to the statutory provisions that we examined in the case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question presented, General Kneedler, was limited to IMLA, to the Mineral Leasing Act."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the government's question presented."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there cases in the courts of appeals where Indian tribes litigate with the Secretary and claim an abuse of discretion for the way in which the Secretary performs the duties with respect to Indian lands?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I recognize that, but I want to know, is there a body of law in the Federal Circuit that generally recognizes that the -- that the Secretary has a fiduciary obligation that's enforceable as a matter of administrative law?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I meant all of the circuits."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what I was asking was whether there was some doctrine that the -- that the trustee -- that the Secretary acts in a capacity, a fiduciary capacity as a trustee. If that doctrine were out there, then that might be the basis for saying that it's a sufficient foundation for a money damages. I was just asking, is that doctrine there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- this may be a purely academic distinction, but you talked in terms of liability. Are you suggesting that the trust principles do not set a standard to which the Secretary is bound, or simply that they don't constitute a waiver of sovereign immunity?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under both IMLA and the Rehabilitation Act, leases have to be approved by the Secretary. Doesn't that impose a duty on the Secretary?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under the Rehabilitation Act, if it applied to this lease, what would the Secretary's duty be?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Secretary has to apply some standard, presumably. What is it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that in IMLA or is that in the Rehabilitation Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The other side says that certain standard provisions in the IMLA leases did not exist in this lease. Is that accurate?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"With the forms?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General Kneedler, the last time -- the last time around, we remanded for further proceedings consistent with our opinion. Would you advocate a different bottom line this time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Phillips. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Phillips, I'm looking at the last paragraph, and it says: We have no warrant from any relevant statute or regulation, et cetera. So it wasn't limited to IMLA. Do you think that was just carelessness on the Court's part?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand your answer. If you say that those were not relevant and, therefore, they were not covered - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In the Rehabilitation Act, the requirements for approval of lease, is -- is that applicable to mineral leases?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Where is the specific reference to mineral leases, mineral resources?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It says \"resources.\" I don't remember it saying \"mineral resources.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a big difference, don't you think?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it your -- is it your position that it would be -- that it -- it is not lawful for coal on the Navajo Reservation to be leased under IMLA, that the lease would have to be solely under section 5 of the Rehabilitation - -"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the lease -- the lease doesn't follow the -- the requirements of section 5 of the Rehabilitation Act in -- in respect to its term. But what is your -- is it your position that in entering into a lease the tribe has the authority to decide that we want this to be under IMLA; we want this to be under the Rehabilitation Act? When it comes up to the Secretary for approval, does the Secretary have the authority to say, I'm going to approve this under IMLA; I'm going to approve it under section 5?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about the fact that the term of this lease would -- would not be permitted under the Rehabilitation Act?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Explain to me the - - the relevant scope of IMLA and the Rehab Act. The - - the argument that you made, that you just made, makes perfect sense if the Rehab Act applies to some kinds of -- of leases or contracts that the -- that the IMLA does not. And yet I -- I thought you were saying a little bit earlier that the Rehab Act applies to all mineral leasing, because that would be the development of the natural resource. And if that is so, then there seems to be a pretty clear conflict, even on your own argument, between the term provisions in the Rehab Act and the term provisions of IMLA with respect to -- to mineral leases. How do -- how do we get out of that problem for you?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it's a special protection and special duty that applies to every one of the mineral leases, including this one, that the Navajo may be involved in."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So I -- what -- maybe - - maybe I missed the point, but would you go back to justice Scalia's question: How is it that there is not a conflict here between this lease and the Rehab Act?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that, in effect -- but that, in effect, is saying this -- this provision will never apply to a mineral lease with the Navajo or the Hopi. I mean, you are reading it right out of the act with respect to these two tribes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Which is all that the Rehabilitation Act -- I'm sorry."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"With respect -- my point is with respect to every mineral lease of the Hopi and the Navajo, you are saying the term provision never applies. Am I correct - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it only applies to those two tribes. And there is something very, very strange, it seems to me, in saying that the -- that the kind of -- the saving sentence at the end of section 5 reads its very term limit provisions out of every -- out of every possible application for mineral lease by these two tribes. And that's what you are saying."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I realize that."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But that, in effect, means that -- and I don't want to overdo your barber shop analysis or example, but that, in effect, says - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- on -- on trivial lease contracts there are term limits, but on the ones that really count, where the real money is, doesn't apply at all."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that, and I -- I -- I think your argument is well taken. But assuming that, don't we also have to assume that the stress in IMLA on placing primary responsibility on the tribes, not on the Secretary should, in fact, also be imported to the application of the Rehab Act as you say it should be applied."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's not an authority?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. You made a good argument a few moments ago for the fact that it would have been at least at one time inappropriate to thrust that responsibility on the Navajo, but there was no Navajo exception in IMLA. That responsibility was thrust on the Navajo - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and this Court recognized that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"With respect to that - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Expired - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the opinion in the last time around not only contained the statement that I read before, that is, any relevant statute, but in the very beginning it says, \"We hold the tribe's claim for compensation from the federal government failed,\" and there is a well known distinction between a claim at issue and attributing to the Court that kind of carelessness for saying that the claim is barred as distinguished from an issue, the issue being IMLA. I think the Court was conscious of that distinction when it used the word that the claim failed, not just the issue."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, the government says that by the time this lease was executed, the Rehabilitation Act was a dead letter. That it was meant to stimulate economic activity on the Navajo reservation, and there were funds appropriated for that purpose and that all had been played out by the time this lease was entered into. Is there something wrong with that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you are saying that 635(a) creates an inference that 635(c) creates a fiduciary duty?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's the part that I'm not getting. You are saying -- the question, I guess, basically is, does the language of 635(a) that says with the approval of the Secretary, the Indians can, among other things, for business purposes lease the land. Right? That's what it says?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that doesn't seem much different from the IMLA, to tell you the truth, to me. It doesn't seem different at all. But now you are saying, no, it's really different because look at (b) and (c), that's your basic argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I look at (b) and (c) and it says -- when you lease something under (b) and (c) which is not (a) -- (b) and (c) -- you have to have this all supervision, and so forth, or it has to be at a fair value, something like that; is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"(B) and (c) say that land is owned in fee but, let's see -- what is -- sorry, I don't want to delay you on this. I thought that (b) and (c), you were saying, create an obligation -- create more of a trust obligation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So why does that -- why does that mean that this Act creates a trust relationship?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, give me an -- an instance in the statute that is in opposition brief of the orange brief at page 5. Give me an example of why the last clause \"and such disposition shall create no liability on the part of the United States,\" what contingency was that directed to if not the one that is before us?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But your -- your argument is that simply because there isn't that kind of an exclusion in (a), there must have been an intent to permit liability."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, but now what of course is at the back of my mind is I'm trying to see, if this -- is this statute stronger for you than the statute we already considered? And I start with some suspicion, because I think if it is a stronger statute for you, you would have argued it the last time. So I wonder why you didn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So somebody thought maybe it was a weaker statute, so -- but I will put that suspicion aside."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So anyhow that's the fundamental question in my mind. I look at the language and so forth, but the language doesn't seem any stronger for you, at least at first blush."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So did you, Mr. Phillips. Last time around you acknowledged that the Peabody lease was governed only by IMLA. That -- those words were from your brief last time around."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought -- you are really saying that you were wrong in make that concession."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In -- IMLA - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it is the statute that seems most closely on point, because it's the only one that talks about mineral leases exclusively."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you knew all of that -- that's not -- that's not something you discovered on remand. You knew all that before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And that affidavit was before or after our decision the first time around?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You bring in Federal officials to testify years after the fact as to what basis they acted earlier? That's very strange to me. I don't know what -- what motive Secretary Udall has today that might induce him to say that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If there was some statement at the time, I could understand it, but bringing him in how many years after -- 40 years after?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that your argument earlier was that all leases of mineral rights on the Navajo-Hopi land are governed by the Rehabilitation Act, and it's not a factual question as to which statute anybody chose at the time of the negotiation of the lease. But recently, in the last few minutes, you seem to be arguing that it was a factual issue that was - - that was unearthed only through later discovery."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't really my question, because I've tried to erase from my mind any suspicion about why you did or didn't argue it last time; and looking at it straight afresh, I think when the Court of Claims got this back, as any judge would, the first thing they do is look at the words of the old statute, look at the words of the new statute, and try to figure out if the new statute that you cited is somehow more supportive of your claim than the old one was."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So what have we got here in that respect? What we seem to have is two later provisions that say the government shall have no liability when it enters into leases. I mean, maybe that helps you, but at the moment, I am slightly escaping it. And then I guess there is some regs that were promulgated after the lease was entered into and seem on their face to deal with other matters. Okay, now, what am I missing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well the regs you didn't emphasize, so forget them. If you don't want to rely on them we won't. The -- but I've looked for everything I could find that would support you on this basis - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and there you are, so I want to you add something to explain - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even if you are right about the duty-creating aspect, what -- talk a little about the money-mandating aspect, the second stage of the analysis under Navajo I."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Before we find a waiver of sovereign immunity opening up the Treasury of the United States, we usually insist on something a little more specific than general trust principles."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not how the Secretary reads 635. Isn't he entitled to Chevron deference?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What did Secretary Udall think about this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Mr. Kneedler, you have nine minutes remaining. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it says \"the development or utilization of natural resources.\""},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't it a public purpose to develop Indian minerals? That benefits the Indians and whole country."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it says \"public.\""},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And why didn't - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Well, even if -- if I may have just one minute, Justice Souter. If you get revenue from the natural resources, why isn't that a public, religious, educational purpose? They get revenue from leasing."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I just -- I just think you give too cramped a reading to section 5."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just supplement Justice Kennedy's question? Why can't the development of the mineral leases be regarded as an adjunct to a business enterprise?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean business purposes. I - -"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do the regs specifically address the scope of business purposes?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"General Kneedler - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask one question? I probably should have asked earlier. But there is no dispute as the case comes to us. I know the government has taken the position that there was no breach of trust. But do we -- we do have to decide it on the assumption that there was a breach of trust that caused all this damage?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that's responsive to justice Stevens's question. I mean, you are arguing the merits, but those haven't been decided."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, general, the case is submitted."}],"people":[{"id":0,"fullName":"GEN. EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4578,"interruptions":15,"times_spoken":30,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3630,"interruptions":20,"times_spoken":59,"laughter":3,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":262,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":274,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":244,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":556,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":66,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":4578,"times_spoken":30,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":3630,"times_spoken":59,"laughter":3,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":2553,"times_spoken":90,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.9902128444027486,"respondent":0.009787155597251407,"date":1472411005645}}