{"petitioner":{"name":"EDWARD NATHANIEL BELL","counsel":[0]},"respondent":{"name":"LORETTA K. KELLY, WARDEN. ","counsel":[1]},"caseNumber":"07-1223","date":"2008-11-12T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-1223, Bell versus Kelly. Mr. Bress. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bress, before we get into that, could I just ask you a threshold question? We took this case to decide a question, and one of the factual predicates of the question is that the State court refused to consider certain evidence. And I'm puzzled about that. What was the evidence that the State court -- do you say that the State court refused to consider evidence that was proffered to it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't hear the -- the last part."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by that? What specifically did they - -"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that really does not present the question that you asked the Court to decide."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't he have brought that new evidence to the attention of the State court first? Why wasn't he obliged to bring it to the attention of the State court?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he could have a post-conviction proceeding in the State court."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A State habeas."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, weren't the facts merely cumulative evidence of his claim that was before the State court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think that supports my suggestion, which is that the evidence was cumulative. There was a dispute on that issue. There was evidence on both sides. And now you say, hey, we've got more evidence."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Virginia Supreme Court, on habeas, said we are going to accept as true all the facts as the Petitioner alleged them. They said specifically \"all facts alleged in the petition will be taken as true.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They said they did."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your argument is dependent on the proposition that the claim that was advanced in the Federal habeas proceeding is a different claim from a claim that was adjudicated on the merits in the State court?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that's the case, I don't understand why your adversary is not correct that it will always be possible in capital cases for an ineffective assistance of counsel claim that has been adjudicated on the merits in the State court to be advanced and get de novo review in Federal habeas, where every aspect of the defendant's life that is potentially favorable can be advanced as a basis for mitigation. You know, when your firm with all of its expertise and resources comes into the case at the Federal habeas level, will it not always be the case that you will be able to find some additional mitigation evidence and then, under your theory, that will be a new claim and it well get de novo review?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't get the diligence part because the whole ineffective assistance of counsel is the client isn't expected to do any of this; it's counsel that's been ineffective."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it doesn't translate into ineffective assistance of counsel because the client is not the one -- the lawyer has been -- has not been diligent, but there is nothing that the client could do. I just don't see how - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how you could talk about the diligent -- the diligent client bringing up the ineffectiveness of his lawyer."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you use the -- to say that it's a new claim, because that's what it has to be, right, but it's such an extraordinary use of \"claim.\" I mean, we have exhibit cases, the notion is a claim, is a tort claim or a contract claim, but not additional evidence in support of the basic claim. The basic claim is ineffective assistance of counsel."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So I'm trying to figure out how the statute works."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me that the way it's supposed to work -- have you read, by the way, the facts of the case for December in Bell v. Cohen? No? Okay. Forget that. I was going to shorthand that because it's similar to the hypothetical I'm thinking of. What happens is that the -- the State court now says, okay, I assume all the facts in your favor and you don't prevail. All right. Now, he goes into Federal court and he has some new facts. Now, either they are such that they transform the claim and it's a new claim. I mean, in that case there is an argument for that, maybe not in yours, or they aren't. Now, if they aren't, then what he is supposed to do, the judge, is go look and decide on the basis of what they presented to the State. That's the end of it. Now, if they are, he is supposed to exhaust. You go back, you exhaust this new claim like any other new claim, and if the State bars it, then you go and see if there was cause and prejudice. And that's how it's supposed to work. And if there was cause and prejudice, then you have the hearing. Okay? That's how it's supposed to work factually. I have no idea if that's what went on here, but if it -- it didn't seem to me -- there was some confusion about whether the procedures are adequate in the State. Then there is some other thing that this might be the same claim. I mean, I don't see how we get to the question we took this case to decide, frankly, without knowing what the basis was and whether it was correct for the district court to give him any hearing at all."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the first step. The first step, I'd go and see -- but at any rate, you go ahead."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't you say right off the bat, new claim, go present it to the State court, and exhausts it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. Suppose we have -- that's what I want, not these facts, but I want the facts where really, he couldn't have discovered this, because the first time that the district attorney opened his files for the Brady claim was 140 days after. So we now have some totally new, which he couldn't have gotten; no one disputes it. Where, that kind of thing -- I think he would have to present it to the State court, wouldn't he?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you must have been assuming then that the State would not give that person a -- a new opportunity to consider the new evidence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it were really new."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but so is it in Tennessee, and in Tennessee there is an exception where you could bring the thing up because you couldn't possibly have gotten over it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So in Virginia a person discovers for the first time, 140 days later looks at the D.A.'s files, and discovers something that shows the whole trial was a farce -- I mean, something unbelievable, and there is no way for the person under Virginia law to bring that up in a State court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bress, your - - you're argument that this can't be brought up assumes that it is a new claim rather than the same claim, right? Because if it were just the same claim then the question would be it is simply cumulative rather than new?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. And I guess it gets back to Justice Ginsburg's question. We usually don't consider claims different if there is just new evidence, but here didn't the Fourth Circuit necessarily determine that this was the same claim in deciding to defer to the State court findings?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if fact you got more than you were entitled to, because it did look at the new evidence, albeit through the guise of deference, but it shouldn't have even looked at that at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we think that they were right -- and we are, I think we are getting away from the question presented -- if we agree that they are right, that this is the same claim and it's just additional evidence, then you lose."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bress, may I ask you a question - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question which sort of goes to the utility of raising that issue here, and it's a preliminary, not a doctrinal question. But - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- my understanding is that in the United States District Court on the Federal habe -- the district court made a -- drew a conclusion based on the evidence before it, no deference to the State court, that in fact your client did not demonstrate prejudice. And my understanding is that that - - although the Fourth Circuit did not rely upon that, my understanding is that that -- that finding remains undisturbed. Is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I that what it was saying is there is legitimate -- this is a Strickland question. Strickland has two parts. Part A is were counsel inadequate; and Part B is did it make any difference? It seemed to me the district court was just making a straight out Strickland determination and not deferring to anything else. It was just saying no, I've looked at all the evidence, and yes -- they certainly were -- they were not effective. On the other hand, there is no prejudice because using the strict Strickland test, there was no reasonable likelihood that a jury would have come out differently."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, that may be. I didn't mean to imply you didn't have a Fourth Circuit question. I -- I guess I was raising a question to whether it is wise to make this the case to decide the Fourth Circuit issue."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Bress, this case involves Section 2254(d), right? Does that appear somewhere in the briefs? It would be nice to have it in front of me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's a central thing the case is about. I cannot find it in any of the briefs. Appendix to the petition for cert; I got -- I got to go back to that. Don't you think it's important enough to be in your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but they're -- your underlying theory is that if you get a lot of new evidence, that somehow changes the claim. And again, I think Justice Ginsburg -- I'm having trouble getting my arms around that, and particularly since it's problematic in this area where there is always new evidence. You're looking at someone's childhood. You can always find a new anecdote, a new concern going either way, that you know, this was unusual because he was a good child, or this is excused because he had such a bad upbringing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, well just -- we've got two but just to stop you on one. The fact that they excuse your failure to raise and present the evidence in State court doesn't mean that when you get the evidence you have a new claim. It just means that they are going to let you raise a claim you could have raised before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I've gotten over it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I might say the new claim -- okay, so it's a new claim. I don't know if yours is, by the way, but suppose it's a new claim. Then what you ought to do is go back to the State court and exhaust. So now what you show is that that's futile. Now we get to your question before us. Okay. So it's an imaginary case. It's less imaginary in December than here. But, anyway, the -- the -- you get back to the State court. Now, what is supposed to happen? At that point I guess the statute leaves the judge free to develop the facts. It doesn't say you can't. Okay. So then you do it. Now we have the question, which when we took this we thought we could reach, but I don't know if we can -- now we have the question: When the judge makes the decision on the basis of those facts, if they have never developed any of this in State court, fine. Then have -- then just do it. If it is a regular case, don't defer it. But suppose some of the things have been in State court related to this but not others. Now what do we do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean that's not an obvious answer to that one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What it's going to do is it's going to be finding facts on the basis of certain evidence. And what you will have gotten your new claim granted on is the fact that you found some new evidence that's very significant, and you couldn't possibly have found it before. Now what do we do? Do we defer in part; do we defer -- I mean now what does the district judge do?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask one quick question? The -- the answer, I take it, on -- based on what you just said, the answer to the -- the need - to-exhaust point is you don't have to exhaust because you already tried to exhaust in the State court, and they didn't give you enough time to get your evidence in. That is - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bress. Ms. Burnett. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about the point that Mr. Bress made that there wasn't enough time in the Virginia Supreme Court on habeas to develop everything that was later put before the district court; that there was a very short time to get the petition in, and there were many issues other than ineffective assistance of counsel?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did he make any request from the State court for more time?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your brother is nodding yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If we had -- if we had - - and I -- I emphasize I'm -- I'm not suggesting this is your case. But if we had a case in which with respect to the disputed issue he had asked for more time -- I'll make it easy. He had asked for more time and -- and had -- had indicated that there were leads that needed to be followed that couldn't be followed unless he got more time and so on, and the State court refused. Could he then come into the Federal court and say: My claim here is not only ineffective assistance, but ineffective assistance with the overlay of the refusal of the State courts to give me an adequate opportunity to develop my -- my ineffective assistance claim? And if he made a colorable showing on those two issues, would he then have an opportunity for a Federal evidentiary issue, and would the findings that eventuated from that be subject to -- in effect, to -- to being short- circuited by deference to the State court findings?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if you don't -- I guess what I'm getting at is if we don't in that circumstance recognize that there is a legitimately different claim which is not, for the reason I suggested to Mr. Bress, not subject to further exhaustion requirements because they tried and the State court wouldn't let them do it -- if we don't in that case recognize that there is a claim that can be litigated in the Federal court, which will not be subject to deference to State court findings, then there is a very clear hole in the law, and I assume Congress didn't mean to leave it. I understand you're saying that is not this case. But isn't that a legitimate problem to-- to face at some point."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think you're right in the main. I think that's generally correct. The case that I'm concerned with is the case of the -- of the Brady claim, because if we are proceeding under (e) then as I understand the cause and prejudice can only be established in the case we are talking about if there can be shown a probability of a different verdict. The Brady standard, however, does not require the probability of a different verdict. Brady uses the term \"reasonable probability that there would have been a different result,\" but that has been clearly defined in the cases to mean reasonable possibility. So that in fact with respect to Brady claims subsection (e) is imposing a higher requirement than Brady did and a higher requirement than would have been applied before Brady. And that is the case, it seems to me, that we - - it may not be this case, but that's the case that we've got to be concerned about in coming up with doctrine here. Isn't that a legitimate concern?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't, I don't think this Court understood the implication of it when you get into the Brady issue. And my only concern is we've got to leave that door open because I don't think Williams confronted that."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I understand your position."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"I'm still trying to understand the statute. I think their point is we get around (d), (d) doesn't bar us because the district court here, the Federal district court, found that it was an unreasonable determination of the facts, not unreasonable on the substance, but unreasonable because of the procedure. In other words, the State that barred this evidence was having an unreasonable procedure and therefore the determination of the facts is unreasonable. So you're saying that isn't what those words \"unreasonable determination of the facts\" mean."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You mean you're saying that (d)(2), \"unreasonable determination of the facts,\" means the factual outcome. In other words, if the factual outcome is reasonable it doesn't matter if the procedures are inadequate; is that your claim."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No? I thought you just said that in answer to Justice Souter."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And not whether their procedures are correct?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So that's the first thing we have to decide to get to the question. If your wrong on that -- and I doesn't know the answer to it - - if you're wrong on that, then they're rid of (d). So they say then, we're rid of (e) because it falls within (a)(2), the factual predicate and due diligence, okay. They say we are rid of (e) because of that. Now, how they get around capital (B) I'm not sure, but that isn't in the case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They're arguing due diligence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"(I). You mean of (e)(2) - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"(E)(2)."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So we also get - - they get around that because they say the due diligence. You also have an argument about how (2) applies. And if you're wrong about both of those then we get to the question, which would be: If the -- if the hearing's properly before us and it's a new claim -- it's also saying it's a new claim -- if it's a new claim it has to be exhausted. So under Virginia law, under Virginia law, is it really true that -- suppose, not this case, but suppose a Defendant 140 days after discovers the DA says, makes some remark. He couldn't have known about it. He goes to a special file. He couldn't have found out about. And lo and behold, it's the worst thing you can imagine, and you can imagine some pretty bad ones but this is even worse. Now under Virginia law are you -- is it your view that Virginia courts would say you're out of luck, good-bye?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No matter what, it's goodbye?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No excuse? Even if - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So they are right about, they are right about the exhaustion being futile."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The first time he discovers DNA evidence in the DA's file that shows he couldn't have done it, there is no way to get relief under Virginia law?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not in State court."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, then they're right about that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, then let me ask you on the merits. If he's right there and it's exhaustion and it really was a new claim, then wouldn't we apply a decision that does not defer to the State court, because after all the State court never heard this issue?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. There is no real argument between the two of you as to the -- as to the issue that we thought was presented."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But there's certainly an argument - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If it's really a new claim, you're going to say they applied - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The Fourth Circuit -- I'm sorry to interrupt you, but the Fourth Circuit didn't decide that question either."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How do you want us to dispose of the case that doesn't, that doesn't do that? What do you want us to do?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you, so I understand your position on the underlying question if we don't dismiss. Am I correct that the granting of an evidentiary hearing was based on a showing by the Petitioner that he failed to develop facts which might change the result?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why did the -- why did the Federal court grant a hearing?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't he only entitled to do that on the basis of a showing that there was more evidence that the State court did not consider?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So maybe the district court was dead wrong, but the assumption I think we made when we took the case was that there was a body of evidence that had not been available in the State proceeding that might be available in the Federal proceeding."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if that were true -- I know you disagree with that and I understand your argument. Maybe we shouldn't have taken the case. But if that were true and the Federal court then had to decide on the basis of all the evidence, do you read the statute to say at that time he may only rely on the evidence presented to the State court?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Suppose he looked at the State court evidence and he says, that was not enough. The State court's decision on the merits was reasonable based on that record. I have a different record before me. May he look at the different record?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what we're talking about. May he look at it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Forget the cause and prejudice for just a moment. But if he looks at that new evidence and he decides that any neutral judge would have reached a different result from the State judge on that evidence, may he reach that result?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then what's the point - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What you're saying is the correctness of decision based on the State court record. And if he decides there was a sound decision on that record, that's the end of the ball game; is that your position?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's the same claim. It's the same claim."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then it seems to me the statute has constructed a pointless procedure."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't the district judge in light of the new evidence decide whether the judgment of the State court was -- would have been reasonable if it came out the same way, including this new evidence in the -- in the consideration? Why shouldn't he do it that way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I know it could. But I'm asking whether it should."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me the statute certainly contemplates that the States have the first - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- the first cut at this thing, right? How else do you give them the first cut?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So the Federal court is supposed to do what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- but the road map that you are now saying could be followed is the same road map implied by -- in your earlier answer to Justice Scalia, your reference to the new claim as being a defaulted claim."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But we are concerned -- I think we are all concerned with the -- with the claim in which it is not defaulted, in the sense that he is at fault in any way for failing to get it into the Federal court -- I'm sorry -- get his entire presentation now into the State court then. So that it is not a defaulted claim in the classic sense. It is not a claim in which he is at fault by having failed to present it in the State court. And in that case, if it cannot go back, if the State court will not take it back, don't we have to find at least implicit in the totality of subsections (d) and (e) the possibility of litigating the -- the fully developed claim in the Federal court without a need to defer to the State court findings?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he -- I agree with you on the -- on the cause part; but the -- up to this point. He has got to demonstrate cause and prejudice or at least he has got to develop cause. Let me put it - - ask you this question. If he simply says look, I tried to get this in to the State court, and he shows that, but the State court for whatever reason just would not take the evidence that he wanted to put in, is that enough for him to have - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm not asking to you stipulate - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that it's this case. But it's the case we are worried about around the corner."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If that is -- this Court - - that's why I'm saying it's a very established law as to what cause is, and external impediments. I mean, this Court has many cases that describe that. The lower courts are very familiar with determining that, and so they can -- they are capable to making that determination as to whether the Federal court can now look at a new matter whether it's a new claim or - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"But all we are -- I think all we are really getting at is that there are different kinds of new matters. There are some new matters of which he absolutely knew nothing at the State court stage, and he is now saying don't hold that against me: i.e., I'm showing cause and I'll show prejudice. This is new matter that he did or potentially know about and tried to get into, and under our hypothesis, the State court says no, I'm not going to hear it, or I won't give you the time, whatever the case may be. In that case, isn't it -- don't we have to say under the statute all he has got to show is cause in the sense that he tried and the State court wouldn't let him? In order to - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Having established cause, he would then in your view not have the Federal court decide the matter de novo. But the only question before the Federal court was whether there was in addition prejudice."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That is to say, whether - - but for the error, any reasonable factfinder would find by clear and convincing evidence that he was innocent - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- right?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In that instance is there room for the district court to hold an evidentiary hearing?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you envisage circumstances in which an ineffective counsel assistance, an ineffective assistance of counsel claim was presented in the State court and then there is a second ineffective assistance in counsel's claims or a further supplemental ineffective assistance of counsel claim based on new evidence that the district court might hear? Does that ever happen?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you think there could be instances, we might imagine, in which there could be two ineffective assistance of counsel claims, the second of which could be heard in the district court with evidentiary -- with an evidentiary hearing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess the State court can say, you know, 60 days after the trial is -- is doomsday. No more new evidence. We are not going to consider anything new after that, even if you find Brady stuff or anything else. Suppose that's unconstitutional -- but it isn't. I mean, is that unconstitutional?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right. So if it's not unconstitutional, then you just provide what you say, that the district court sees whether by clear and convincing evidence the case would have come out the other way. If it were unconstitutional, and I guess this is what is sticking in our craw -- my craw, anyway -- if it were unconstitutional, it seems to me there ought to be a way to make the State take the first cut at it. Make the State say oh, yes, even with this new evidence we would still find this person guilty; and then in Federal habeas you would -- you would apply the deference that 2254(d) requires. You'd ask whether that was a reasonable determination."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the fallacy in my - - in my reasoning. Or you're saying I shouldn't be troubled by what has been troubling me, namely that he had no way to get this before the State court. They are entitled to close -- close the gates?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You have three minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You have three minutes remaining."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the test for determining whether the addition of new evidence is sufficient to make it a new claim?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a materiality standard, really."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's a new claim if it is one on which you would have prevailed, but it's the same claim if the result would be the same."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, it does read -- 2254(e) -- it does read, \"a factual predicate that could not have been previously discovered through the exercise of due diligence.\" That sounds like exactly what you're describing, the discovery of DNA evidence you didn't know about."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think she said - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- she answered -- the answer that I wrote is the same thing that you could have on the Brady claim you could also have for ineffective assistance of counsel. It's a wholly new matter. I thought that's what she said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bress, I want to apologize to you for accusing you of not printing 2254(d) and (e) in your brief. You indeed did."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm grateful for your not throwing it in my teeth. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RICHARD P. BRESS","firstName":"RICHARD","lastName":"BRESS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3463,"interruptions":15,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":1,"fullName":"KATHERINE BURNETT","firstName":"KATHERINE","lastName":"BURNETT","counsel":true,"justice":false,"side":"respondent","words_spoken":2126,"interruptions":21,"times_spoken":66,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":271,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":410,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1308,"interruptions":8,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":602,"interruptions":2,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1409,"interruptions":4,"times_spoken":34,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":355,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":110,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3463,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":21,"words_spoken":2126,"times_spoken":66,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":4933,"times_spoken":127,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7763196424948727,"respondent":0.22368035750512727,"date":1472703110316}}