{"petitioner":{"name":"BURLINGTON NORTHERN AND SANTA FE RAILWAY COMPANY, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 07-1601\nUNITED STATES, ET AL. ","counsel":[2]},"caseNumber":"07-1601","date":"2009-02-24T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in case 07-1601, Burlington Northern and Santa Fe Railway Company et al. v. United States. Ms. Sullivan. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if your shipper here knew that every time he delivered one of these truckloads of the chemical, one-third of it would end up on the ground and seeping through the ground, and no doubt about it, he knew that, and yet they kept sending it? Wouldn't that be arranging for the disposal of at least a third of the shipment?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose that it's Shell's truck -- that isn't this case, but suppose it's Shell's truck, and every time they make a delivery the driver catches the waste in a can, four or five gallons, and dumps it in the creek. Is Shell liable there under the statute?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, hasn't it arranged for the disposal of the - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm not sure that I agree with your answer. Can you give me an example under this statute where Shell might be an arranger -- give me some hypothetical in which Shell would be an arranger?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if Shell went out of business and it had some stuff left in the tanks? At that point, they might very well hire somebody to do exactly what you're saying."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be an eccentric situation, but it could happen."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that the case in my hypothetical -- it's just a hypothetical -- where the driver catches the five gallons that spills out of the hose every week and dumps it in the creek?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's really the same as the question you answered Justice Souter, and that's an arranger under (3)."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Sullivan, would it be altogether different if, instead of the FOB destination term, Shell continued as owner of the product until it had gone from the hose or whatever delivers it, so that there is no transfer of ownership until the delivery is complete?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem I have with that line you're pursuing is the FOB destination term is an eminently fixable connection, and CERCLA is -- can be a punishing statute, but the one thing that was not intended was for the parties to arrange themselves out of arranger liability by providing neatly that the moment the product reaches a destination there's no continuing responsibility on the part of the seller."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it waste when it spills? You deliver -- you're supposed to deliver 100 gallons, 5 gallons spills; isn't that waste?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They know that - - hypothetical. They know that in the course of delivery you're always going to spill about five gallons. That's waste."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All I'm talking about is just a hypothetical definition of waste."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we were talking about waste, and I just wanted to get your agreement -- maybe you won't agree -- that when the product is delivered and 5 percent of it spills, that is waste, and we can talk about the other parts of it later."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if Shell had a choice between two companies to do the delivery. One would deliver it with no spillage whatsoever, but the other would deliver it with a certain amount, a small amount of spillage. And Shell chose the latter because it was cheaper. Would it not be arranging under those circumstances?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought your definition of -- of disposal implied the disposition of something whose use had, in effect, been exhausted, so that I would have thought your answer to Justice Alito's question would have been different because even in the case in which they hired a sloppy delivery, they're not getting rid or the deliverer is not necessarily getting rid of a product whose use has been exhausted."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought you would have similarly answered Justice Kennedy's question differently and would have said that just because something's wasted doesn't mean that it is waste. I mean, you may waste part of what is delivered, but what is spilled is -- it doesn't seem to me to be waste."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But your argument assumes a sharp distinction between useful product and waste. Yet it's quite common to talk about there being waste associated with a useful product. When you use up so much of this, there's going to be a certain percentage of waste."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's making it too easy for you. It would mean all of those people would be liable when in the course of delivering stuff they know there's going to be a certain amount that's going to spill, and even, perhaps the Justice Alito hypothetical, they could have easily chose the truck that causes more spill rather than the one that causes less. It's not simply here's the product, we're gone, see you later, and all of a sudden there's a spill."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, i know. But I'm trying to reach the extent of your argument. So in that type of a case would there be arranger liability?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one benefit would be avoiding CERCLA liability through a means other than what I call the fixable connection. Is this the first occasion on which Shell because of its sales of D-D has been charged with CERCLA liability? Is this a case of first impression, or have there been other instances in which Shell did very much the same thing, delivered the D-D FOB destination?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Sullivan, can I interrupt you? Because I'm still puzzled by your answer to Justice Alito. Are you conceding that if in this case Shell had an alternative carrier who would not have spilled a bit, that then there would be liability?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you did in your answer to Justice Alito. Why wouldn't that be? Explain your answer a little more fully?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there was as part of this picture that Shell had a manual which told its purchasers how to handle this material, and that Shell was well aware that B&B was not following the precautions laid out in the manual."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Mahoney. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"This court -- - this court, Ms. Mahoney, didn't deny apportionment. Apportionment was never requested. The court said: \"I'm going to have to figure this out on my own.\" In fact, the court deplored the parties for following what he called a \"scorched-earth tactic.\" So the apportionment is not something that has been denied to the PRPs in this case. It's something that the court thought was proper and fair, but it didn't deny any request made by parties, isn't that so?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you point to me the part of the district court opinion that conflicts with the part that I remember so well? He is saying, this is a really tough assignment; I have to figure it out."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it -- is it a judge's responsibility, no matter what evidence may be in the record from which one could make a finding, when a finding hasn't been sought?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And I suppose the district court, if it wanted additional evidence, could have said, I want additional evidence on this point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What if -- what if you have a situation where it's clear under apportionment one party is liable for one-tenth and the other is liable for nine-tenths, but one-tenth is enough to pollute the -- the water. Do you have apportionment in that situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I assume it's not a linear, if that's the right word, progression, because once you've got to start a clean-up, you've got to start a clean-up, whether it's, you know, caused by one-tenth or -- or nine-tenths."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that hasn't been - - that hasn't been the position of most courts under CERCLA. I thought they -- I thought that there had been relatively few cases where apportionment, when requested, was even allowed because the theory is the act provides for contribution. One PRP can go after another, but the party who shouldn't be left holding the bag is the public, the innocent victims of the pollution."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought -- I thought - - and tell me if my recollection of the facts is incorrect, that the -- the newer parcel that enabled B&B to expand its operation, the waste went into a pond, what was called South, that was on the other side, that was on the original B&B parcel. So you had the waste flowing from one part to the other."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the issue of insolvency? You have talked about the Restatements. There's the comment H to one of the Restatement provisions that says you don't apportion if one of the other parties is insolvent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How does that differ from you using your printer, there's an ink cartridge and you replace them after a while, and mine has a little thing attached that says don't put it in your ordinary garbage bin because it's dangerous or whatever it is, put it in this envelope and do something? Now, I'm sure that HP makes those and knows that several million people won't do it. They will throw it in the garbage bin, and they ship to it me. All right. Are they now arrangers?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, some? No, probably millions. I don't know anybody who does put it in the right garbage can. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Then how is that then different from Shell? Shell here knows that to some degree their people are going to spill this. And, of course, shell arranged the transport. And in my imaginary hypothetical -- I don't really know -- so does HP."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, now maybe HP knows that there is a particularly bad customer like Breyer who - - (Laughter.) -- because I foolishly admitted at dinner that I dispose of them all improperly. Now are they Shell?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So then, suddenly if HP, in fact, uses -- I guess they lease -- you know, they have a common carrier, imagine -- or suppose it's car batteries, same problem. They have their own trucks, and they -- or they use Fed Ex; I don't know. And they, in fact, put in an instruction, which says: Really do it; really put it in the special now."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm trying to find that point. And what I have found you so far to say from the briefs is that what Shell here did -- I'm not saying it easy -- but what they did was they arranged the transport, that seems to me to be common, and they put some instructions in which said the right way to dispose of it. Well, doesn't everybody do that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me. You say in the process of delivery. I thought that this material became the property of the buyer when the truck arrived. Are you saying it only -- it only became the property of the buyer when it was unloaded from the truck?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What does \"FOB\" normally mean?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think -- I think it's something of a misdescription to say that this spillage is occurring in the course of delivery."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think as far as Shell was concerned, delivery had been made when the truck pulled up."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're making it."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Independent of the time of control."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":9,"sideBefore":"justices","text":"Independent but not at the time of the spill."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Then in your view what it is is a company arranges with a transporter for disposal when the company knows that the transporter on arrival may spill some of the product?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I guess then every oil company -- well, I mean, every liquid product company in the United States is going to be -- fall within that because a lot of people do spill things."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But why do we -- I mean, do we have control? Shell says to its buyer, see that the delivery is made in the following way, so it doesn't spill all over the place. If Shell did control, it wouldn't have to say that to the buyer. In effect it could either order the buyer, as a condition of receipt of the product, or it could require that as part of the -- its terms with the - with the deliverer. It seems to me that the way Shell has set it up indicates that control has passed to somebody else at the time that the spigot starts going in the tank."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"He says, we won't sell you to unless you -- you -- you have these tanks, correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, so what is your -- no question, those are -- those are terms of their willingness to deal. But what is your basis for saying that when the truck pulls up and they -- the hose is turned on to deliver, that at that point Shell is controlling the process?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you don't -- but maybe you do claim, I'm not sure -- that Shell actually could, in effect get damages from its deliverer as a result of the -- the deliverer's incidental spillage. Is that your position?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That is, that the spillage is a breach of the contract between the transporter and Shell?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But do you have any basis for saying that if it had pursued that course of action, Shell would have succeeded?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then why is Shell in control?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, yes, but you're saying that the delivery company would have had a defense, but you are -- are saying that Shell would have had at least a theoretical right under its actual contract with the deliverer to assert the -- the control over the manner of delivery that would have prevented the spill; is that what you're saying?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's the only way they could do it if the buyer did have bulk storage, isn't that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask, is it essential to your theory that Shell had title to the material until delivery?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if it were a fungible product and the purchaser just agreed to take either some product of this -- this quantity and quality and so forth, but they could substitute other -- other goods from another source? Would Shell still be liable?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Shell gave all the same instructions they gave here, but they just didn't insist that it be their product rather than somebody else's, another oil company's product."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart, could I go back to a -- we have been arguing about details. Can I go back to the -- to the broader question? What is your best response to the argument that Ms. Sullivan makes that \"arrange for disposal\" implies something significantly different from \"arrange for transfer,\" \"arrange for release,\" \"arrange for delivery\" -- that the -- that the combination of arrangement as an intentional act and disposal, as opposed to one of these -- these other processes, implies that the, in effect, the use of the product intended has become exhausted and that one in getting rid of waste as distinct from merely wasting something. What is -- what is your best answer to that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":8,"sideBefore":"justices","text":"But if we're not arguing about that, what you are arguing about, then, is the - - is the implication of disposal, as opposed to a more neutral term like transfer or delivery or what-not. What's your answer to that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, but those are certainly ways in which disposal can occur, as I -- I think came out in the argument. If the -- if Waste Management spills things along the highway on the way to the dump, it may be leakage, but a disposal is going on because in fact it is a way of getting rid of something that no longer has any use. So I -- I can -- I don't think the -- the inclusion of leakage within the definition answers the question whether disposal is something different from transfer."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well you have discharged, but you -- the question is whether it's disposal."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"\"Discharge\" is a more neutral term."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I mean, that - - that -- that begs the question. Because in the course of disposing, in the sense that she argues for, there can be leakage."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The question is disposal versus transfer or some more neutral term."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No that's at that point, because I think you're focusing on the word. You don't use the word \"for\" disposal, and I think that is the key word, and the question is intention versus purpose. So that in your trash hauler case, it seems to work pretty well for me that when we say that that trash truck of course intended in the sense that it was its purpose to dispose of the trash when it got to the dump, but the leakage along the way, it was not its purpose. So how do we deal with that? The statute tells us that they are an owner of a facility or a vessel that leaks, and therefore they are liable that way. Now, that seems to work. So we get your example. What doesn't seem to work is when you import the notion of intention in the sense of knowing that to the arranger provision, because at that point I don't see how -- and I have to buy that to get your argument. At that point I do not see how you get every thing of Clorox on the shelf on the shelf in the supermarket and don't put Clorox right in the arranger provision and lots of other companies that shouldn't be held as arrangers. That's my problem. Are you following that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It does say that, but my problem is I can't find in the distinctions that they made useful distinctions that will do that. It will say \"many,\" but it won't say, for example, the car battery manufacturer who sends his car batteries out in his own trucks to places where people will get them, and he knows that they're not going to do it properly no matter how hard he tries. Well, he's not an arranger. He didn't arrange the transport for disposal; he arranged the transport for sale."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is Shell liable because it -- it knew of the transportation arrangements?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you -- in that case, you have knowledge but you don't have control because you're using a common carrier."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then you mean simply control over your own choice process?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Not control over the behavior of your hauler?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Whether you have -- you might have knowledge that one chemical broker is more careless than another in the way the product was ultimately sold, I don't see why your theory doesn't make the seller liable as an arranger if it knows or ought to know that at some point in the distribution process there is likely to be spillage which will enter the waters of the United States. I think that's what your argument implies. I just don't see that in the statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You mean it could have - - could have adopted some other means?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's all you mean by having control over it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So all you're requiring is knowledge that using this means will - - will result in a spill. I don't think knowledge alone is enough for -- I think you need purpose. If you arrange for disposal, I think you have to have a purpose. It -- it has to be your object to have the oil leaking along the highway as you go. Merely knowing that it's going to be leaking, I mean, there may be some other way under the statute that you can find liability on the part of the shipper, but not, it seems to me, on the -- on the ground that the shipper arranged for this leak. He didn't want the leak. He knew it was happening, but that was not the object of the transport."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you a question about your argument that the Petitioners waived their apportionment argument? Aren't there many pages of the district court record in which the parties address apportionment? For example, in the government's response to the Petitioners' apportionment argument, don't you have more than 20 pages of findings of fact and conclusions of law on the issue of apportionment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"On the question of apportionment, is it really your position that because of the precision you would require, that if there's a big fight over whether it's 10 percent responsibility or 30 percent and there's no way to tell, that if the parties said, look, we'll take 40 percent, that that's no good?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that what happened here? I mean, whatever -- I guess the railroads said 6 percent, and the district court said, well, just to be on the safe side, we'll give them 9 percent."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you dispute what Ms. Mahoney said, that it costs a great deal more to clean up some of the other chemicals than the ones that the railroad was responsible for?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The volume, the volume."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that still doesn't address the question, if you have varying degrees of whatever you want to call it -- fault or causal relationship -- that that's a sensible way to apportion the liability."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what -- what about Ms. Mahoney's three answers, when I asked that question of her?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"She also said that the Restatement comment h that you rely on cites no cases, and the Third Restatement backs away from that comment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you don't think that the insolvency should prevent apportionment if you have a situation where a party is 1 percent responsible and the 99 percent responsible party is insolvent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And what do we have in the way of findings on that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But is that right? I mean doesn't it -- aren't you challenging the whole basis for apportionment? I mean there is -- I don't think when you're apportioning responsibility, you allocate whether or not the actors independently caused the harm. I thought the assumption was, yes, everybody's -- all of this group has contributed to the harm, but now we're going to apportion their responsibility."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a finding? Do we have to take it as a given that this was an indivisible harm?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is the basis for thinking that every little detail in the latest restatement, including comments, is binding in a CERCLA case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I -- may I just ask one question about the -- the situation of -- of these two potentially responsible parties? They are the only ones left, right? Because B&B is bankrupt, and there's nobody else that has been identified."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it's only those two. And one question about the arranger liability -- well, first on the apportionment. Assuming we don't accept your entire position, would a remand so that proof could be put in by both sides focusing on the issue of apportionment be appropriate? You questioned the district, even -- even if apportionment were possible, you questioned how he arrived at it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And is it true, as Ms. Sullivan said, that there is no other arranger case like this one where the, quote, \"arranger\" is the seller of a product?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Sullivan, we will give you five minutes. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Ms. Sullivan, just on the apportionment point, do you agree that it is your burden to show that this is a divisible harm, and can you tell me how you showed that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I know what it means to say it's a divisible harm."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that means that whatever percentage of responsibility the parties have, that's the percentage of cost that they - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So does that mean that, let's say, the -- how does that work when it costs $2 million to sort of start a clean-up, no matter who, and then, you know, the more stuff there is, the extra million it is? Is that -- is -- is the initial cost a divisible harm?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not normally how -- when -- when someone has a burden of proof, it's a burden of coming forward. And the one thing that we do know from this district judge is he's saying, I was left largely to make it up. What he -- the components of his allocation did not come from -- yes, there is some evidence in the record. But ordinarily when you talk about a party who has a burden of proof, we don't mean they put in a piece here and a piece there and left it to the district judge to figure out."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm really concerned about the time and the white light, but I'm -- I'm not sure you answered the Chief Justice's hypothetical about $2 million, which is an initial clean-up that has to be expended no matter how large the -- the spill was. How did you discharge your burden of proof to show that that is not the case here or that that is divisible?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we don't suppose that that cost -- that single thing cost $2 million, and you will have to hire that $2 million machine even if there is one drop. So for the cost of that machine it couldn't matter if your client put in one drop and nobody else put in any, or the others put in 40 billion drops. Can you allocate it? It would seem fair to allocate it, but I guess maybe in the restatement there is some law somewhere saying you can't, because it's just one single cost that takes place regardless. What's the state of the law on that? How do you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KATHLEEN M. SULLIVAN","firstName":"KATHLEEN","lastName":"SULLIVAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2474,"interruptions":14,"times_spoken":32,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MAUREEN E. MAHONEY","firstName":"MAUREEN","lastName":"MAHONEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1284,"interruptions":6,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":2,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":3363,"interruptions":42,"times_spoken":64,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":741,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":469,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":802,"interruptions":0,"times_spoken":24,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":739,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":172,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":158,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":818,"interruptions":1,"times_spoken":13,"laughter":2,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3758,"times_spoken":42,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":42,"words_spoken":3363,"times_spoken":64,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":4222,"times_spoken":110,"laughter":2,"num_int_by":1}],"outcome":{"side":"petitioner","margin":7},"prediction":{"petitioner":1.0581660929544552,"respondent":-0.058166092954455184,"date":1472411005651}}