{"petitioner":{"name":"FRANK RICCI, ET AL.","counsel":[0,1]},"respondent":{"name":"JOHN DESTEFANO, ET AL.; ","counsel":[2]},"caseNumber":"07-1428","date":"2009-04-22T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument today in Case 07-1428, Ricci v. DeStefano, and the consolidated case. Mr. Coleman. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask this question? Is it undisputed that it was a race-based decision?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you contending that that's an issue of fact that has to be tried out or that we should accept your version of that -- of that issue?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was pursuant to - - to an affirmative action plan, and here we're dealing with this concept under Title VII of disparate impact. And let's take for one example a test that's given by a police department, a fire department, and it -- it's a physical fitness test, and it disproportionately excludes female applicants. And when the results come in and there are no women on the eligibility list, the department reconsiders. It thinks there is something wrong with this test. It can probably test for the necessary skills in a way that will not achieve those results. Would it be similarly impermissible, similarly based on an impermissible criterion, if the department said: We're not going to -- we have got the results of that test. We're going to throw it out and substitute another that will not have those skewed results."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not more women on the force, but this test that we're giving has the effect of excluding most women, just as the high school diploma had the effect, a disproportionate effect, on one race."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So they would have to go -- I take it from what you said they would have to go as far as proving a Title VII disparate impact case against themselves. They couldn't do anything short of that to prevail when it is the majority race that is complaining about discrimination."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem, Mr. Coleman, is that -- that the cases you are relying on, it seems to me, are cases in which ultimately what is being judged is a different result in the -- at the end point of the process which was starting. And the problem that I have with -- with using cases like that and -- and essentially the problem I -- I have with your argument is that it leaves a -- a municipality or a governmental body like New Haven in a -- in a damned if you do, damned if you don't situation. Because on -- on the very assumptions that you are making, if they go forward with -- with their -- their hiring plan, they certify the results and go forward with it, they are inevitably facing a disparate impact lawsuit. If they stop and say, wait a minute, we're starting down the road toward a disparate impact lawsuit and, indeed, there may be something wrong here, they are inevitably facing a disparate treatment suit. And whatever Congress wanted to attain, it couldn't have wanted to attain that kind of a situation. Why isn't the most reasonable reading of this set of facts a reading which is consistent with giving the city an opportunity, assuming good faith, to start again? And I -- I recognize there's got to be a good faith condition, and the -- the good faith can always be attacked. But isn't that the only way to avoid the damned if you do, damned if you don't situation?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you make no distinction between race as an animating discriminating object on the one hand and race consciousness on the other. There is no way to deal with a situation like this any more than there is a way to deal with -- with setting lines in voting districts - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- without pervasive race consciousness. That is not unconstitutional, and it seems to me that you are not observing that distinction in -- in your reply."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask you this -- this question, and I don't mean to interrupt your answer, but it is based on what Justice Souter and Justice Ginsburg have both been asking. Hypothetical case: The city says, our test is not very good. We need a new test. The expert says, don't pay us to have a new one. There are two great ones out there. One is in City A. The other is in City B. Use either one of those. They are great. They check. They find out that City A has a disparate impact in the statistical sense, not in the legal sense; that it disadvantages minorities, at least if you look at the passage rates. The other test doesn't. Are they permitted to take the test that doesn't have that differential?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My -- my question is - - and you can answer, I guess, both under Title VII and - - and under the Fourteenth Amendment. The city says, the only reason -- the only reason for our selecting the test from City B -- and both tests are very good tests -- is because minorities are better represented on the passing rate. Is that permissible?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you find -- and do you find any constitutional deficiency in the city's choice in that hypothetical case? Is there any Fourteenth Amendment problem?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what if you've got -- what if you've got the basis of Justice Kennedy's hypothetical? You've -- you've got a municipality. It's a racially mixed municipality. It's got two tests. That's his hypothetical. One of them seems to suggest that there is going to be a significant racial disparity in the results if they use it. The other one from the other city or the other State suggests not. That's all they've got to go on. Is that a strong basis in evidence, or did they walk their way into a lawsuit by you if they adopt the -- the test that doesn't -- that at least in the other place hasn't produced the disparity?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They would not have discriminated against any particular - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- white or -- or majority applicants in -- in that selection, which is what occurred here. You had -- you had some applicants who were winners, and their -- their promotion was -- was set aside. That doesn't exist in these hypotheticals at all. It's just an abstract question of which of these two systems should be adopted."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't my - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"No. No. It was - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It was designed to show, and maybe it's theoretical, but I want to know the answer so that I can understand this case. It's designed to ask you the question whether or not race consciousness is ever permissible."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"A city can in fact choose a test simply because there will be more minority people who will in fact end up in the positions, that's your view?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You needn't do anything else? I mean, that is your answer to Justice Kennedy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know is that your answer to Justice Kennedy or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you assuming - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"The answer is yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Are you - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"If that's so, what's the difference here? The most that you're saying is the worst that could have happened here; the worst that could have happened is that some experts told them, this test -- by the way, test one is -- is even worse than in Justice Kennedy's hypothetical. It's a test that probably discriminates negatively against minorities. So if you admit he could do it even if the test didn't discriminate negatively against minorities, namely test -- in his case, why can't you do it triply, in the case where there's evidence that they did discriminate, the test does discriminate against minorities?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that can't be right if they -- if what you just answered to Justice Kennedy is -- is right. Suppose they had very strong evidence that the test that they had given that had these results, just as my physical fitness test that excluded all women -- that had it those results, it wasn't job-related, and there was a better test available, they wouldn't have any vested right in getting the promotions under those circumstances, would they?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- one of the briefs said that, and maybe it wasn't done below, but one of the briefs said part of the claim is that some of the things that this test tested for were not -- were not qualities or abilities that were needed in New Haven, although they might be needed in other fire departments. The test had not been localized. Wasn't that part of the -- part of the objection?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why did they have the testimony before the Civil Service Board, about - - somebody from another testing company said this is a multiple choice test; it tests rote memory; we could have come up with a test that would better test the skills needed to be -- nothing about the localization, but something about command presence. There was a term used, assessment centers; that this test didn't effectively test the skills that you needed on the job, and others did."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, some time ago you said you had two answers to Justice Breyer's question. I would like to hear the second one."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If you got to that, then I have -- I'd like one follow-up, and that's it. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Maybe if you don't mind, you could remind me what the second answer was."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are -- as I understand it, you are imposing your strong basis in evidence test on what you referred to a second ago as the use of race, and that cannot be correct, because the use of race includes race-conscious decisions which are not discriminatory decisions, and they certainly do not implicate the -- the obligation that you want to impose. You -- if -- if your argument is going to be coherent with what we start with, it can't be based merely on the use of race because if it does, then you are, in effect, turning any race-conscious decision into a discrimination decision, and that equation we certainly haven't made and we're never going to make."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But even - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to turn this into just a rhetoric exercise, but I think the rhetoric is important. You say the city took the position, we don't like the results of this test. That kind of a statement is consistent with saying, look, we don't like the race of the people who are going to benefit from this. It's also consistent with the city's taking the position that there is such a racial disparity here that we are either asking for trouble or walking blindly or perhaps foolishly into a -- a racial disparity lawsuit based on disparate impact. Those are two very, very different attitudes. The first one is discriminatory. I don't see how the second one is discriminatory."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the cost of drawing the distinction between this case and Justice Kennedy's hypothetical example is that if we draw that distinction, the only way the city can get itself out of not only a certain lawsuit, but quite probably a successful lawsuit, is to make, in practical terms, a preliminary case against itself."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it -- I cannot conceive that Congress intended to put a city into that situation saying you've either got to blunder ahead into a losing lawsuit in court, or you have got to stop and expose yourself to another lawsuit which you can only win by proving that you at least had taken some steps in violating the law the first time. That is inconceivable."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do if there is not a liability in question? Suppose a school district deliberately, to obtain greater racial diversities in the schools draws district boundaries in a particular way among neighborhoods or plans a construction program. Then suppose having done that, indeed having once drawn the boundaries, a group comes to the school district and says you can achieve greater diversity if you redraw the boundary. You can achieve greater diversity if instead of building this school where the -- where the foundations are laid already, you build the school over here instead. Is that, in your view, different from your case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It is? How?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's just what I'm doing exactly."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm interested in the distinctions, not whether it's similar to Justice Thomas's or not. I'm interested in the distinctions between this program -- I'll add one more if you want just this program, an employer - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Can I hear his answer to this one first? I'm getting confused. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the difference between that and drawing the school district boundary, which takes from the individual children who live in that neighborhood the right to go to this school, which they think is a better one, and sends them to that school, which they think is a worse one, the difference between changing that boundary and changing the exam is what?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you one question - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because I'm not sure I understood your answer to Justice Kennedy? What is your answer to Justice Kennedy's question about the two alternatives, one of which would fit exactly into the concluding clause of the first question presented to achieve racial proportionality in candidates selected? He says there are two alternatives before the school board, one would achieve the proportionality, the other would not. Are they free to choose the former?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They could take that test, even though its sole purpose was to achieve racial proportionality in candidates selected?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is the -- putting to one side liability in the lawsuit, is the interest in avoiding disparate impact a valid State interest?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't say compelling. I said is it a valid State interest. Just the interest in avoiding the kind of results you got here."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The City is not merely trying to avoid liability, they are trying to avoid a disparate impact. Is that a valid interest?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought the whole idea of disparate impact is it's unintentional, that's the assumption, disparate treatment, intentional discrimination, disparate impact, unintentional, but it has askewed racial results."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we know whether something is discriminatory or just that it will have a certain effect? Because it's in spite of. For example, the Greek standard, the employer wants everybody to have a high school diploma, he wants an upgraded working staff, was told by this Court you can't do that because you would disproportionately exclude one race."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Coleman. Mr. Kneedler. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"With respect to both blacks and whites, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, can you assure me that the government's position would be the same if this test -- black applicants -- firefighters scored highest on this test in disproportionate numbers, and the City said we don't like that result, we think there should be more whites on the fire department, and so we're going to throw the test out? The government of United States would adopt the same position?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the part I don't understand. What you're saying is that the department can engage in intentional discrimination to avoid concern that they will be sued under disparate impact. Why doesn't it work the other way around as well? Why don't they say, well, we've got to tolerate the disparate impact because otherwise, if we took steps to avoid it, we would be sued for intentional discrimination? This idea that there is this great dilemma -- I mean, it cuts both ways."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"They are at war with one another."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"How can one avoid - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If it looks like or if the employer just in good faith believes?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"When I say they're at war with one another, I mean they become at war with one another when you say that all that is necessary to permit intentional discrimination is the employer's good faith belief that if he didn't intentionally discriminate, he'd be caught in a situation of disparate impact."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"At that point, they're at war with each other."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"How does that - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I know you said that in your brief when you made a distinction between mere good faith and reasonable belief. So how does one determine whether the concern that the employer is expressing is really in good faith or is reasonable? What are the indicia of reasonableness?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, could you explain how summary judgment in favor of the defendants on the Title VII disparate treatment claim can possibly be affirmed, even if the employer had reason to believe that the test that was given would expose itself to liability under a disparate impact theory? If that's not the employer's real reason for refusing to go ahead with the promotions, then isn't there liability under a disparate treatment -- under a disparate treatment theory, and that's a question for the jury? So how can we possibly affirm summary judgment here?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you be - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":5,"sideBefore":"justices","text":"And a reasonable response to that, is your position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Not just in response to that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":11,"sideBefore":"","text":"A reasonable - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you be specific about what facts you think should be tried on remand? Because you do distance yourself from the Respondents. You are not urging affirmance of the summary judgment. You say there are or may be genuine issues of fact. So what are they?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, counsel, you know, I've given law school examinations, looked at them, and bar examinations for years. There's never been one, when I don't look at it after the fact and say, you know, this could be better, this -- this was not quite right. So shouldn't there be some standard that there has to be a significant, a strong showing after the test has been taken that it's deficient? Before it can be set aside?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And you would say that - - and I'm asking the same question the Chief Justice asked earlier -- you would say that if it had come out the other way - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And if there had been a disproportionate number of minorities who -- who passed the test - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You would say that it's neutral to set that test aside?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't think you'd say that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's whether it is -- it is neutral to set aside a test simply because one race predominates."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"How you can call that race-neutral I -- I do not know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you think of an employer who does the following? He advertises a job. Everyone comes in and applies. He says May 1 is the deadline. When he sees the applicants, he thinks, I'd prefer more diversity. And solely because he lacks diversity among women, minorities, and whatever, he says, you know, I'm going to extend the deadline 2 months, and I hope I'll get a few more minority or female applicants. Now, what's his reason? He wants more diversity in the workforce. Now, in your opinion, does the Constitution permit that extension?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, this may be the same question Justice Breyer asked, but I'd like something closer to a yes or no answer. Does the government consider promotion of diversity by itself a compelling state interest in the employment context as opposed to the school context?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Can it be - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Can it be advanced by taking actions to avoid what is perceived as a disparate impact?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, the disparate impact is regarded as something you can intentionally respond to by drawing racial distinctions solely because you would like a more diverse workforce?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It didn't care - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It didn't care -- it had to draw racial distinctions because it looked at the test and said, we think there's a problem because of the racial makeup of who's going to get the promotions."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But it looked at the - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, it looked at the results, and it classified the successful and unsuccessful applicants by race."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And then -- and you want us to say this isn't race? I have -- I have trouble with this argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It didn't look at names; it just looked at the label of what their race was. That's all they were concerned about."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's inconsistent with your answer to the Chief Justice who was exploring whether or not what we have here is a -- is a racial criteria, pure and simple, and you say, well, it's general. And then we point out that each applicant didn't have his name, but they had his or her race."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, can I ask you this? You -- you've recommended that we set aside the summary judgment and send the case back for a hearing."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the issue of fact that you think needs to be decided?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"When -- when I asked that you question, you said that one issue of fact was whether the board was acting in response to improper influence, to racial politics."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't that a controverted issue of fact? How can you possibly get around that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, one side says what you say is just pretext; the real reason was just politics. Isn't that an issue of fact that has to be tried?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But does the government think that you can just -- in a case like this you can just look at what -- what is said by the ultimate decision-maker and ignore the input from other people who may have influenced the process?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Meade. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If all the employer - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Can I ask you - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"justices","text":"If all the employer has is evidence that the test results violate the four-fifths rule, is that sufficient?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if I could modify the question. Is there some statistical point at which that's sufficient, if it's not four-fifths, if it's nine-tenths - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- that alone would be sufficient?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you to touch on the distinction between racial discrimination and race-conscious action? The actions that were taken in many of our cases, in Croson and Adarand, Parents Involved, Wygant, were obviously race-conscious actions; there was a reason that the governments in those cases were taking the action. It was because of what they saw as the impact on race. Yet we concluded that was racial discrimination. So what's the -- how do you draw the line between race-conscious that's permitted and racial discrimination that's not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but if we - - if we agree with your -- I mean, you're assuming, it seems to me in your argument, that the actions that they've taken here are not intentional racial discrimination; and of course if they're not, then you don't have much to worry about. But let's assume that they are, as we found they were in Croson and Wygant and Adarand and Parents Involved."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the only reason you say that isn't by an individual is that you have blacked out the names?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your position is what? They threw out the test, so you would have no problem at all if they looked at those results and they were predominantly black rather than white; you would say the city can throw out the test and there's no racial discrimination there at all?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see how you can call it facially neutral. It's neutral because you throw it out for the losers as well as for the winners? That's neutrality?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So this case would come out differently, if the list was there with then names and they go down and instead of saying throw out the test, they said Jones, you don't get the promotion because you're white; Johnson, you don't get it because you're white. And they go down the list and throw out everybody who took the test; then that would be all right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So they can keep - - they get do-overs until it comes out right? Or throw out this test; they do another test; oh, it's just as bad, throw that one out; get another one that's a little better, but not so -- throw that one out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well if -- how many times before it's a problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You say if they did it over and over again. What if they did it twice here?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what has New Haven done in fact? This certification was requested in March of 2004; we're now 2009. What has New Haven done in order to get lieutenants and captains in the fire department?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I have purposely gone, of course, to the concurring opinion because I believe it's the controlling opinion in Parents Involved, and there are two examples in that opinion. One is strategic site selection of new schools, i.e., a planned building, and the second is drawing attendance zones with a general recognition of the demographics. Those are given as examples of instances where there is race consciousness, but it does not trigger strict scrutiny. Now, why is your case like that rather than being like those examples where an employer or a government official picks particular people or uses quotas in order to get a certain quota or pay attention to race in an individual selection, both based on race, which clearly does require strict scrutiny? And if there is a difference, even then why is yours justified?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- I am sorry. Is that correct if we -- we conclude strict scrutiny does apply under the Constitution? Compliance with a statute, looking at impact, is a compelling interest trumping strict scrutiny under the Equal Protection Clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess it would go to how you construe the statute. It seems to me an odd argument to say that you can violate the Constitution because you have to comply with the statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, but you are loading the -- the equation. The Chief Justice's question I don't think has been -- been fully answered. You are -- you are saying that you can eliminate constitutional concerns because the statute is enacted, which just repeats those same constitutional concerns. It's -- it's like having two tracks on the audio that don't quite fit."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of course you're not saying that -- that the test is -- is compliance. You're - - you're saying the belief that it's necessary for compliance is a compelling State interest."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean everybody would probably concede that if -- if continuing would clearly be in violation, of course, it's a compelling interest. But the issue here is: Is it enough if the employer simply worries that if he doesn't make the change, he may be in violation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what's the line there?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You acknowledge strong basis in evidence is -- is what -- what the city has to have?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I get back just -- just -- since I don't understand it yet, the distinction between intentional racial discrimination and race conscious action. I thought both the plurality and the concurrence in Parents Involved accepted the fact that race conscious action such as school siting or drawing district lines is -- is okay, but discriminating in particular assignments is not. Now, why is this not intentional discrimination? I understood you to say it was because you don't have particular individuals being treated on the basis of their race. You are going to have to explain that to me again, because there are particular individuals here. They are the plaintiffs, and they say they didn't get their jobs because of intentional racial action by the -- the city. Why is that not on the racial -- intentionally racial discrimination side rather than the permissible race consciousness side?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- you may be right that that's what the question is about. I still don't have in my mind from you a line about how we decide. Because there are many cases, Croson, Adarand, Wygant, Parents Involved, where we said action taken obviously because of race is nonetheless discrimination. So -- and then there are cases where we have recognized that race conscious action is permissible. Again, what -- when I look at something like this, how I do decide which side of the line that's on -- this is on?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But just to take Parents Involved, it wasn't a necessary -- the driving factor was not a specific decision with respect to specific individuals. They didn't care whether it was Jones or Smith that they were citing. All they cared about was the race. And it seems the -- the same here. You maybe don't care whether it's Jones or Smith who is not getting the promotion. All you care about is who is getting the promotion. All you care about is his race."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When you say \"take away barriers,\" one thing is not a hundred percent clear. Your position is we have to do this in order to avoid Title VII disparate impact liability. Are you not reciting as a justification either the diversity in police -- policing firefighting or still overcoming a legacy of the past where fire departments were among the most notorious excluders on the basis of race? You are not -- you are not saying rectification of past discrimination? You are not saying diversity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You just referred - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. You just referred to a discriminatory test. What you said in the district court, and I quote, the issue is not whether the tests were valid. Are you just changing positions on that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean by - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"I'd like to talk just briefly - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Justice Kennedy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"I would like to talk just briefly about this point that the -- some of our hypotheticals where the test hadn't been given yet. Here the test has been given. And I had some concerns along the line of Justice Ginsburg's question. She said, well, it's not a vested interest. On the other hand, 2000e-(l)(2) says that test results can't be altered. There's a statutory interpretation question of whether that means they can't be used altogether. Two points about the statute. Number one, doesn't that diminish at least the force of the argument that this is a vested interest? It means the tests are -- have a -- have a certain presumption in -- in their favor. Secondly, on -- and maybe this is a question for the -- for the Petitioners rather than you. If we -- let's assume that we relied on that statute and said that there's a Title VII violation here because the statute was violated. I know you have an interpretational argument there. Would that give the Petitioners all the relief they need here, or is there still additional relief under their 1983 cause of action?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It can't alter the results. But let's not get into the statutory interpretation - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What type of -- what type of other things are you talking about there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the question, I guess, would be whether the program was valid or not under the traditional approaches you take under Title VII."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So does your position here depend on a conclusion that this test is invalid?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And why didn't it have a sufficient basis here? It -- it chose the company that framed the test, and then as soon as it saw the results, it decided it wasn't going to go forward with the promotions. The company offered to validate the test. The City refused to pay for that, even though that was part of its contract with the company. And all it has is this testimony by a competitor, Mr. Hornick, who said -- who hadn't seen the test, and he said, I could do a better test -- you should make the promotions based on this, but I could give you -- I could draw up a better test, and by the way, here's my business card if you want to hire me in the future. How's that a strong basis in the evidence?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What difference does the cut-off score make?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand that, but the people at the top would -- the problem here was not the composition of the people who scored above the cut-off, was it? It was the composition of the -- of the people who would be eligible for promotion under the \"rule of three\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your response to me that you don't have to show that the test is invalid, your argument is you just have to show that there's a basis for being worried that it might be invalid. And then it seems to me the only distinction is how high a showing you require. And you reject the idea that you have to show a strong basis in the evidence?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you just said that. I just thought you just -- I was -- almost wrote it down. (Laughter.)"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"I think your phrase was -- I think - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I understand from -- I guess I should say I understand from your brief if not from your argument that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You agree with the strong basis in fact standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So I guess, my -- so my -- your position is that you should never have a strong basis in fact standard, because you don't think strict scrutiny should apply, and you think if it's under Title VII, it's only reasonableness?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your position is that the city -- the -- the government can take action without -- only if it's reasonable. It's a reasonable view of whether or not they might or might not be liable. That's the standard. And then they can engage in race-based action?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But does it have to be reasonable basis to believe they would be liable if they went ahead? Or can reasonableness refer to something other than the probability of or the -- the likelihood of liability?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Well, what is something less than that, that they might be sued?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that -- isn't that kind of a blank check to discriminate, if all they need is a reasonable basis to think that further investigation might be useful?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm sorry - - that's an answer about why it would be okay. I'm just saying, isn't it in fact a blank check?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Meade, let me -- let me go back to one earlier question. Suppose everybody agrees that you're right on the -- on the record here now, and the City goes ahead and does another test, with all the advantages and studies they've made and so forth and so on, and it turns out you just had an unfortunate selection of candidates, and they come out exactly the same way. Would you agree that at that time the City would have to certify the results?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's a test they made after talking to everybody who testified in this case and filed amicus briefs and everything else - - (Laughter.)"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":4,"sideBefore":"justices","text":"And they came out, and it turned out exactly the same results."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Absolutely what? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Absolutely positively? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I still -- I still don't have absolutely yes -- of what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, they can - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They would have to certify it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just to get back to your answer to Justice Stevens, you say they'd have to certify it. You say that, in that situation, the decisionmaker could not have a reasonable basis for thinking further investigation is required. Why? Just because the second test came out the same way? It's not at all reasonable to think they ought to look at it further?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And that would be so, even if another Mr. Hornick showed up and said, I could - - (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":10,"sideBefore":"justices","text":"I could make a better -- I could make a test? And here are some problems with this second test that you gave?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Coleman, to keep the time even here, I think you have 8 minutes. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- I'm still back on -- a university decides that tenure requirements lead to fewer women professors, so they say as an experiment what we would like to do is not have them for a couple of years; see what happens. On your view is that unconstitutional? Because, after all, it will certainly mean that certain majority race assistant professors have now lost the promotion they otherwise would have."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That it's unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It would not be unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what about - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Oh, oh."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But what we are doing is not giving the promotions to the assistant professors who otherwise would have job security."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, so."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the result -- it's that you identify the person that makes your -- so in Texas, for example, they take the top 10 percent of all the high school graduates and put them in the university. Now, suppose they just decided, you know what we want to do? The top 5 percent. We want to see how that works. And, of course, then there are people who in fact would have gotten into the university -- and perhaps we can imagine a majority of the majority race -- and now they don't. Can Texas do that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that, but I -- I - - (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"That was not my objective."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to test out just what it is about this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you said no. Can Texas do that or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And the difference here precisely is what?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it were shown that, in fact, this test was not job-related and, in fact, the majority of fire departments scotched this test years ago and substituted what most agree is a better test, even so you would say it would violate the rights of the plaintiffs you represent, even - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if there's strong evidence that it's not job-related and that there's a better test that doesn't produce these skewed results?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- what would that do to the civil service merit system that says if you pass the test you should be certified?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But in your -- in my example, to go back, the thing you've identified, it seems to me, is Texas couldn't do this. It couldn't look at the class that they're going to choose with the 10 percent and say, you know, there are not enough minorities, I think we'll go to 15 percent this year."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It could not. And moreover, in the case of the tenure, what the school couldn't do is it couldn't say, looking over at the present tenured faculty and those who were just ready for promotion and who in all probability will be, we're going to go to the non-tenure system this year. We're going to go to the non-tenure system this year."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That they couldn't do that. And again you that say the ordinary employer across America who announces a deadline for getting in applications cannot, once it sees those applications, say, you know, there are not enough minorities. I want to extend the deadline."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And therefore this is a very far-reaching decision."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You are -- you are saying, as I understand it, that if the -- if the city in a case like this, prior to giving a test, looked at the test and says, wait a minute, this is going to produce really disparate results, they can stop, regroup, and think it through again and maybe come up with a different test."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they don't realize that and they go ahead with the test, and they then see the -- the disparate results, it's too late. And it seems to me that the trouble with drawing that distinction is that the city is not in the testing business. They are unlikely to know what the results are going to be. So you're saying that the city that is -- that is prescient can adjust, the city that doesn't find out there's something wrong or at least undesirable from their standpoint until after the test results cannot readjust?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they see it coming, they don't have to show a strong basis in evidence for changing the test prior to the time they give it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GREGORY S. COLEMAN","firstName":"GREGORY","lastName":"COLEMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2988,"interruptions":43,"times_spoken":70,"laughter":0,"num_int_by":7},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1787,"interruptions":27,"times_spoken":42,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHRISTOPHER J. MEADE","firstName":"CHRISTOPHER","lastName":"MEADE","counsel":true,"justice":false,"side":"respondent","words_spoken":2753,"interruptions":29,"times_spoken":57,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1616,"interruptions":10,"times_spoken":54,"laughter":0,"num_int_by":5},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":1,"times_spoken":15,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":838,"interruptions":5,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1053,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":721,"interruptions":4,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":556,"interruptions":5,"times_spoken":29,"laughter":3,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1049,"interruptions":2,"times_spoken":32,"laughter":2,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":429,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":11,"fullName":"MR. KNEELDER","lastName":"KNEELDER","counsel":false,"justice":false,"side":"","words_spoken":4,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":70,"words_spoken":4775,"times_spoken":112,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":2753,"times_spoken":57,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":33,"words_spoken":6641,"times_spoken":190,"laughter":8,"num_int_by":9}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.16489909115059434,"respondent":0.8351009088494057,"date":1472419305286}}