{"petitioner":{"name":"UNITED STATES","counsel":[0,1]},"respondent":{"name":"EURODIF S.A., ET AL.; and USEC INC., ET AL., Petitioners v. No. 07-1078 EURODIF S.A., ET AL. ","counsel":[2]},"caseNumber":"07-1059","date":"2008-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-1059, United States v. Eurodif and 07-1058, USEC v. Eurodif. Mr. Stewart. "},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I can imagine you could have a grain mill and they have lots and lots of grain absolute identical one to the other. And the farmer takes his grain up and they operate on it, and then he drives away with the grain, milled. Now, it may make no difference to anybody whether the identical molecules are the same; and I think in such a case you'd say they are processing it; they are not buying and selling it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are saying if we have that, in fact, if the -- if the exact situation, if some farmers up in North Dakota send their grain just to be milled -- it's their grain -- up in Canada, and they come back, and it -- you know, it may not be the identical molecule, but it's identically the same; they have done this for 100 years -- now suddenly this -- the Commerce Department is going to say, that's a sale, and the antidumping statutes apply?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would it or not?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you, and I just wonder, what I would like to know, is if any businessman involved in any of these or related things before this decision of the Commerce Department would have thought that that is how the Commerce Department would have treated such a transaction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but common law would have treated it that way, you say?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's pretty good authority."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know. I'm asking -- the question is the same as the last case, to me: Not whether they could have done it; sure they could have done it. My question is based on my question of whether they had a rule that any reasonable person would have thought that is how they treated it - -"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because after all, you have three precedents in related areas, not the direct area but in related areas, that suggest that they wouldn't have treated the millers that way."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You know what, I'm thinking of those things, they're something called \"tollers.\" I don't know exactly what tollers are. They seem to be like people who give haircuts. They're sort of servicers of some kind. They're talking about tollers and -- and subcontractors. And that is a related area."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, can I ask a question about the scope of discretion involved here? Assume the facts were not exactly as they are here, it is not a fungible product, but that each shipment was separately identified and each shipment was processed as a different batch in France and then sent back. That I assume would not normally be treated as a sale of goods?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's really what I wanted to ask you. Even if the facts were more extreme, just as in the example I gave, do you think the Commerce Department would have discretion to treat that as a sale of goods?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But then supposing they send the suit back to a different person for alterations, and they say, well, this is part of the sale, so we want to treat it as a sale of goods?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference between that and what we've got here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you articulate precisely what your test is, because you have been going back and forth between whether the raw materials are fungible and whether there is a fundamental transformation in the product? So, how would you merge those two in an articulable test so that business people can know when they are going to be subject to this regime and when they were not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say your ultimate touchstone is whether there is substantial transformation, and whether it's a raw material or discretion, those go into that determination?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's a SWU? You lost me on the SWU. What's a SWU?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you put in more time with the uranium, with the same amount of 235, if you put in more time you can get out more?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure you're prepared for a wide variety of hypotheticals. What about a diamond? You have a chunk of rock that contains a diamond. You send it to Antwerp and they carve it away into something that, I guess you could say it's been substantially transformed. It's not just a rock. It's now a glittering diamond. Is that covered by - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Neither am I, and it's kind of -- it's sort of a bit of a concern. It's a fluctuating test that is hard to determine how it's going to be applied in a wide variety of cases."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, we're reviewing a decision of the Federal Circuit. And the Federal Circuit relied dominantly on the Florida Power case in which the same issue was presented, albeit under a different statute. But I -- reading that Florida Power, where the Federal Circuit adopted the Government's position, the Government's position then was that this very same transaction involved the rendition of services and not a sale of goods. Does the Government have a distinction between those two cases, or are you now saying in hindsight you realized that the position that you took before the Federal Circuit in the early case was wrong?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it correct that the universe of transactions that is the subject of this Act is sales? Is that not right? Rather than service contracts."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you -- do you contend the word \"sold\" is an ambiguous term, requires construction by a particular agency?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Congress intended the ambiguity to be resolved by an agency rather than judges applying the rules of common law and the rules of sales law generally?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stewart. Mr. Farr. "},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what do we do about the question that is bothering me? Maybe at some point -- maybe it's not a relevant question -- but I will assume for the sake of argument Commerce does have the power to classify it either way. What is bothering me, and maybe that's not in this case, is that as the -- as your brother lawyer just said, this statute has been around for 90 years. There has been trillions of dollars worth of foreign commerce during that time. Yet I don't find cited here any instance in which Commerce ever before said that when you have title to a good, and you send it abroad, for even a big change in it, and then it comes back, that that is a sale. Now, I might -- I don't know all the Commerce cases; maybe they did. But what I found here is like a blank on that side, and on the other side the tolling cases, Florida Power & Light, the pizza case, to the point where I thought, if I was a lawyer advising a client, and that client said if I keep title to the good, am I home free, I would have to say, yes, you are."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Now that's the -- the question I want responded to in the legal context of, has Commerce made a significant change in its policy?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And I read -- at what page do I find all these cases?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, roughly. I'll find it. I will find it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But I will see a lot of cases where - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Farr, are there earlier cases that applied Chevron deference to the Commerce's determination of what a sale is?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You agree that the Chevron case is not a substantial evidence case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"If we are to defer to the agency's interpretation, what -- how would you phrase its interpretation, apart from \"this is a sale\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So it doesn't matter whether there is a substantial transformation or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So that -- so that is the critical factor, whether it's made from their material, regardless of whether there is a transformation? If the domestic entity provides wood, wooden two-by-fours, and the foreign entity coats it in a certain way, but they can use any two-by-fours, they are indistinguishable, you would say in that case there's still -- that's still subject to Commerce's position?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So it's got to be both?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you do that if you thought it was clear as a matter of common law or under the Uniform Sales Act, or something like that, that it was not a sale?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Under common law, you don't need deference."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. If it were clearly a sale under common law, you wouldn't need to rely on deference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Halligan. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And those have been cases where the very same product is returned with value added, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What do you do about the substance versus formality question? I mean, if you do have fungible raw materials, why should it make a difference whether the domestic company supplies those to the foreign company or simply says -- gives them money and says, buy them yourselves? And in the latter case, you would say that's a sale, and in the former case you would say it's not a sale?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, old mills used to do that. The farmer used to take his harvest to the mill, and it would be ground right there while he was waiting."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's absolutely true."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your brief constantly assumes that there has been no sale, that throughout the entire transaction, the utility owned what ultimately becomes the rods, as though it was indeed the same feedstock that produced the rod that was ultimately delivered. And that is simply not true. There is a change -- there is a change of ownership. The feedstock that somebody else put into the mix is now transferred to the -- to the electric utility."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's exactly right. You don't know. So, you had cannot say that there has been no transfer of ownership."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, we've got the same molecules. I mean, when you are talking about whether there has been a transfer of ownership or a transfer of title, you are talking about molecules; you are not talking about whether you ended up the same in, you know, in monetary terms. You are talk about whether you have the same thing that you delivered to the person overseas. And you don't, or at least you can't say that you do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"","text":"That makes no sense, what you just said. That contract makes no sense. They hold title to it until they get the uranium rods, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Most of it is back overseas. It's still mixed with the other fungible U"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's only -- that's only true because apparently they use up all the feed that they get. If, in fact, they found a way to manufacture to enrich more efficiently so that some feed was left over, I presume you would not be here arguing that they could not sell that feed on the open market even after they had delivered the enriched uranium to the buyer?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but why are they providing something that is very valuable that, in fact, could not be obtained by the enricher on the open market if those were the contract terms? The enricher buys it in the -- in the -- I forget the acronym in the case that you just described -- and we don't know -- we have no reason to believe the enricher couldn't go out on the market and buy it if, in fact, the utility didn't supply the feed."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Sure. They would rather manage the risk of price fluctuation than, in effect, pay the premium that the processor would have to charge in order to hedge against price fluctuation - -"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's why they are doing that."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That is a way of looking at it. But another way of looking at it is because they choose to, in effect, take the risk of price fluctuation as preferable to paying a higher ultimate price, they are simply, for that reason, choosing to pay both in cash and in a -- a valuable commodity, i.e., unenriched uranium. You can look at it either way."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Halligan, try this hypothetical, and it really gives you the benefit of the doubt. Let's assume a department store buys raw wool from some sheep herder, sends it overseas. And it's worth $1,000, this raw wool. It is processed, spun and knitted into sweaters, and then shipped back to the department store. The sweaters, all made from the same wool, not even fungible, so that's why this is even better than your example -- the sweaters when they come back, are worth not $1,000, but $20,000. Do you think it would be unreasonable for the Commerce Department to treat that as a sale of sweaters by the European knitting wool or -- or home knitters who did the sweaters?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Say it again?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about the -- I'm talking about the sale from the European mills to the American department store."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"A processing transaction. It has changed a value of $1,000 into a value of -- what did I say -- $20,000? And that's just processing?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They said there was no sale."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When the pasta was imported, there was no sale into the United States."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's what we are talking about here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Get back to your pasta case. Was the holding of that case that there was no sale into the United States?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a different issue. We are not talking here about which transaction establishes the price. We are talking simply about whether there was a sale into the United States."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Now, wait. Suppose these knitting mills in my example, in fact, are selling their sweaters for a much higher price in Europe. Instead of $20,000 for this batch of wool, in Europe they are selling it for $40,000. And they nonetheless sell the wool back into the United States for only $20,000. You are telling me that that transaction doesn't -- doesn't count for purposes of our antidumping law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That you have to look at the price at which the department store then sells to individuals?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the department store is not dumping. It's -- it's the knitting mills that are dumping."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. And accepting that, you -- you have to begin the whole thing, however, with a sale, with a sale into the United States, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And I thought this is - - this is what you say fails in this case. That is the link of the chain that doesn't exist. You say there is no sale in the United States."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That is pretty important. Tell me -- this is a hard area, obviously. But the - - imagine -- think of all the toller cases that they've had. Now -- now, is this right: That in every one of those cases there were two companies, A and B; and in every one of those cases A sells a finished product into the United States. And also A sends the product to B to have some major thing done on it. In every one of those cases the Commerce Department could say: We can take A as a Respondent; i.e. we think A might violate the law, because maybe it's an Italian company, or we think B might violate the law. Is that true of all those cases?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, if it's true of all those cases, then I think what the opposite position is, what Mr. Farr said, I think -- I think, you know, I will -- he will say: Look at page 40 and 41 of their brief. When I look at those pages, I am going to see a lot of cases. And I bet, when I look them up, those Commerce cases are all going to use the word \"substantial transformation.\" And he will say: You see, that's what they did here. Then he's going to add -- I don't mean to put words in his mouth if the words are wrong, but - - but he's going to add: Look at those tolling cases. Those are all cases where Commerce had a choice of which to consider the sale. It could have considered the sale from the processor A to -- to B to A, the sale if it wanted to; or it could have considered the sale into the United States if it had wanted to, to be the sale for purposes of calculating the price. And so in choosing between those two, either of which it could have chosen, it chose the latter sale, the final sale, because that's how they could calculate the price. But in your case there is no such person A, because the utilities are not people who could be respondents. I mean they are not in the same position. There is no sale onwards that they could choose. So we will go to the other guy, the party -- the person who does the processing. Are you following what I am saying?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And what is the answer to that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. But, remember, they are saying in the tolling cases, in my words: Hey, we could have gone after the processor if we wanted - -"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- if there had been a substantial transformation, because the key to this concept of \"sale\" is the word \"substantial\" transformation."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In which - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What does -- what does the government do with respect to these other transactions where, indeed, the utility does not provide the feed uranium but just pays for, you know, getting -- getting the rods?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There is no down -- you know, there is no domestic sale there, either. Is it conceivable that there, therefore, can be no dumping in such a case?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it true that in all of those cases there is no transfer of ownership of the basic product? And here -- and I am not sure you have really addressed it --it is a fungible product, and you are assuming you can't tell whether -- when it is in process or whether it is one party's or the other's. But if you could tell and you had some way of identifying just which one here, but they wouldn't care because they are all equally valuable, and if it developed that it was actually a third party's product that was being processed, then there would be a transfer of ownership, and there clearly would be a sale. Isn't that true?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you have the same contract you've got here, but you are able to identify that, in fact, there is a difference in the -- in the commodity that -- that -- at least not a different raw material that was sent to France and returned. It is just a substitute. It seems to me that -- in that context, within the meaning of your argument, that there would have been the transfer of title to that -- that commodity."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, isn't it true, if you can't tell, the odds are that there is some product the title to which has been transferred?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can't we assume -- let's assume that there is."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Assume that there are - - are two sources for the uranium, A and B, and it goes to the enricher. A gives it; B gives it. A ends up with B's uranium. Justice Stevens is saying at some point there is a transfer of title."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. We are asking you to accept that hypothetical, so we can - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying the utility doesn't have title to what was formerly B's uranium?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The enrichment is done. It's back in the United States. The utility says: This is my uranium. I have title. Do you dispute that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How does he get the title from -- to the uranium that was formerly B's uranium?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"At what point did that title transfer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't -- you don't retain ownership of that. And if you go to the bank and say: Show me my money, they are not going to say: Well, here's your money. They -- they have title to it. They own it, and you have a claim against the bank to what you gave them."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any point in time from the time that the -- the processors get ahold of the uranium until the time it leaves their control that if they went bankrupt, anyone other than the utility could get ahold of the product?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but if they go bankrupt because -- I mean let's say they don't have all the uranium. They have got five people who shipped them uranium, and they have only got enough for four. Each of the five can't say: I'm entitled to get mine back."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Halligan. Mr. Stewart, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stewart. The case is submitted."}],"people":[{"id":0,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":2363,"interruptions":11,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":1,"fullName":"BARTOW FARR","firstName":"BARTOW","lastName":"FARR","counsel":true,"justice":false,"side":"petitioner","words_spoken":1548,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CAITLIN J. HALLIGAN","firstName":"CAITLIN","lastName":"HALLIGAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3063,"interruptions":29,"times_spoken":51,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1128,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":781,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":104,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":142,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"I think that you need to look at two things","lastName":"things","counsel":false,"justice":false,"side":"","words_spoken":87,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3911,"times_spoken":42,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":29,"words_spoken":3063,"times_spoken":51,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":3456,"times_spoken":94,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035013}}