{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"v. No. 07-1209\nWOODROW F. SANDERS. ","counsel":[1,2]},"caseNumber":"07-1209","date":"2008-12-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 07-1209, Peake v. Sanders et al. Mr. Miller. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you say that? That it was understood so? Because of the Attorney General's commentary on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You basically have four cases in the courts of appeals to support that proposition, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but this is -- I mean, it's kind of the -- it's the first notice. It gets the ball rolling. I think it's like, you know, two teams and you don't tell one of the teams when the game starts and then you say, well, it doesn't matter because they would have lost anyway, there is no prejudice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we go back to the question that was just posed? We have never held that every agency -- agencies come in many sizes and shapes, but in all cases, the APA places the burden on the -- on the petitioner. But this Court has never held that across the board, no matter what agency we are talking about, that's the rule."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was Congress aware of this when the Administrative Procedure Act was passed, you mean?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you to clarify exactly what you mean by the \"burden\" of showing prejudice? Is it correct that neither of the following -- to borrow the terminology that you would use in formal litigation, and I understand this is not formal litigation before an agency, but to borrow that terminology, is it correct that the issue here doesn't concern either the burden of production or the risk of nonpersuasion before the administrative agency? Before the regional office? In other words, if there's -- if there is evidence that the veteran as opposed to the VA has to produce, that doesn't change, and whatever the standard is that has to be met to show an entitlement to benefits, that doesn't change either, so that all that's involved here is whether -- whatever showing needs to be made is to be made on appeal or on remand?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's in O'Neal. It says that, but most of the court joined and the reason it says it is it just confuses everybody, at least me, to talk about \"burden\" in this context. I think if O'Neal is right, it says what this is, is not involving a jury, not involving -- it's just what Justice Alito says, and following that, what you have, you say to the judge, \"Judge, your job is to decide this. Decide. Decide whether you think that the one side -- whether there is error or whether the error is harmless or whether it isn't. Decide it.\" Now, it could be in a rare instance the judge just can't decide. He's in grave doubt. And so what we are talking about is what to do in that -- what should be a very, very rare instance. Now, when I read this case, I thought the Veterans Affairs is absolutely common sense on this. It says, well, when you really don't know what to do, Judge, if the veteran got no notice at all, then probably the error was harmful. But if he got the basic notice, and all that's at issue is who should produce what or whether he thinks that he didn't know that he's supposed to produce a lot of information, well, there, it would be pretty rare that it was harmful. So then you'd better say to him, veteran, why did this hurt you? That's all common sense, and it seemed to me that that's what the Veterans Court was saying and then the Federal Circuit unfortunately, like I might have done, too, got it all mixed up with this burden of proof language. Now, you tell me, legally is that result which I am talking about sensible, and if so, how do I get there legally?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not criticizing you for that. I'm not -- it's not a criticism. I'm just really trying to figure out to get to what I see as common sense legally."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The theory is he didn't know anything about this, got no notice whatsoever, so he didn't know that he's supposed to produce more information or he'll lose. That's the theory."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you connect it by saying normally a veteran who isn't that knowledgeable -- not everybody is a genius in law -- when he doesn't get a notice that tells him you got to produce something more or you lose, he might forget to produce something more. That's the theory."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, usually, when you have an appellate court, with a hard question, is easily divided, the case is resolved on the basis of the standard of review. What is the presumption, if it's a close case? And why isn't that all sort of what we are talking about here? It's a close case, and the judge - - the panel says, well, this side has the burden of persuasion, so we're going to come out the other way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if what they would have done differently is get different medical tests, or done something like that, or have the doctor in the prior testing who prepared the diagnosis look at something that they didn't have them look at before? In other words, it's not simply the absence of documents that they know they can submit or could have submitted. It's that type of question where nobody knows. I mean, you don't know what would have happened if they had the doctor look at the issue that now turns out to be critical, but if they had gotten the right notice they might have had time to do that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the government has the obligation at the very first to tell the veteran what the veteran must produce to substantiate the claim and the government doesn't do that, why shouldn't it be the responsibility of the government to say to the court, \"this is what, if we had done what we were supposed to do, this is what we would have included in our notice.\" And looking at that, the court can tell whether there's anything the veteran might have done. But why shouldn't the government at least have the obligation to say what it would have done had it complied with the statute, what it would have said specifically in this case?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is fine. If I get that record and if it is the way you describe, I'm not in grave doubt. No problem. The record's the way you described it, she knew everything she was supposed to know, so there's no harmful error, okay? We are only talking about cases where there is real doubt in the judge's mind about whether this failure of the agency did or did not hurt the woman or man. Now, when in doubt, we have the Veterans Court telling us the best way to administer this stuff is when they get no notice at all, and you are really in doubt, judge, you don't know if it was harmful or not, here's what you do: Assume it was harmful. They're the ones who know. I don't know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose then we look at our rule, we read the first paragraph, what this court said, and we all held it, and therefore, we say, those are the cases we're talking about, where you are in doubt, and when you are in doubt, go proceed as the Veterans Court told you in terms of who has to show what."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I am not following this as I should, but it seems to me you are suggesting that there is no error."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the error?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that error was not prejudicial because the earlier information she received gave her what she needed?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wasn't that statement you just made sufficient to discharge the burden of showing no prejudice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know -- it's easy to look back and view this in the abstract legal terms, but we are dealing with lay people who are trying to get something from the government, which is always a difficult thing. And you have one notice saying you have got to show that this was during the service, then they get another notice or decision saying it wasn't severe enough. Why is it so difficult, when the government made a mistake in dealing with this layperson who is just trying to get benefits to which they are entitled, to say that the government has to show that it didn't make any difference, rather than requiring the layperson to do that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And as between the two courts, the court of appeals, the Veterans Court and the Court of Appeals for the Federal Circuit, do we owe either of them, maybe not deference in the Chevron sense, but some deference because of their expertise in dealing with these claims, and if that is so then do we owe more deference to the court of appeals or the Veterans Court?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":10,"sideBefore":"","text":"I mean it's an issue of law, so I take it it's de novo."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the exercise of that review, don't we have to give some weight to the determination of the Court of Appeals for Veterans Claims that sees these claims all the time? I actually thought that that's where you were going to start out because you cited 7261, which says that the Court of Appeals for the Federal Claims shall, what, give due effect to -- take due account of the rule of prejudicial error. And I think you could get from that that they have a certain amount of latitude in determining what the best rule is. But you're not going to -- you don't tell us that?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask a factual question. You said most of these people were represented by counsel. There used to be a rule that they could only be paid ten dollars a case. Is that still in effect?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But not during the nisi prius proceeding."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There can be counsel. But is it really typical?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There would be a dramatic change, because years ago I remember a case in which the Court upheld a ten-dollar fee limit on the notion that these people didn't need lawyers at all, which struck me as a little strange."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Miller, could you help me out on how the system works in practice in a different way? One of your answers a few moments ago was that when -- I think it was Ms. Simmons was told why she lost, she in effect got as much notice as she would have needed to have to in effect do better on a remand. My first question is: Is there an automatic right to a remand?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"With new evidence?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But even on the - - on the functioning of the system as you have explained it, at the -- at the very least the person says -- let's assume Simmons says: Oh, now I understand and I will get the following piece of evidence, which I didn't realize was my responsibility. Even on that explanation, it means that the claimant is going to have to go through another stage in the administrative litigation process. So I assume that ought to count as some sort of prejudice, and I assume it's something that, as it were, the burden of championing the VA ought to bear rather than the claimant."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the -- I'm sorry. I didn't mean to interrupt."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you are going to have to go through another stage of litigation. One of the functions of the burden rule, and it might be too subtle a function to worry much about, but one of the functions is to puts the party with the burden on -- on notice that if you fail in your obligation, you're the one who is going to have to pay, unless you can convince everybody that there was in fact no harm done by this. And this induces the party with the burden to do what the primary obligation says the party ought to do. And on your -- and on your analysis, since the government would not have that obligation, the government has less of an inducement to follow the statutory obligation."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it may have a strong inducement, but I'm talking about a stronger one. If the government knows that it is going to bear the burden of any doubt about the significance of its failure, to some extent I suppose that is going to induce the government to be on its toes."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean that's the essential problem with common law adjudication. And there is not much we can do about that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the experience? When the case is remanded, it goes back to the -- does it go back to the regional? Suppose the -- the veteran is now given an opportunity to present whatever additional substantiation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Miller. Mr. Meade. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it a speculative enterprise? If you are correct, and the proper resolution in a case like this is a remand, let's say all the way back to the regional office, and if before the regional office it's the veteran who will need to come forward with some evidence supporting the claim, why does it make sense to remand the case to the regional office if there is no possibility that when the case gets back there the veteran can come forward with medical evidence that's needed?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What if you have the situation -- and I think actually your co-Respondent's case illustrates this better than yours. But you have a situation where the record as it has developed contains some evidence that supports the veteran's position and some evidence that supports the position in favor of denial of benefits. The Veterans Administration all the way up through the process finds that the evidence contrary to the veteran's position is much stronger and denies the claim on that basis. The veteran says: I didn't get notice of what exactly I needed to prove. Now, if on remand to the regional office it's still going to be up to the veteran to come forward with medical evidence showing hearing loss or vision - - connecting the vision loss to something that happened in the service, why does it make sense to send it back if there's no possibility that the veteran is going to be able to do that when the case gets back?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. Why is that? I'm not sure I follow you on that point. Once he's got up to the next level and finds what the notice should have told him, why can't he come up with it then?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You say it's a de novo, right, at this next level?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In your case did your client attend the initial hearing?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the first time that your client knew that this claim was going to be processed at a particular time or the first time your client knew it had been denied? I just was never clear on the fact of what happened. If the notice was lost in the mail, so how did she know there was a hearing at all, or did she?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just trying to -- it seems to me at the first hearing, if she in fact is there, they say, well, now you have to give us some notice. And then at that point -- or some documentation, and at that point, at the initial hearing, everybody knows who has to produce what."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there usually an initial hearing?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And so, why not just say that? What's the big problem of saying, judge, and then you say just what you said? And then the judge again won't be in doubt any more. So there's no need for this case because, either -- either -- either the veteran's agency will say, look, I walked that veteran through the process, I walked him through the process, walking him through the process he was told everything he needed to know, and there is no real problem here. It's just a formality that he didn't get the notice. And if that's true, I'm not in any doubt, unless the veteran tells me that that's wrong, and here was something, okay? On the other hand, we have your case. Your case, she didn't go to the doctor. If she went to the doctor, maybe she would have found something out. Again, I have no doubt, there is harmful error. So this case is a theoretical law professor's case that is never going to come up, because there is never any doubt. Either the VA did walk him through it and it's no deal -- big deal, because she can't come up with anything, or she can come up with something."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It certainly does because it makes sense to tell the government: Government, you have to come up with every possible conceivable factual scenario and prove there wasn't a man from Mars who came in, and -- you know, that doesn't make sense."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I know all this and why don't you just tell the judge that and say: Look at my client, judge, look at my client. My client obviously isn't going to understand what to do unless the client is told. And here my client wasn't told. I'm the judge, I'm not in any doubt, you're going to win, okay? So what I can't figure out is how to deal with this case, which as I said strikes me as a law professor's case that shouldn't make any difference in any real situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No court is going to accept as a showing of prejudice the idea that, here, look at my client as a layperson who didn't know what to do. That's not going to be adequate, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's wrong with Mr. Miller's response that at the very first level of review, you can start all over; and at that point you know precisely why your claim was denied?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That was my question. Is it -- is it -- I take it it's more than just a stamp saying \"denied,\" right? There is some explanation in every case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the -- the notice can be given -- skipped entirely, as it was in Simmons case, or notice could be given but it's defective. It can be defective in a major way, it can leave out -- you said Congress recently required a more detailed notice. Do we treat all those like, as long as the notice doesn't measure up fully to their statutory requirement, then the veteran goes back to square one? And so, you wouldn't make any distinction between whether the notice was not given at all, and the case where the notice was given, but it was incomplete?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Meade. Mr. Lippman. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seems -- what I was trying to get to, which I don't see how to quite get there -- it seems to me that if something really went wrong, if there -- there's no notice, that \"veteran, you have to put in some material, or you are going to lose,\" if there is no notice of that, and he really didn't get any notice during all this cooperative process, then I think the Veteran's Court is right. At that point I think it's fair to assume that he's hurt. But if he got the notice -- and there'll be a few cases where he had nothing to produce, but a lot of them he would have had something to produce. They know it, we don't know. The Veteran's Court knows. Now the other three matters -- who is supposed to produce what, and do you have general knowledge, can you produce whatever you want -- I would think it would be very rare that a veteran was hurt, if he knows the first, by not knowing the second, third and fourth. And therefore, I think he better come forth to explain in the brief, in the brief, why this matters. Now, that's what it seemed to me the Veterans Court set up. They know about it. They set that up. It's common sense. So, how do I get to a legal result that says just that? Or can I or should I?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your case is one where the veteran did get what they call the first level notice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So Justice -- the implication of Justice Breyer's question is that your client would lose, because your client did get the first level notice and you say that that's not good enough."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why doesn't this make sense in your case? I think this illustrates what is troubling to me about the Federal Circuit's decision, but maybe I am missing the point. Your client was denied benefits for failure to show a causal connection, to show that his vision loss is service-related. He provided evidence from two private ophthalmologists or optometrists providing very weak causes of -- evidence of causation. One said it was not inconceivable that this was the cause of it. He was examined by two VA doctors, who said it was more likely that this was caused by post-service infection rather than by an explosion while he was in the service. Now if the case -- if the notice was defective, why does it not make sense to say to your client, show us that you can come up with some medical evidence that shows that this is service-related, something more than a doctor who says it's not inconceivable? Then it makes sense to remand it. But if you can't do it on appeal, what sense does it make to remand it, where the same failure to provide evidence is going to doom his claim?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that such a tough thing to do? It sounds like it's sort of -- is there some law out there that stops you from saying in the brief in a paragraph that, we would just like you to know, Judge, that we had some evidence here, or we have some now that we want to present to them. That's all. And then if I see that, I would say, my goodness -- and you describe it in three sentences. Now what is -- the Constitution doesn't stop you from doing that, does it? What stops you from doing that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They stop you, but the Veterans Court said to do it. So -- and they are the one who know this area and they said you should have to do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Between me and the Veterans Court, as to who knows best how to work this system, it's ten to one it's not me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What they decided there is if there's no notice at all, no, you don't have to have a proffer, because it's up to the agency to do just what you want. But if it's one of these other three, far more technical things, which occur far more rarely, on that one, you better tell the judge in the brief how it makes a difference. That's their conclusion. What's wrong with that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- the statute says, and this is consistent with Justice Breyer's line of questioning, that the Veterans Court, the Court of Appeals, the Veterans Court of Appeals, shall give due account to the notice -- to the rule of prejudicial error. That seems to me to indicate that it has some discretion in how to decide the harmless error rules that it will apply, and that it knows more about it, in Justice Breyer's term, than either we or the Court of Appeals for the Federal Circuit. Why can't I get that out of this statute?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your position seems to be not that the government should have to show prejudice, but as applied to a case like yours, that there is an irrebuttal presumption of prejudice. What could the government show? They would have to show that there is not a single ophthalmologist in the country who, if he or she examined Mr. Sanders, would find that the vision loss was attributable to a bazooka explosion in World War II?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- but I don't understand that. I mean, let's suppose, contrary to your wishes, that the client was not hurt. He was hurt by some other thing, nothing to do with the bazooka. That's not your client -- that's the imaginary client -- but everything else is the same. Well, does that mean because they forgot to tell the client that the client has to go and produce some evidence, and she thought the Veterans Administration would produce all the evidence? Because they forgot that, your client wins and gets the money?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't seem - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I know. Now you are going to be back in the remand and you now have to produce some evidence, don't you, or you lose?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So then why is it a big deal that you summarize what you're going to produce in the brief? We're back where we started."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I might have called them a proffer. I just want to say it's a description in the brief of how you're hurt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You started earlier, at one point, to say how this actually worked out in your case. Could you just spend a minute to explain that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How it makes a difference in your case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So why wasn't that enough for you to establish prejudice, regardless of who had the burden?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Uh-hmm."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you would phrase the prejudice in terms of what you would have done and what you weren't able to do, and which you can now go back and do if it's remanded. You don't have to have the evidence that three people would say he was complaining about the vision loss at the time. It just seems a reasonable thing to -- you know, maybe it is reasonable, maybe it's not; but the Veterans Administration has more knowledge about that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know where this first level, second level -- I'm looking at the statute on page 98a of the petition. And it seems to me all part of one. It is one notice? It doesn't seem to specify a second and a third. It's describing the contents."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"\"As part of that notice, the Secretary shall indicate which portion of the information and evidence is to be provided by the claimant and which portion by the Secretary.\" The statute seems to be talking about one notice, not \"first level,\" \"second level.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that was taken out, the fourth one. No?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And tell me what that is. It's not in the statute?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it just tells that the Secretary requests the claimant provide any evidence in the claimant's possession that pertains to the claim."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's fairly straightforward."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Miller, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think it's perfectly clear from that what gaps need to be filled in?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"At that point is the claimant disentitled to have a lawyer?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"But at the point they get the notice and they are trying to evaluate the significance of the notice, they are not entitled to a lawyer?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":11,"sideBefore":"justices","text":"But what about the notice, the original notice? They don't have a lawyer at that point? That was Justice Souter's question. I didn't - -"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- at the point where the statute requires original notice, they are not entitled to a lawyer."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"We agree on that. Now, they have gone through stage one of the litigation and they have lost. And they are getting a statement of reasons. At that point, are they entitled to have a lawyer?"},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"But whether -- I guess the situation that I am concerned with is, the person up to that moment not only does not have, but is not entitled to have a lawyer. The person then gets a piece of paper in the mail that says, \"You lost. These are the reasons.\" If the person -- if the claimant then says, \"I don't know what they are talking about. I will go get a lawyer,\" then I can understand at that point a relatively sophisticated mind is going to come in to understand it. But if the client simply reads it and says, \"I really don't know what they are talking about here or at least I think I know what they are talking about, and I guess it's hopeless,\" the person is not likely to have legal advice. And what I'm getting at is that the person at that stage, at the moment the notice arrives, is in a position, I would think, of extreme relative disadvantage."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"You can see where I am going with the argument."},{"name":"JUSTICE SOUTER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it seems to me that there are two points at which the veteran is at a disadvantage. And you are talking about the second of the two. I am talking about the first of the two. And the first of the two is the point at which the -- I mean, following the hearing, the veteran gets the notice and the veteran is not in a very sophisticated position to evaluate what the veteran is being told."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you have been saying \"entitled to a lawyer,\" do you mean entitled to a lawyer or allowed to have a lawyer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2628,"interruptions":16,"times_spoken":47,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CHRISTOPHER J. MEADE","firstName":"CHRISTOPHER","lastName":"MEADE","counsel":true,"justice":false,"side":"respondent","words_spoken":1304,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":2,"fullName":"MARK R. LIPPMAN","firstName":"MARK","lastName":"LIPPMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1193,"interruptions":12,"times_spoken":28,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":68,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":476,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":679,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1585,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":474,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":10,"fullName":"THE WITNESS","lastName":"WITNESS","counsel":false,"justice":false,"side":"","words_spoken":10,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":742,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2628,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":2497,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":4892,"times_spoken":95,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.6003835559494984,"respondent":0.39961644405050156,"date":1472411005633}}