{"petitioner":{"name":"EDMUND BOYLE","counsel":[0]},"respondent":{"name":"No. 07-1309\nUNITED STATES. ","counsel":[1]},"caseNumber":"07-1309","date":"2009-01-14T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument in Case 07-1309, Boyle v. United States. Mr. Fernich. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fernich - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- are we talking just about the instruction to the jury? I know you think that the instruction given here was incorrect. But is it just a question of charge error or are you saying that there was insufficient evidence of enterprise for this case to go to the jury?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying if a proper charge had been given, this jury on this evidence still could have convicted the defendant?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you make that -- did you make that objection in the trial court?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the error was the failure to give the instruction that appears on page 95 of the joint appendix? Is that the error that you are complaining about?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you mean by that precisely? Suppose you have a group of people, the ringleader goes and gets a safecracker, he gets a wheelman, and so forth, all the people he needs for the crime; and he says we are going to call this the -- the Brinks Job Group, okay? We are the Brinks Job Group. But that's the only thing that he has put the group together in order to do. But it's still a group. He calls it a group and he gets all these guys together and they -- they meet and have lunch together, and do a lot of stuff together. Would that meet your -- your condition of a separate association from the predicate acts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Except insofar as it is directed to the Brinks job."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you imported -- I'm looking at your quotation from Turkette, at page 5 of your brief. It doesn't seem to me conclusive of your point. In order to answer Justice Scalia, you had to interpolate, to add various words. You had to say - - you said an ongoing organization with directions or something to that effect. That is not what Turkette says. Turkette says \"as proven by evidence of an ongoing organization, formal or informal, that is continuing.\" That's all it says."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What does \"structure\" mean? I think you said it doesn't mean that this has to be an organization with a president, a treasurer; it doesn't mean that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- what is the minimum to qualify as having a structure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So all you have to do, to pick up on Justice Scalia's hypothetical, is just not the Brinks job, but you have to have one more crime, and that's it; then everything you've talked about is satisfied?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The jury -- the words that you asked for, what was it? \"Ascertainable structural hierarchy.\" And suppose the judge gets questions from the jury: \"Your Honor, what do you mean by ascertainable structural hierarchy?\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are the words that you wanted the judge to include in the charge - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and it's your requested charge, as to say to have an enterprise you need to have -- the group has to have an ascertainable structural hierarchy. Those are the three words in your requested charge."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But those -- but you did ask for those."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And now I'm asking you, what does that mean? The judge gives your charge, the jury is puzzled: Your Honor, we don't understand what you mean by \"ascertainable structural hierarchy\"; would you please tell us specifically?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And some of those examples it seems are present here. One you gave was longevity, well, this has been going on for 10 years; another was a unique way of operating, and they are specialists in deposit boxes and they have look-out people and they have people who actually break into the bank, and they have a certain amount of skill. So we have longevity, modus operandi, and a division of labor. They have some people being their lookouts and other people doing other things. So I was looking at your list in the reply brief, and it seems to me that this organization, this association of individuals, has some of those characteristics."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why do you need a hierarchy? Why do you need a boss? Why can't it be a democratic mob? I mean, there is no boss and they agree that all of their decisions will be taken unanimously?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what you requested. Isn't -- isn't that the instruction you requested?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you couldn't, could you, because the -- an organization can consist of an individual. And it seems to me that all of the requirements that you have been specifying would in an individual case be met simply by showing that there was -- there was an individual in business who had a brain."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, if I set up a newsstand, it's a sole proprietorship and that's all I have to do. And if I have a functioning brain, I have a decisionmaking mechanism. I remember from day-to-day what I did, so I have continuity. And -- and it seems to me that all of these requirements are -- are virtually satisfied as a matter of course by an individual who engages in any kind of business that might have interstate-commerce implications."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, absolutely. But it seems to me that it -- it puts you in sort of a -- a difficult position to -- to be calling for or -- or requiring jury instructions that call for, as necessary conditions, findings of structure, continuity, decision - making, capacity and so on, when in fact on -- on at least one variety of enterprise, these conditions are - - are met virtually automatically simply by having somebody doing business in any way."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I agree, but an individual can be an -- an enterprise."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and an association, in fact, can be an enterprise. And if we accept those two propositions, then I think you've got a tough row to hoe in saying that any enterprise which is not an individual has got to have all the formal characteristics that you talk about, given the fact that those characteristics are automatically satisfied by an individual."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it include, let's say, a street gang? How about -- this may be before your time, but \"The Lavender Hill Mob\"?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The Alec Guiness movie, \"The Lavender Hill Mob.\""},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If hierarchy is not required, then I'm not clear what more -- what you think needs to be shown beyond the fact that there was an association in fact and whatever continuity needs to be shown in order to establish the pattern. What -- what needs to be shown beyond that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What needs to be charged to the jury that they must find beyond that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But What does that mean?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I just - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Basically, you described this -- this gang. One -- one person is a guard. The other person brings the hook to pull the -- the box off. Another person scouts it out. Another person's got the scanner. It seems to me to fit precisely what you have just described."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it pretty clear that if the -- the person who is supposed to be the lookout doesn't perform his job, he is not going to be included in that next heist?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there a record that this is a more or less steady group that hangs out together, except when one of them gets caught and put in jail, and then they replace him with someone? But this is -- this was explained as a group that meets regularly in the Brooklyn Social Club?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But one of the members owned the club, right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you have a gang that gets together every Friday afternoon and by democratic means they decide what crime they are going to commit that weekend. And they are multi-talented so they - - they look at the whole list of RICO predicates, and they choose a different one each -- you know, each weekend to commit. And they do that over some period of time, and in doing that they perform different roles at different times. Is -- is that an enterprise?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We will take that part out of it. They don't look at the statute. They just - - whatever crime comes to somebody's mind. They -- they want to commit a crime every weekend to -- to make some money. But it is a different thing, done by different means, different roles."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that have an ascertainable structure?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what structure would there be there? What characteristics of that group would satisfy the structural requirement?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How about during the period that this man -- what was his name, Mangia - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. When he was running the show, it seems that he was a leader, and that the - - and that the group wasn't quite as democratic before he got sent to prison."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That wasn't what I meant."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I meant, would the organization, as it was described to exist at the time Mangiavillano was there, would that have satisfied the definition of \"structure\" because it had a leader?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you try something out in your mind, and maybe you can't react to it. I'm trying to figure out how the structure requirement, what to say, and a thought was occurring to me which I am not wedded to, I would like some reactions to it: Is to say that there is a structure means that among this association of people there must be rules, understandings, or behavior that tend to keep the association together over time, other than those which would be essential to allow them to commit the particular crimes at issue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know, but I'm trying to work out in my mind, is that a sensible thing to say? The trouble with the word \"structure\" is everything in the universe has a structure, and so it's awfully vague? I'm trying to make it a little bit more specific."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't what I said. I said: Rules, understandings, forms of behavior that tend to keep the association together over time, other than those rules, understandings and associations and behaviors that would be necessary -- \"necessary\" meant strongly -- to commit the particular crimes at issue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fernich. Mr. Yang. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wait, wait, wait, wait, wait. I assume that he was responding to the argument that you can establish the enterprise from the mere existence of the pattern of the acts, from the separate acts. And if indeed it takes nothing more than the acts to constitute the enterprise, it seems to me he has a point."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so we'll forget about your first one."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"When you say \"individual,\" the first part of the definition of \"enterprise\" speaks about any individual partnership, corporation, association, or other legal entity."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So then, I've read somewhere that people feel that where that individual is involved, the individual is acting as an -- a legal entity such as a sole proprietorship. Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about a legal entity. And in the second clause, what we are talking about here, specifically, it is \"a corporation, a union, or a group of individuals associated in fact although not a legal entity.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What appendix? Not the joint appendix?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So then you'd have an easy time before the jury. And same thing with respect to the individual. All that's saying is that when you are dealing with one person, it's pretty easy to prove that he, you know, directs himself or, you know, has an ongoing plan, but that doesn't mean that it's not a separate element that the jury should have to find."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say that it's not distinct from the underlying offenses."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But they don't have to be separately instructed that they have to find that, do they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is the instruction that the Seventh Circuit and the Eighth Circuit give that you don't think is necessary?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would you agree there could be a situation in which an individual engages in a pattern of racketeering activity together with other people and yet is not participating in the affairs of an enterprise through the pattern of racketeering activity?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what is -- why would it not? What - -"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's lacking there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought an individual -- I thought an individual could be the enterprise?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"An independent contractor rather than an employee."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What if he has a list of 25 people who may, on various occasions, want to participate with him in bank robberies? So whenever he gets the urge to commit a bank robbery, he gets out his rolodex and he picks one or more of them and calls them up and they commit the bank robbery?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is the element, then, that is missing?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- I guess that's where I'm losing the argument. Why is it difficult?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then why don't you dispense with the association-in-fact category and simply go with the individual?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Two people -- two people walk along the street and know each other, suppose that's the example, and one of them says I have a great idea. Let's go in and take some money out of the post office. The other says, what happens if a policeman comes? The first one says, we'll bribe him. Okay. Then they do it. That's it. Period. Now, of course that's illegal. But is RICO supposed to catch that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is it that keeps them out of it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, here we have two - - two -- two related crimes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There was between the two."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That is the bribery. What happens if three months from now the postal inspector comes to catch us, we will bribe him."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You are quite right, I agree with you that these are different efforts to try to catch the same problem. And the problem is that I don't think anyone sees that the simple conspiracy in carrying out of two criminal offenses by several people together without more -- without something more should violate RICO. I think your answer to that would be you agree with that, but tell me if you don't. And then if you do agree with it, the very difficult problem is to figure out how to get the people to clearly show a pattern or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In fact, your friend said that the period the jury found was just a couple of months."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and were they shown to the jury, all of those bank burglaries?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it is not at issue in this case whether -- whether the entity can be - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- derived simply from the predicate acts?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Before you do that, Mr. Yang, could you give us a sense, if you know it, about the practical results of the different formulas that - - there are at least three formulas, I take it that the different circuits have approved. In the result of the RICO prosecution, does it really make a difference which one of these is charged or do they could out the same way, anyway?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What did you think -- what did you think of the -- probably not much of it, but what did you think of my effort there? And I am trying to point out, as you see, I am open to anything that will deal with what I think of as a functional problem and the functional problem is exhibited by that Posner example I gave you or by two investment companies that decide, what we will do is we will issue a letter that is going to be shown to two different people; that is their only association; or maybe 100 people, but they know who they are, and they are going to be shown this letter over a period of five or 10 years, and someone later comes back and says there is a false statement in the letter. Well, they shouldn't issue a false statement, but is that RICO? I mean, so -- so the object -- the object is to find a way of not overextending RICO where there is nothing there but a conspiracy to commit two crimes. Pattern is one help. The pattern is pretty vague, so all the courts but one have come along, I take it, with this other help, which is playing on the word structure. Now you have heard what I said as a weak effort to try to do something. What is your best effort to do something to deal with the problem? Or what's wrong with my effort? Whatever you want to say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's different. That's -- of course the same evidence can establish two separate elements."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The problem will be conflating the elements so that every single case that you have the first set, you also have the second set."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Always, in a case where you sue the investment company because of their one letter used four times, it's the act of the individual. In the case that Posner used, it's always the act of the individual. There's always a criminal act of an individual."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And he has to be associated, however, with an enterprise for it to fall within RICO, and there also has to be a pattern."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's going back - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's right, and our problem is he is doing it with one other person whom he met once, and they agreed to do it, and it's a common law conspiracy; and now suddenly he has done it twice with another person who helped him and they said they would do it, and now we have RICO; and my belief is - - which you may not agree with -- that that common garden-variety conspiracy to say, rob a bank and then transport the money a few months later, that that's all that's at issue. That shouldn't be within RICO."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You might come back and tell me it should be."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I am -- I am really confused now. I don't -- I am not sure I know what your answer to the question presented is, which is quite simply must an association-in-fact enterprise under RICO have some ascertainable structure beyond that inherent in the commission of predicate crimes by its members and associates? And you -- your answer is no?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right, right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you would have to tell the jury -- you would have to tell the jury you would have to find it. Of course the jury can find it, but the issue is must the jury be told that it has to find it? I think he's conceding - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Be told it's not enough, ladies and gentlemen of the jury, for you to find that these predicate acts occurred; you must find -- and you can find it just from the predicate acts, if you think the evidence will justify that -- you must find an organization separate from the mere commission of the predicate acts."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not at all; not at all. That would make a lot of sense, because RICO is not intended just to bring in the crimes. They are look for something else. They are looking for an organization that is involved in these types of things."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you -- you would instruct the jury that if these three thefts that are covered by RICO occurred over a period of a year, and they involved lookouts and scanners and so forth, you may infer from these acts an enterprise as defined by the statute?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You would allow that instruction?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where in your briefs or in the materials do we find the definition of what the enterprise is, other than in the statute, other than the terms of the statute itself?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, in other -- what do I refer to in order to supplement the instruction that I just noted -- that I just suggested?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's at the bottom of 111 where it said you can look to see what it does and make the inference rather than have -- I forget -- an abstract analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You say enterprise. I mean, the objection is that the enterprise is no different than the various predicate acts."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you Mr. Yang. Mr. Fernich, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, the case is submitted."}],"people":[{"id":0,"fullName":"MARC FERNICH","firstName":"MARC","lastName":"FERNICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3204,"interruptions":18,"times_spoken":47,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ANTHONY YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":3469,"interruptions":25,"times_spoken":58,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":3,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":310,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":316,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":982,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3204,"times_spoken":47,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":25,"words_spoken":3469,"times_spoken":58,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":3373,"times_spoken":107,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":5}}