{"petitioner":{"name":"GARY BRADFORD CONE","counsel":[0]},"respondent":{"name":"RICKY BELL, WARDEN. ","counsel":[1]},"caseNumber":"07-1114","date":"2008-12-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-1114, Cone v. Bell. Mr. Goldstein. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There is also a third thing that's uncontested, which is there is no Brady claim on the merits. That's not at all included in your question presented. The district court and the court of appeals concluded that there was no Brady violation on the merits. I don't know what would happen if we sent this case back. They would conclude it again."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but don't stop there. On page 25a, they've been talking about those federalism issues. They say: \"We need not be delayed by these interesting questions of federalism, however, because in all events the documents discussed in the dissenting opinion that were allegedly withheld are not Brady material.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but don't - - you've resolved your dilemma by not raising anything at all about the merits in the question presented?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's start on page Roman xi, where the questions presented are. There's nothing in there about the merits of the Brady claim. It's all about the procedural objections that you have."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I guess what I would say is you've got - habeas review of that claim because the district court decided it on the merits and the court of appeals decided it on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. It seems to me you either did not raise the question or you did."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you did not, then we don't address the procedural issues that you raised. If you did, then also we have to resolve the question on the merits, a very fact-specific Brady claim that we would not normally take without reaching those procedural issues. So, I don't see why the procedural issues are before us."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where am I going to find footnote 6?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Our -- our cases clearly hold that when you have alternate holdings, neither one is dicta."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's fair for the Respondents to say, look, there's no reason to take this procedural -- complicated procedural issue, because we win on the merits. And the court, as their view articulates, the court decided that question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how long has this case been going on? When -- when was -- when was the crime?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The crime was committed in 1980, 28 years ago."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And when was the -- when was the conviction and the sentence of death pronounced?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you want to go back down again, for another - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How old is this -- is this defendant?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And when -- when did the court indicate in -- in Tennessee that you had access to the file?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I thought that was 2000 -- when was that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. GOLDSTEIN: In 1992 he was granted access to the files. He immediately stated, right away - it's uncontested -- his Brady claim. And then Justice Scalia, the case went on - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":3,"sideBefore":"justices","text":"And the Brady claim has been pending in the Federal courts but just not decided since about 2001?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was -- it was decided. It was decided -- wasn't it decided the first time around? I mean, the Chief Justice calls your attention to page 25a. The reason the court said they're not Brady material -- we said it before, we said it the last time the case was before the court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess it's -- my questions and the questions and the points - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was raised about the time are related, because one reason these things drag on interminably is that you are -- exactly why you're raising this issue here, it's a procedural nicety or a procedural difficulty that arose some time ago in the State courts. But since then the Federal courts, both the district court and the court of appeals have addressed it, and -- and that that's a good jurisprudential approach to say, particularly in a complicated case like this that is 26 years old, here's our answer on this, but so that we don't have to go through this again, if we're reversed on that, here's our -- our alternative holding; and they said right after the sentence I quoted, we said this before, and we now say it again: This is not Brady material."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought what you asked us to do was to reverse on the procedural default issue and remand the case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That would -- that would then depend on us agreeing to review a very fact-bound, necessarily fact-bound, Brady question when the questions presented focused on a procedural issue."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to me to be directly contrary to what you say in your brief. The last sentence of your brief: \"This case can accordingly be properly resolved more narrowly by remanding the case to the district court for consideration of the merits of the Brady claim in the first instance.\""},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a question about -- on the procedural default issue?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you put yourself in the position of the Tennessee Court of Criminal Appeals? In light of the briefing that they received, if you had been on that court, would you have understood that Petitioner was asserting that he had a valid reason for not raising the Brady claim earlier, because he had not -- at the time when he could have, at the time of the prior proceedings, he had not had access to the State records? Would you have understood that from the briefing that they got?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that mentioned in -- in either the principal brief or the -- or the reply brief, the reason why it wasn't raised earlier?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How many claims were -- was this a case where there, what, 81 separate claim counts?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I can understand giving a lick and a promise to -- to each one if you come up with 81."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"JUSTICE SCALIA: Close enough. I'll say the same for 52."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it is - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Can you tell me what - - can you tell me what is this -- let's suppose that - - that you have -- had an initial Brady claim that there was one part of the file that you were entitled to see that said that there is some evidence that he's a drug addict -- user. And you take that Brady claim up. Later you find out -- you have access to a new file and you find cumulative information plus the information that he was dazed or something, which may not be very -- what's our test to determine whether the Brady claim has been exhausted?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or have we talked about that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your proposal would be that they would never do it because you want to send it back to the Federal district court, and it's -- and if the State was laboring under misapprehension, it thought that, because he brought up the issue twice, he had somehow been defaulted, everyone can agree that that didn't make sense. But now you're proposing that the State court will not be the one to look at these materials; instead it will be the Federal court. I think there was something that Judge Merritt said in his dissent that indicated he thought that the State court ought to be the one to do this close examination. Didn't -- didn't he propose a stay of the Brady claim in the Federal court pending exhaustion of that claim in the State court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't look, counsel, at your -- I don't know if it's yours or your predecessor counsel's brief in the -- appealing from the district court here to the court of appeals. Did that raise a discussion of the Brady claim on the merits, saying that the district court was wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That was -- that was not a friendly question. My point is that you argued the merits of the Brady claim not only in the district court but specifically on appeal as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So this wasn't sort of sua sponte addressing - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the Brady claim as kind of a safety net on the procedural - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. No, my -- my concern is not that you didn't brief the Brady claim; it is that -- whatever the non-pejorative synonym for \"smuggled\" it in -- is you smuggled it in on a case that purportedly presented a procedural objection and a conflict on a procedural issue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that colloquy? I remember witnesses saying he looked weird, he looked wild-eyed. Where was the answer that he looked - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, I'll give you the first, that he appeared drunk or high. That's pretty clear, but I think you tend to look wild-eyed after you're running out after a jewelry store robbery, and I think you're -- you're certainly inclined to look \"agitated\" and \"looking about in a frenzied manner\" when you've just committed two brutal murders. I don't think that's evidence of drug addiction at all, of being under the influence of drugs."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a very complicated factual question, isn't it? We're dealing with numerous documents, isn't that right, that you claim are - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so you would have to evaluate all of those and evaluate the prejudice against what was in the record, and you're suggesting now that this is something we should decide?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask just one quick question: Is it your view that the evidence was deliberately suppressed or negligently suppressed?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You recognize that a -- a defense like this, that the defendant was high on drugs, that isn't ambivalent? I mean, a jury, just like it might react adversely to the defendant if he says I was drunk on alcohol, that they might say this is a person who put himself in this condition where his will could be overpowered, this is a voluntary act, why should we consider it, why should we consider it mitigating, we - - we could just as well consider it aggravating?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Smith. "},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask -- let me get something on the table. Do you agree that the evidence shows that this evidence was deliberately suppressed?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But is there any explanation for -- was there any explanation for it other than the tactical explanation?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to be relevant because if it was suppressed for tactical reasons, it seems to me hard to say that the prosecution thought it didn't make any difference."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What they -- one of the first questions always troubles me in a Brady case is the conduct of the prosecutor and the ethics of the profession, the whole -- whole importance of the rule is to be sure prosecutors perform their public function. And I'm just wondering if there is any -- if this was a case of just an honest mistake, it would be one thing, but if it appears to have been a tactical decision and a tactical program, it seems to me very difficult to assume that the prosecutor thought it was really not important evidence."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Blankman, that isn't the concern. The concern is simply this: If they're correct, that this whole trial revolves around whether this individual is suffering post traumatic stress disorder with these amphetamines. They have two expert witnesses who say that he's in very bad shape, everything the defense wanted them to say; that's it. That's their evidence. On cross, the prosecutor gets both of them to admit that they're basing their testimony on what the defendant told them about his drug use. At which point the prosecutor says, let's talk to Mr. Roby, who is the arresting officer, did you see he was on -- when you arrested him, was he on -- did he look like he was on drugs? No. Let's talk to Mr. Flynn. When you processed him, did he look like he was on drugs? No. And then let's talk to Ms. Blankman, okay? So, now the case is submitted, and at that point the prosecutor says, there is no evidence that he was on drugs. He said that. Two, those two expert witnesses, and it's baloney. There's your case. Now, in fact in the files is evidence that Mr. Roby, that very day of the crime and the next day, sent out all-points bulletins saying he was a dangerous drug user. There is evidence in the files that Mr. - - that the FBI man sent out similar all-point bulletins. There are three witnesses who have described the behavior of the day as frenzied, and we have heard the descriptions. And you're saying that the lawyer, the trained lawyer for the government, who knew this information and knew the defense just what? Just overlooked it by accident? Just what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He was conceded that he was a drug user."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that he was dangerous because he admitted the murders."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that the material described by Justice Breyer would have been excluded by the trial court as irrelevant if it had been introduced, or cumulative as - -"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the prosecutor had an ethical duty to turn over this material?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's a simple question, yes or no?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's not my question. Can you answer my question? Did he have an ethical duty to turn this material over?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You believe that the materiality judgment is yours to make, the State's to make as sort of a gate keeping measure? Isn't the materiality an issue for the fact finder?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You exclude -- do you believe that you can, in effect, suppress any piece of evidence on -- on -- on the State's judgment that it will not prove to be material in the context of the whole case?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that's a proper judgment for the prosecution to make?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't -- wouldn't he err on the side of turning over the matters because Brady leaves the materiality judgment, like all materiality judgments, ultimately, to the fact finder?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, initially Brady leaves the judgment for, furthering Justice Souter's point, to the attorney for the defense. You're saying that the prosecutor can preempt the role of the attorney for the defense in deciding what to offer to the court as material? And if -- and if -- and if -- even if the evidence is in a gray area, that's for the defense attorney to decide under -- under our Brady jurisprudence, as I understand it. Correct me if that's wrong."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't the prosecutor's obligation to make an initial assessment as to whether the evidence tends to be mitigating evidence or favorable to the defendant? Isn't that the prosecutor's judgment?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't this evidence clearly of a mitigating character?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think -- you don't think it would be favorable to the defendant getting the evidence that Justice Breyer summarized a moment ago?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe I'm being -- but Justice Breyer made the point, and made it, I think very clearly, that although that evidence was in, the argument here -- the argument that was made before the jury in this case is that the witnesses upon whom the defense was specifically relying, were witnesses whose account of the defendant's drug use came solely from the defendant himself. Given that fact, wouldn't it have been mitigating evidence to learn that other people, at times relatively close to the events in question, without being coached by the defendant, had concluded that he was a drug user? Wouldn't that have been mitigating evidence?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We are not asking about materiality at this point. We are asking about the mitigating character of the evidence. Would it have been favorable to the defendant? Would that have been its tendency?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That was not my question. Was it favorable evidence? Did it have a tendency to favor the defendant?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then I will be candid with you that I simply cannot follow your argument because I believe you have just made a statement to me that is utterly irrational."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what about the prosecutor who said \"baloney.\" He said the prosecutor -- the prosecutor says: The defendant tells you he was a drug user. Baloney, he was a drug dealer. The prosecutor deliberately tried to paint this man as somebody who had a huge quantity of drugs, which he did, and he was dealing in them. I mean the - - the prosecutor tried to portray a man who was a cold - blooded killer, who didn't have any blurred vision. And that line to the jury, \"baloney\" -- he says he was a drug user -- that, it seems to me, is exactly what the prosecutor wanted to do, which is to tell this jury this guy's a dealer; he's not a drug abuser."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You also had cross-examined the two expert witnesses in order to show that they didn't really know that this man was a drug user, because their only basis for that was he told them. So as I've read these briefs, I've come away concluding yours with a strong impression that this was a relevant issue. That the prosecution did not concede that he was on drugs at the time of the murder. Indeed, that that was all that was at issue. And so I just don't see, like Justice Souter, how you can say that this wouldn't at least be useful information if -- even for cross-examination, and I think more than that since you have three direct witnesses. But leaving that aside, there's another part of this case that equally bothers me. It seems to me there was a lawyer for the State here that twice told the courts that this matter had never been raised. Is that so? Or maybe he said that the courts had decided it because the State has taken absolutely inconsistent positions, first saying that the trial courts decided it, and they did decide it, but by accident. They thought that paragraph 41 referred to this claim when it referred to an earlier claim. So first they tell the courts -- and you wouldn't know that unless you are pretty familiar because there were a lot of words written. They tell the courts: It's been decided, judge. Don't worry. They decided it: Adequate State ground. And next they wake up to the fact that it wasn't decided, and then they announce: Oh, he waived it, despite the fact that there's a case called Swanson in Tennessee that says that you can raise a later claim if you have grounds for not knowing of it in the first place. And he didn't know of it until 1993. So I see the State taking opposite positions, and -- and what seems from the briefs inconsistent with the State law, and I'm confused. What is it that happened in this case?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If we read the -- can I ask you this: If we read the decision of the Court of Criminal Appeals as having ratified the -- the district court's -- the -- the lower court's treatment of the procedural default issues, having rejected it on the ground that it was previously decided, that would be an instance in which a State court applied a procedural default rule based on an undisputed error of fact. In that situation, would it not -- wouldn't it be clear that there was not an adequate, independent State ground for the decision; and, therefore, no procedural default? And if we were to find that, wouldn't the appropriate step be on this very factual Brady issue to send it back to the lower federal courts?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, \"waiver,\" my goodness. First, I don't think it's impossible to say \"waiver\" since he wrote the words in paragraph 41 that make absolutely clear that they aren't waiving it. He is raising it. Then, aside from that, the paragraph of the district -- of the court of appeals's opinion says they were already decided or waived. So it's ambiguous, at best, for you. So let's go back and see what the State district court held, and I think that the State district court held that it had been decided, not that it had been waived. Am I right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So there the cases in this Court would say if a State appeals court writes a matter -- something -- a sentence that is ambiguous so you don't know whether it was decided: For example, they mean it was waived or mean that it was decided, then the next best thing to do, which makes sense, is look to the lower court to see what they actually did. So we follow that rule, and we get to exactly what justice Alito said: That what they did was they were holding that this has already been decided."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think at this point the Petitioner is saying in -- in his briefs: I've been getting the runaround. First, they tell me it's one thing; then they tell me another. All I can tell you is this: No one has ever passed on the merits of this Brady claim, which is a substantial claim."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you choose the procedures, but be sure that that's the outcome."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could the explanation of this language in the opinion be due to the fact that the State first argued that it had already been decided; then in later courts the State changed its theory and announced that it had been waived?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that why they're writing about waiver?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Spell out the waiver in light of what he said. The first time he learns that these -- cases, other cases cited and he has access to the district attorney's file, he then files a habeas, State habeas petition in which he said that the facts on which his Brady claim rests have been revealed through disclosure of the State's files which occurred after the first conviction proceeding. Those words are in the affidavit -- right -- that came with the second petition. So how could he possibly have waived this when he has explained it wasn't available to him?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do you say to the argument on the other side, that these various items of -- of Brady material were averted to and were discussed on a purely isolated basis; they were not discussed in terms of their cumulative effect, which Kyles v Whitley says is the standard. What's your response to that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do you agree the prosecutor was arguing, when he said that he's a drug dealer, that he was not a drug user? Was it -- was it conceded that he was a drug user? I suspect it was not. I said earlier it was, and it seems that it was not, because he introduced one witness to say that there were no -- no needle marks on his body, which would suggest that he's trying to make the point to the jury that this person doesn't even use drugs."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's outside the record and not really relevant to the case. Has he been on death row since 1984 or so? And if so, is that solitary confinement? Is he not allowed -- if you know?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Goldstein, you have three minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything in the court of appeals' treatment of the Brady claim on the merits that suggests it also treated them separately in the different silos, as you put it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do they say that they're only considering the categories separately?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the 2001 opinion. Do they do that in the 2007 opinion?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the photographic evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. I'm sorry, Mr. Goldstein, one moment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you raise - - cite Kyles in your petition for cert?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see it. Yes. Pages 30 and 32. Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4275,"interruptions":22,"times_spoken":54,"laughter":1,"num_int_by":5},{"id":1,"fullName":"JENNIFER L. SMITH","firstName":"JENNIFER","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":3159,"interruptions":23,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":783,"interruptions":3,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":364,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":292,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":542,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":218,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":940,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":4275,"times_spoken":54,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":23,"words_spoken":3159,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3939,"times_spoken":95,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126882}}