{"petitioner":{"name":"JOHNNIE CORLEY","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"07-10441","date":"2009-01-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first today in Case 07-10441, Corley v. United States. Mr. McColgin. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Before we -- before we get to the statute, McNabb-Mallory are exercises of this Court's supervisory authority over the lower courts?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And they were both pre-Miranda decisions, when now the defendant is told of his right to remain silent. Whatever Congress put in 1301 -- 3501, this Court could say, well, McNabb-Mallory are no longer viable cases in light of Miranda."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you arguing that the language in subsection (c) codifies the McNabb-Mallory rule?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a very big difference, isn't there, between saying we are codifying this rule, we're making it a statutory requirement, and saying, assuming that this supervisory rule that was adopted by the Supreme Court remains in place, we are creating an exception to it? Which of those two things does subsection (c) do?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would be consistent with the second purpose that you gave to say that there's a six-hour safe harbor, whatever term you want to call it, and beyond six hours the Court is free to reexamine its supervisory rule in light of what Congress has provided in (a) and (b) of the statute."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It is a little bit odd to say that Congress has built a statute around a supervisory rule, but taken away the authority of this Court to reexamine the supervisory rule."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you were trying to get to page 7 of your yellow brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or it may just mean that the confessions beyond six hours may be excluded solely because of delay. In other words, if the judge says, look, I don't want to hear about all this other stuff, it's just too long, he can't do that beyond the six hours, but he can within the six hours."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they have that textual problem, but you have at least an equally big textual problem, because you want to read the first sentence of subsection (a) completely out of the statute based on some supposition about what Congress was intending to do. So really, if you live by the text you die by the text. I don't see how you are going to succeed with a subsection (c) textual analysis if you're going to disregard the text of subsection (a)."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you read subsection (c) the way you do, it makes subsection (a) mean something quite different from what it says literally."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're -- you are not arguing that there is a specific provision that controls a general provision. You are arguing that an arguable negative inference from an arguably more specific provision reads new language into the text of a specific provision. That's what you are arguing, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't you argue that what happens when you are not within the safe harbor is simply that the time period cannot alone govern, all right, but it can still be part of the list of things that can be taken into account in determining voluntariness under (b). Why doesn't that reconcile the two provisions?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But admissibility is defined in 3501 itself. (A) says that it shall be admissible in evidence if it is voluntarily given; and (b) says what factors will be taken into account in determining whether it's voluntarily given."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with that. It is not alone enough."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you are outside of that safe harbor you cannot rely upon the time alone. But why can't you rely on the time plus the other factors?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not being admissible solely on the basis -- I'm sorry. Delay is not the only factor being considered in making the inadmissibility call. Delay is one of the things; whereas, within the safe harbor delay can't be taken into account at all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. It -- it leaves it in effect only if you ignore (a) and (b). (A) says that it's admissible if it's voluntary - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and (b) says it's voluntary if you take into account the five factors, one of which is the period of time before arraignment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are synonymous as used in (a)."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"(A) says that if it's - - it's admissible if it's voluntary."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it your position that the McNabb-Mallory rule serves purposes other than to ensure the voluntariness of the statement?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what you're trying to reach here?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if that's true, then why is it that we would suppress the confession if it's completely voluntary? I mean, what's the link between some other end that's being served by McNabb-Mallory - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- something other than voluntariness and suppressing the confession?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why do we want to avoid delay in presentment? What reason do we give? And I assume there are reasons that -- to contact family and so forth -- other than voluntariness."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do those rights have to do with a confession that is conceded, for our analytic purposes, to be voluntary?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you need fundamental principles when you have got Rule 5 of the Rules of Criminal Procedure? Don't they say that an arrestee shall be taken before a magistrate without unreasonable delay?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But all you are doing is trying to have an enforcement mechanism for this by the wholly unrelated remedy of suppressing the confession if it's voluntary. If it's not voluntary, of course, it's related."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are saying a confession can be coercive and still voluntary?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this: What other remedy, other than suppression of the confession made after six hours, is there available to the defendants to enforce the interest in prompt presentment?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would that be the case? The confession could still be suppressed on grounds of involuntariness?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument is you don't trust district judges to make accurate determinations as to whether the confession is voluntary or not. You need -- you need a rule that takes that out of their hands."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the purpose of the requirement of prompt presentment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McColgin, what do you do with the problem that the proviso only makes a delay longer than six hours nondestructive of the admissibility of the confession if the delay beyond six hours \"is found by the trial judge to be reasonable considering the means of transportation and the distance to be traveled to the nearest available magistrate judge or other officer.\" I can think of a lot of reasons why you can't do it within six hours other than the means of transportation and the distance to be traveled."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, if you take the government's position that it really doesn't matter, it gets thrown back into (b), and you can take all those factors into account, and the ultimate question is whether the confession was reasonable. But if you take your position, the defendant automatically walks, or at least his confession is automatically thrown out, and the only exception made is if the means of transportation and the distance to be traveled made six hours impracticable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that certainly is a very back-door way of doing it, isn't it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why was it appropriate to have a special rule for transportation? In other words, everything that is covered by the transportation proviso would, on your theory would on your theory have been subject to consideration under McNabb-Mallory anyway. So why did they simply have a six-hour rule and leave any exceptions, transportation, unavailability of magistrate, medical emergency, whatever, to -- to the leeway that McNabb-Mallory allows?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So basically -- I don't mean this disparagingly, but basically the answer is politics. Somebody from a State thought of it and nobody else said, well, gee, let's pile on some other provisos. It's as simple as that in your view?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At least one time limit that has been complied with -- and that's the Fourth Amendment, how long you can keep somebody seized without taking them before a magistrate -- there is no violation of that time period, is there?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I just have one question. Do you think the -- that the D.C. Circuit -- the statute pertaining to the District of Columbia is relevant?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben. "},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just ask before you get to those, Mr. Dreeben: Other than the McNabb- Mallory Rule, what was available as a sanction for violations of the rule of prompt presentment?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, not -- apart from an evidentiary sanction."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So at the time that Mallory and McNabb were decided the Court thought that an extra rule was necessary to give the government an incentive to comply with prompt-presentment requirements. The very same factors are still at work today, aren't they?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I am not -- we are not talking about a constitutional problem but a rule problem encouraging compliance with the -- the -- with the rule that requires prompt presentment."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I say that to the extent -- to the extent that was a motivating factor in McNabb, it seems to me that it would be precisely the same motivating factor in McNabb."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not the sole, but it was a motivating factor. And it would have equal strength today as then."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, wouldn't - - wouldn't you still have this disincentive which - - wouldn't you still have this disincentive, which is considerable? If you -- if you exceed the time limit, it may be taken into account in determining that the confession was involuntary."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that enough of a disincentive? If you delay too long, that delay is one of the factors to be taken into account in deciding whether the confession was voluntary."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about Rule 5? And Rule 5 doesn't say a word about voluntary. It says unnecessary delay -- shall be brought before a magistrate without unnecessary delay. So whatever the balancing there may be in 3501, I think what you're saying is that Rule 5(a), which just says bring theoretically before a magistrate without unreasonable delay, that that has no teeth; that that is effectively unenforceable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't your -- I'm sorry."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Rule 5 is about unnecessary delay, and here we have a case, if I remember the facts right, where the officer said, yes, the reason we didn't bring him before a magistrate sooner is because we wanted to get a confession from him."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I must be losing the thread of the argument. It seems to me that McNabb and Mallory only provide punishment for excessive delay where there has been a confession. Isn't that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And so long as the length of the -- the delay can still be considered as one of the elements in determining that the confession -- that the confession is involuntary, there is still a degree of incentive based upon only the confession. Now, it - - it may not be as high a degree -- that it is automatically excluded -- but the police are going to have to consider that any confession they may get within that period of excessive delay may be challengeable."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is still true they have everything to gain and nothing to lose by continuing to interrogate."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If they don't get the confession within six hours, they haven't got it. So if they continue on, their only purpose is to try to get a voluntary confession."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't there a -- a new factor now that the Court has decided Miranda? And you've argued that we should regard this in the post-Miranda light, but I think there is at least one way of doing that that cuts against the government's argument and I would like your response to that. That is that in the post-Miranda world in practical terms, if a -- if a court in considering a suppression motion finds that the Miranda warnings were given and that after they were given this individual said, okay, I'll talk, that is in practical terms the end of the issue. The notion that there is a -- an independent voluntariness concern is pretty much theory, not practice. Given what I think is the, kind of the real-world effect of Miranda -- say the magic words, get the defendant to say, I'll talk, that's it -- doesn't it make sense to have a further safeguard in something like the six-hour rule understood as preserving McNabb-Mallory after the six hours?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I agree with you; it is an issue of policy. But I thought your whole argument for considering this as a post-Miranda case was in effect a -- a policy context in which you wanted us to decide this."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I knew you were going to get to 3501 eventually."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If that is the answer, why do we need (c) -- I mean, why did Congress need (c) at all?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if it doesn't, Mr. Dreeben, what do the words \"time limitation\" mean in the proviso?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You are really asking the Court to overrule McNabb-Mallory, because you say Congress provided six hours, no McNabb-Mallory, but after six hours the test is voluntariness -- only voluntariness. So there's nothing left under the government's view of McNabb-Mallory."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- what if the other reasons apply? I take it the words \"self-incriminating statement\" in (e) means any adverse evidence?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, there are a lot of reasons we exclude evidence. You know, I mean -- it might, for example, might not in the circumstance be worth the confusion. It might not in the circumstance be worth the time. It might violate -- I don't know, there is like a whole -- there are many reasons. So in your opinion, does section (a) mean to set aside all the reasons? In other words, if for some other reason this particular piece of self-incriminating evidence, adverse evidence obtained after 30 hours, violated the admission, violated some totally different rule of evidence, as your opinion does (a) mean, judge, it doesn't matter if it's triple hearsay or it doesn't matter if it violates some authentication requirement, it doesn't matter if it violates, you know, it has to be relevant, pertinent, not a waste of time -- it doesn't matter; admit it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, of course it doesn't mean that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So if it doesn't mean that, then why does it mean that we should ignore this other rule of evidence contained in Rule 5 of the Federal Rules of Civil Procedure?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there are -- there are, in other words, as you have heard, a number of things that can happen when you hold a person, let's say for 40 hours for 29. I mean, one thing that happens is he doesn't learn how he gets out on bail. Another thing he happens, he doesn't learn exactly what the charge is against him. Another thing -- they are all listed in, in Rule 5. And -- and when you have an exclusionary rule, you enforce not only what you are talking about, which I understand, which is the voluntariness part, but you also enforce all these other things that happen when you bring a person before a magistrate and don't keep him for 70 hours or something. So why should we interpret (a) as setting those other things aside and requiring us to overturn McNabb and Mallory?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, of course not."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Did it say anything in the legislative history, which interests me, that the purpose of (a) is to overturn Mallory and McNabb?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, Justice Breyer suggested that there are rules of evidence other than those based on the Constitution or McNabb-Mallory that might result in the exclusion of a confession. Maybe there are such rules, but I'm trying to think of them. I can't think of what they might be. Certainly it's not hearsay. Is it ever going to be ruled to be irrelevant? Is it common for a confession to be excluded under Rule 403? Are there rules that would - -"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you familiar with cases in which a defendant's confession has been excluded under -- under 403?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I wasn't focusing on the word \"confession.\" I was focusing on the words in (e), which were \"any self-incriminating statement.\" And that's why I asked you if you interpreted that to include anything that the individual said after, say, 29 hours that might turn out to be adverse to that defendant's interests. And your answer to that was yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And I think you are right. I think we agree on that. So, if the defendant said, if you look under the rock you will find the writing such-and-such, it might not be authenticated for that particular writing. There are many reasons. It might be triple hearsay, what he says. I mean, you know, there are a variety of things, aren't there? Maybe I am wrong."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The reason I brought that up is not to be technical. The reason I brought it up is to point out that there are many, many words that a person could utter in confinement under 30 hours, which in a variety of ways could stab him in the back without it having anything to do with Miranda, without it having anything to do with coerced confession. And similarly, there are many reasons for bringing him forward that have nothing to do with either. And therefore, I wonder if all those reasons could support retaining McNabb-Mallory, a matter about which Congress said nothing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, I tend to think that what we should be focusing on is the language of 3501. Can I bring you back to that? What I do not understand about your argument is the following: The six -- the six-hour safe harbor applies only when the confession is made voluntarily, right? I would think that the proviso likewise assumes voluntariness. That is, the time limitation contained in this subsection, it's a time limitation applicable to voluntary confessions. And it says that time limitation shall not apply in any case in which the delay in bringing the person is beyond six hours is found by the trial judge to be reasonable. I think you have already voluntariness assumed in the proviso, but you want us to go back and re -- reconsider voluntariness under (a). I just don't think that's -- that's a fair way to read it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I am reading it that way, too. Otherwise voluntary is in the safe harbor."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then when you have a proviso, which refers to the time limitation contained in this subsection, it's a time limitation upon voluntary confessions."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then why didn't the statute say, instead of saying inadmissible, shall not be found involuntary solely by reasons of delay. Because it seems to me that your argument twain the two."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's Rule 5."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And as you have said without the exclusionary rule, Rule 5(a) has no teeth at all. And I agree with that. It says -- it's a straight out command, no unnecessary delay. And isn't the reason for 5(a) exactly what happened here? This was a case where the police officers were trying to admit that the sole reason that they didn't bring Corley before a magistrate properly was to extract a confession."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly what McNabb-Mallory was trying to - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, do you think the Rule 402 argument is strong enough to prevail even section -- the statute that has never been enacted?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The statute was really unnecessary to overrule McNabb-Mallory, in your view?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it is superfluous and unnecessary answer if your interpretation of the rules is correct?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We could never acknowledge or recognize a new privilege, then, for example - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- psychiatrists or something like that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any indication of the rules advisory committee, any of their notes, that 402 was meant to overturn McNabb-Mallory?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. McColgin, you have four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it may not have been intended to do that but doesn't its language on its face cover that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that - - that sort of flagrant conduct would not be an issue if it had been done within six hours, right? Assuming it was a voluntary confession?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The purpose of the law enforcement officers, if it's voluntary, is irrelevant under six hours."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't it seem odd that the focus on flagrant conduct at 6:01 as being as important as you are emphasizing, but not - - but totally irrelevant at 5:59?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you waive the right, the 5(a) right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID L. McCOLGIN","firstName":"DAVID","lastName":"McCOLGIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3024,"interruptions":15,"times_spoken":51,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2749,"interruptions":13,"times_spoken":48,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":189,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":387,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":819,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":350,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3024,"times_spoken":51,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":13,"words_spoken":2749,"times_spoken":48,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":3382,"times_spoken":100,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7228290234528721,"respondent":0.27717097654712786,"date":1472419305268}}