{"petitioner":{"name":"PHILLIP MORRIS USA INC.","counsel":[0]},"respondent":{"name":"MAYOLA WILLIAMS, PERSONAL REPRESENTATIVE OF THE ESTATE OF JESSE D. WILLIAMS, DECEASED. ","counsel":[1]},"caseNumber":"07-1216","date":"2008-12-03T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 07-1216, Philip Morris v. Williams. Mr. Shapiro. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shapiro, we are dealing with a State supreme court, and our bottom line always reads \"for further proceedings not inconsistent with this opinion.\" And it was my understanding that a State court can resolve a case on an alternate State law ground, if there is such a ground in the case."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me the problem with the argument is that to say it is inconsistent with the opinion we implicitly have to say that the Oregon Supreme Court has to confront State law issues in a certain sequence, and that if it does not do so those issues are waived, as it were, not only by the court but by the party who raised it. And the difficulty, I think, with your position here is that on the assumption, which I do make, that the -- that the issue, \"correct in all respect\" issue, was properly raised by the other side, if we accept your position, we in effect are saying the other side is not going to have an opportunity to argue that before the Oregon Supreme Court. And that's, it seems to me, kind of a steep hill for you to climb."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you are saying that but why -- why does the disposition that you are asking for not entail what I just said, and that is, in effect you cut off the claim by a party raised before the Oregon Supreme Court, not considered by the Oregon Supreme Court, and you cut off that claim simply because the Oregon Supreme Court chose to approach the issues in the case in a certain sequence? What business do we have to do that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know the language that you are referring to."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the referring to that language simply skips over the issue that I am trying to raise. Isn't there a problem that we should be concerned with if we accept your position in cutting off the claim made by one party to the case which was never heard by the Oregon Supreme Court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't -- did the Court -- suppose the -- what is it called -- \"correct in all respects\" had been raised and decided by the Oregon Supreme Court in the first instance. Suppose it had said, well, we don't have to deal with whether Instruction 34 was right or wrong in this particular, because it was wrong in other respects. Suppose that had been the first time around what the Oregon Supreme Court said. Would that have offended any Federal due process? Would that have been an appropriate disposition for the Oregon Supreme Court to make?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the place to make that argument in the Oregon Supreme Court?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't it have been appropriate to -- to hear the -- the issue that they are raising and for you to make the reply that you have just made?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I realize it's a Federal law question and in approaching that question, I keep asking the question which I think I have now put to you three times and have yet to hear an answer on the merits on: Why is it appropriate for us to have a rule here that cuts off the right of a party that properly raised an issue in the Oregon Supreme Court and has yet to be heard on the merits in the Oregon Supreme Court?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe -- maybe this Court insufficiently appreciated the significance of the issue which is now before us. And I still want to know, is there a good reason on the merits why it is fair for us to cut off the right of the other side to raise an issue that they raise or to argue an issue that they raised in a timely fashion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. What -- what issue was debated here four times?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the State court hadn't ruled on it at that time."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we rule on it as a matter of first impression?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did our opinion decide that -- that question? Did our opinion say that that question was decided against your opponent?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How could we have determined it when the Oregon Supreme Court itself hadn't made any determination?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we don't decide questions, particularly questions of State law, that may have a Federal check. But we don't decide them in the first instance. And there's one point, Mr. Shapiro, that I think affects this concern of fairness to the parties who raised this \"correct in all respects\" from the beginning. This Court had not clarified, had it, until the Williams case itself, the rule about harm to others. In State Farm we were talking about harm to nonresidents. So if I recall correctly, Williams was the first time we ever clarified that harm to others included people within the same State; is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose one reason -- one reason to think it may not have been decided is that, unlike the other situations you have discussed, it would not have been a bar to our consideration of this case the last time because, just as you raise the question in your second question presented that whether the award complies with due process, we may have thought there might have been an adequate and independent State ground on a procedural question, but we were going to go ahead. We granted cert on the substantive question on whether the damages award was unconstitutional."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to ask you about that. That's the thrust of your argument: It would have been futile to comply with the specific, drafting a perfect -- perfect instruction \"correct in all respects.\" But I have to think the trial -- the record is subject to the reading that the trial judge thought the issue had already been adequately taken care of, rather than it would be an incorrect instruction."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where in the record is the portion of the colloquy about the instructions most clearly stated in your view, on your side of that issue?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's exactly the point I make. I think the trial judge was saying, I think it's already covered, which is different from saying, no matter how you phrase it, I won't give it."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't she also say that she was going to give, and ultimately did give an instruction, to the effect that punitive damages are punitive, they are not for the compensation of this person or any other person, and to -- she then turned to Philip Morris's counsel and said: What about that? And Philip Morris's counsel said okay."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't sound like much of an objection."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the -- the problem that I am having at the moment is that they did -- from your point of view, is that they -- the other side listed 28 cases in which they said the Oregon courts have followed this rule that the instruction has to be good as a whole. Now, I have looked up those 28 cases, and they do -- they do say that. They do say it, or they imply it, or they apply it. They are not completely on point, but they are not completely out of point, either. And -- and so I suppose what happened is that the judge there just looked at this instruction on 32(a). It looks like sort of it's all together. It really does look like it's all together, the (1) and the (2). And he ran his eye down the page and he said, well, here are two other ways in which it's no good, and so that's the end of it. You can't raise your objection. Maybe you should have had four instructions instead of one, but you did just have one. And under Oregon law, unless every part of it is right, the judge is correct in not giving it, even if he never mentions the other part. And that 28 -- it does seem as if that's what those 28 cases do say. So what do we say about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean -- please, I -- I don't want to appear skeptical, but I am. And - - and that's because I have looked up in some of those cases, and then I sort of looked at the -- which doesn't -- most of them don't give you the instructions, so it's a little hard to say. But then I looked on page 32(a) of this appendix and looked at what your instructions looked like. And -- and if I were sitting there as a judge, I would think, well, gee, that looks like a single thing there. They have it indented, and they have a (1) and a (2), and it just looks like it's one ball of wax. So can I really fault this Oregon court for just doing what I said?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they had some other handbook that says beware of that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you are going to run into this rule that says if there is any part of a single instruction that is wrong, goodbye, even if the trial judge never mentioned it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the notion was one issue, one charge. And it wasn't in just one practice manual. There were a few cited in the brief that the charge should be limited to one issue, one point of law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it would be pretty odd. Did the person who wrote that read these 28 cases or some share thereof? And if you were going to do that -- it wasn't you, I know -- why -- why wouldn't you just, if you have one instruction, copy the -- the model instruction? Then you won't make errors in the other parts."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"True, but you could add that to the pattern."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not speaking of this from the point of view -- I mean I -- when I read that petition for cert, I thought this is a run- around, and I'm not sure that I think that now. That is, the reason is because I put myself in the position of not the trial judge. The person to put yourself in the position of is the Oregon Supreme Court justice. And what he is doing is he's reading that instruction. And -- and what can you say in response to what -- what he might have thought? He knows this rule. The rule is if the instruction is -- is unfavorable in any part, if it's wrong, you are out."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He knows that rule, because there have been a lot of cases on it. And then he reads your instruction, and as I looked carefully -- I didn't know this the first time when it was here, but he said because it's right in paragraph 1 -- I mean it's wrong in paragraph 1, where he was wrong -- I don't have to go to the rest of it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now we send it back, so he says: Okay, now I've got to go to the rest of it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought the whole thing about -- this is the NAACP case you that you were discussing?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that this was something that the Alabama Supreme Court really sprung at the last minute, that it was not like this rule. There were not 28 cases in the Alabama Supreme Court applying the rule. It seemed to be quite a novel rule."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a basis for questioning the good faith of the court in that case, I think."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't think that's true here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The best you have come up with -- and I think you have researched this pretty thoroughly -- and the best you have come up with to find a case where they didn't apply the rule is that George case, right? \"George,\" I think, is the name of it. And there, there is an alternative ground which is that the judge had to -- had to give the instruction himself, and it's a criminal case. And we Shepardized it and it has only been cited twice. And - - and so I'm slightly at sea, to tell you the truth. And -- and what is the standard I'm supposed to use to decide whether that State ground is adequate as a matter of Federal law or not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"She didn't get to the - - the other grounds, because I think it was all about that paragraph and whether that paragraph was adequate under our then precedent. And I don't think that -- that the -- the incorrect portions of the charge that have now - - are now before us were -- were even reached then."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The State interest in the rule in general, I take it, is to require the lawyers, if they are going to object to the instructions that the judge is going to give, to produce an instruction that is a correct instruction of the law. That's -- that's why, I guess, they have this rule."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you'd better get it right, because if you don't get it right, you're going to lose your ability to claim that the judge was wrong in refusing to give any part of it. Now, if that's the reason they have that rule, that would seem to apply as much in this case as in any other case. Why wouldn't it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you just tell me, well, why was it an exercise in futility? That's what I don't quite understand."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But she said she thought it was already covered. That's what I -- on that very page you pointed me to."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And where is this colloquy? I mean, we went through the parts, she said I think it's covered and it was okay. You seem to be saying more than ws included in that colloquy."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You've made it much clearer than it was."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Shapiro. Mr. Peck. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't dispute that it's a Federal question whether that procedure is adequate and independent?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The problem - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I would say the 28 cases are not quite as clear as I suggested. That is, I couldn't find in those 28 cases really a comparable situation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In each instance it seemed as if one of two things was the case: Either, A, where the instruction was in error, it really was the matter brought up in the first place, or the court said, but he gave the essence of the instruction he wanted anyway. Now, which of those cases do you think -- I am leading up to, what of -- what of those cases do you think is your best support, because I couldn't -- they are not perfect."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what you can't tell from that is what was the part of the sympathy instruction that they thought was wrong, and was the part that they thought was wrong really part and parcel of the part that the -- that the appellant was complaining about."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I remember that, because they said on that one -- some floor covering thing, wasn't it, that they had some liability for bad floors or designing the floors wrong - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If that's the case, what they said was: Don't worry about it because basically he did give you the instruction that you wanted, though in a different way - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and besides that, they added - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In the last one, what I have here is that the court said the so-called requested instruction was never requested at all - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- at all."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- what is the -- I will go look at that again. But what is the standard? I mean, remember, I think what your brother said at the end is correct. Imagine that yours is a death case and we have said as a matter of Federal law that this execution is unconstitutional, and then we send it back. And the court then says: Oh, we forgot; there are a couple of matters of State law here that bar the Federal consideration of the death question. And here they are. And then they come up with just this. Is this -- is this a situation where you would be equally -- that's my problem. And so, put yourself in my shoes and -- and tell me what you would do if this is the death case and not the case that you have?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just imagining that what has happened is that the instruction that they have given for the defendant in the death case violates Federal law, and then we send it back, and what happens is that the State court says, oh, it may violate Federal law all right, but it's -- the Federal court is blocked from considering it because there are these two other State grounds that mean that the lawyer - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't the trial judge just stop there? I mean, if this is the ruling in the State - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- once the trial judge found that one of the other instructions was bad, he could have just said, I throw the whole thing out. Why did he go to all the trouble of going into this, the governing one?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you are acknowledging that the trial court did not apply the rule - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- yes, that's exactly right. And I think the purpose for the rule is to avoid confusion about the ground of decision for the trial court. If you have got two errors, and she says the instruction's no good, on appellate review you don't know which basis was at issue. There is no doubt here the basis on which the trial court was ruling, is there?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do we give any weight in the case to the fact that the instruction that the Petitioners now request and the rule had not really been announced clearly as of the time of this trial? It's not exactly a new rule, but let's -- for our sake we will call it a new rule. Does that have any weight?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it does in our cause and prejudice jurisprudence. In habeas, which is also a civil action - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- we say there is an overarching Federal principle that allows; because of cause and prejudice, we can consider the Federal issue. We do that all the time. Those cases weren't raised by the Petitioner, but it seems to me they're quite relevant here, especially when you consider the importance of the constitutional issue, which was not really -- let's face it -- clear to counsel on either side of the aisle or to the trial judge."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the trial judge didn't have the benefit of -- of the ruling that this Court has subsequently made on that point. The trial judge in fact here said: Now, if you can give me a case, then I will give you an instruction; you can't give me a case. And she was right."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I -- it sounds to me like that you are confirming my concerns."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh. Oh, you're -- you are saying that if our law had been clear at the time, that she still wouldn't have given the instruction?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So your -- your contention is, is that this trial court and the counsel in the case had all the guidance necessary to give the correct instruction - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- before -- before we even announced the rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"To move -- to move from the trial court to the appellate court, if you are correct that there is this routine, clear rule of State procedure, why would the appellate court say, in its head, well, I could rely on that, but I want to decide this complicated, difficult rule of Federal constitutional law instead?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you think we just made a mistake in going ahead and reaching the Federal procedural rule that we reached because it was barred by this adequate and independent State ground that the Oregon courts had relied upon?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But then I think your - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I think your answer -- go ahead with your but. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm sorry. I still don't see that answer. You are saying they said yes, there was this rule of Oregon law, but you can still reach -- there might still be a Federal due process issue, so we just can't rely on that. And if that's true, then that seems to me to be a concession that this is not an adequate and independent State ground that would bar consideration of a Federal constitutional issue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I think it's the more routine practice for a court, if you have a - - again, as you argue -- a clear procedural rule that bars addressing the substantive issue, to go ahead and rely on that. Now, if the procedural rule is difficult and of uncertain application, maybe you go ahead and say, well, we we're going to decide on the merits anyway. But it seems to me, under your presentation, it's the other way around. It's a clear and easy procedural rule, difficult Federal and State intertwined constitutional rule, and yet the court says, well, I'm going to do the hard work rather than the easy work."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What are the elements? Imagine -- I'm trying to get help, if I were to try to put pen to paper on this. Suppose they win in this. Then we will be back at the State law issue that I thought was going to be there, which was the issue of - - you are talking about the colloquy. Did they give the essence of the Federal mandated instruction, or didn't they? And then look how cooperative the judge was, et cetera. But that isn't before us now. What is before us now is something that blocks our consideration of that or anybody's consideration of that. And imagine this is not your case; imagine it is the most, you know, striking case, that's why I used a death example, and we go through exactly the same thing. And then the court does exactly the same thing, the State court, that happened here. And now what are the words that distinguish whether the court is in essence, to be colloquial, giving everybody the runaround or whether the court is applying a -- an absolute, clear, you know, fair, standard of State law? Which really they should have gone into first and saved everybody a lot of trouble."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what they say is - - look at the two errors they found. One is in saying \"may\" instead of \"shall,\" and the other is in saying \"illicit profit\" instead of \"profit.\" And they are pretty picky. So, this is very picky, they say. And not only are they being picky, but they are being picky after the event. And they could have raised it first, and they have 28 cases supporting them, but none of these cases is right on point because the subject matter is, you know, closer bound up. And so they put all this together and say it's an unreasonable application of a rule that was there. And you say - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sorenson was the agent and the principal, the broker who was selling some land."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I think in that case they also said, \"By the way, you've got basically the instruction that you wanted, and you overlooked\" -- no, that was the case where they said, \"You overlooked in your instruction an important allegation of fact,\" which allegation was that the guy had been rehired as a broker."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Peck, are you -- are you asserting that our remand order was in error? After all, it did say, \"We remand this case so that the Oregon Supreme Court can apply this standard we have set forth.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We didn't say it was in error. I mean, there is nothing wrong with that. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If you say it's in error, my next question is going to be - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- can -- is it up to a State court to sit in judgment about whether our remand orders are in error or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If that's what they took it to mean, they were just wrong. I mean, that's not what it says."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The opinion concludes, \"As the preceding discussion makes clear, we believe the Oregon Supreme Court applied the wrong constitutional standard when considering Philip Morris's appeal.\" And it goes to the constitutional issue we are talking about."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"\"We remand so that the Oregon Supreme Court can apply the standard we have set forth,\" which has nothing to do with the issue we have been discussing this morning."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it was wrong?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's very nice, but that's not what we remanded for."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The problem that I think we all have is how do we guard, in effect, guard against making constitutional decisions which are simply going to be nullified by some clever device raising a procedural issue or an issue of State law when the case goes back? Is there any way for us to ensure against, in effect, a bad faith response to our decision except by purporting to require the State courts to follow a certain order of battle in the decision of issues before them so that when the case gets to us, we can be assured that there is no lurking issue that has not yet been decided as a matter of State law that in effect could then be resurrected to nullify our decision? Is there any way to guard against that except by telling the State courts what the sequence is in which they have to make decisions?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I see the problem. I mean, that's why I raised the question, how can we ensure - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"But we do that all the time in cause and prejudice cases. We do it all the time - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- because of the importance of the constitutional right."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Your -- your answer is there is -- there is no way to guard against it except - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- by reviewing the good faith of what the court does on remand."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it serves very little interest. Nothing the trial judge would have done, nothing the plaintiff's counsel has done below, nothing that the intermediate clause would have done, would have -- would have been different if they had submitted what they call the \"correct in all respects\" rule. If they had filed the \"correct in all respects\" rule and submitted that rule -- if she had said, judge, I want to type a little piece of paper, everything would have been the same."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I excluded the Oregon Supreme Court from my list of -- of participants who would have done something differently."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There is, of course, another way to protect our constitutional authority in this case. We are talking about procedures for addressing the substantive due-process challenge to a punitive damages award. That is the second question presented here. If we went and granted that question and considered that issue, we would have protected our authority to reach that question despite the procedural objections alone. Why don't we just do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not asking you to argue here today the second question presented."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if we have some concern, if there is something malodorous about the fact that the Oregon Supreme Court waited until the last minute to come up with this rule that was before it all the time, which was a State court rule that you would expect the State court to be addressing as a matter of course, then -- then we -- we can avoid having to address what we do in a situation, having to characterize the nature of that -- that consideration, simply by saying: Look, we are going to go ahead with the questions presented. We can decide it in this case; and to avoid having to reach that, we will go ahead and do it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You -- in answer to the Chief Justice, you are not suggesting that we should go ahead and decide the second question when there has been no briefing on it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I thought -- Mr. Peck, I thought you just told me that there has been full and adequate briefing on that question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Shapiro, you have three minutes remaining. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which portion of the charge specifically are you referring to?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your response to the Chief Justice's suggestion that maybe we should reach the issue of due process on the amount?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I wasn't asking to you argue it, either but I mean I suppose the procedure the parties would prefer, if we were interested in that, would be for us to grant the second question and then have the normal briefing in consideration."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean I will tell you my subjective reaction going through these 38 cases is they are not quite in point, but they really take away the idea of the bad faith, particularly because the first time what the judge said, which I didn't understand its significance then, but the judge said: Well, since the first part of that paragraph was in -- was in error anyway, I don't have to reach the question of whether there were other mistakes under State law in the rest of the instruction. They did say that the first time, I think."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about this point that was made that in 2002 that is exactly what Philip Morris did, give one simple, precise instruction?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it true that they gave one simple sentence stating their position on -- on what harm to others, how that - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but was the instruction stated in a -- in a single paragraph, but all the other requests to charge were broken out?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN M. SHAPIRO","firstName":"STEPHEN","lastName":"SHAPIRO","counsel":true,"justice":false,"side":"petitioner","words_spoken":3195,"interruptions":18,"times_spoken":55,"laughter":1,"num_int_by":6},{"id":1,"fullName":"ROBERT S. PECK","firstName":"ROBERT","lastName":"PECK","counsel":true,"justice":false,"side":"respondent","words_spoken":3000,"interruptions":31,"times_spoken":59,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":791,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":583,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":750,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":430,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1946,"interruptions":6,"times_spoken":32,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3195,"times_spoken":55,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":3000,"times_spoken":59,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":17,"words_spoken":4992,"times_spoken":115,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472419305276}}