{"petitioner":{"name":"HAWAII, ET AL.","counsel":[0,1]},"respondent":{"name":"OFFICE OF HAWAIIAN AFFAIRS, ET AL. ","counsel":[2]},"caseNumber":"07-1372","date":"2009-02-25T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in case 07-1372, Hawaii versus the Office of Hawaiian Affairs. General Bennett. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Does that proposition settle the question whether your opponents have equitable interest in the lands?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But would the state of Hawaii, under Hawaii law, be entitled to take the position, if it so chose, that as the new owner of the lands, it has a special duty as a trustee that some other owner might not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But then -- then it's just a question of whether the Hawaiian Supreme Court - - assuming that it made the decision that I hypothetically stated -- whether the Hawaiian Supreme Court, as opposed to Hawaiian legislature, could make the determination of whether or not there is some special trust obligation imposed on the State of Hawaii by reason of its own duties."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, General Bennett, if I understand correctly, looking to your question presented, the only thing before us is the effect of the Apology Resolution. The question presented doesn't say anything about the Admissions Act or the Newlands Resolution. So shouldn't we just stick to the question as you presented it? Whatever the picture is, does the Apology Resolution have any substantive effect?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it necessary? Why isn't it sufficient just to say that this resolution has no substantive effect, period, and then remand to the Hawaii Supreme Court?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"General, the difficulty I have is that not only do they not say, so the Supreme Court of Hawaii didn't say so either. And it seems to me that we would be well advised to make sure that we understand the reasoning of the Supreme Court of Hawaii before we start talking about the relationship between the various Federal statutes and whatever this claim may be. I simply don't understand the claim myself. I do understand your point, because I think this much is clear from the Hawaiian opinion: That they think the Apology Resolution seriously affects the claim. That we can deal with, but once we get out of that, the -- the whole case seems murky to me. Am I missing something?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there may well be, but then the Hawaii Supreme Court chose its grounds, and it said at one point the resolution dictates the preservation of the ceded lands. At another place it said that Federal law provides the basis for its decision and that State trust law is interwoven with that Federal law. It also said that Federal law grounds the decision and provides the governing legal standards. Now, they could not have been clearer. They repeated at least five times that their decision rested on the resolution, that everything turned on that resolution having substantive effect. That's why they said that their decision was driven by Federal law. And I don't know why we shouldn't take the Hawaii Supreme Court at its word repeated so many times."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure it would be prudent when the great bulk of the opinion is based on the Apology Resolution. And I -- I certainly do think you have a powerful argument if the Apology Resolution presents us with a Federal question. But the more far-reaching question -- I just inferred - - suggests -- might not even be very specifically within the question presented, and even if it's fairly embraced, you used the word \"prudent.\" It seems prudent for us to confine our decision to the effect of the Apology Resolution and whether or not the Hawaiian Supreme Court got that part of that right."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If the Apology Resolution is put aside, I'm not quite sure what is left, other than State-law issues."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You could -- would there be anything to prevent the Hawaiian legislature from passing a law that says, we have absolute -- we have title to these lands, but we are going to impose a five-year moratorium on any transfer of these lands because we want to promote a reconciliation process?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not what the Hawaiian Supreme Court said. I am reading from page 98a of the petition appendix, the concluding portion of the opinion. \"We hold, number one, that the Apology Resolution and related state legislation give rise to the state's fiduciary duty.\" The only Federal statute mentioned is the Apology Resolution, and the rest of their reasoning seems to rest upon some kind of State equity law or trust law. Now, that trust law may ultimately be inconsistent with prior Federal acts, but the only - - the only thing they are disclosing right now is -- aside from the Apology Resolution, seems to be State trust law."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But trust law is based on somebody's property rights. We don't know whether they are talking about legal rights or equitable rights, and that's consistent with the statement I just read to you."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, General, I think - - with respect, I still don't know what the position of the Hawaiian Supreme Court is going to be if this Court rules that the Apology Resolution does not support the proposition that you just read. I don't know whether at that point the Hawaiian Supreme Court is going to say, okay, all we have got left to deal with now is State trust law, or whether they've got to pull another rabbit out of the hat and say, but there is -- there is some kind of -- of prior -- there is some kind of a -- a claim against which prior Federal law could not prevail. I don't know. And I -- that's -- that's why it seems to me, to -- to say the least, imprudent to wade into it at this point. The one thing we know that seems to have been significant to their decision is the Apology Resolution. And I think we would be wise to stick to that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"A point on which both you and your adversaries seem to agree is that the Apology Resolution really is not critical to the decision of the Hawaii Supreme Court. Because if you thought that simply taking the Apology Resolution off the books would provide an acceptable outcome from your point of view, you would be happy with our deciding just that narrow question. And your opponent explicitly says that the apology resolution wasn't critical to the decision of the Hawaii Supreme Court; isn't that true?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And isn't it true that you don't think that just saying the Apology Resolution did not change anything would be insufficient?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't say that - - there is nothing in the Resolution and nothing in the - - does anything in the Court's opinion or the Resolution say that the claims are valid? We all know they have claims. They have been making claims. Is there anything in any document I have that says the claims are valid claims? Maybe they are valid, and maybe they are not."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, they think they are valid."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so since you have normally one group thinks they are valid; another group thinks they are invalid. Well, here we are. Let them fight it out. And all we can say is that this Resolution of the Apology doesn't really say who's right. And if Hawaii wants to give some more money, or whatever they want to do, to the Native Hawaiians, that's their affair. What's the -- what's the problem?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the Hawaiian Legislature pass a law saying that the Native Hawaiians have claims? Those claims, because of the Federal 1950 -- whatever it is -- are not valid any more. But that was pretty unfair to them. And, therefore, what we think we should do is the following. And then they pass a whole lot of things that they think would be appropriate to do in light of what I just said. What stops that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the legislature, if they had wanted to -- as I understand the Admission Act, it lists five purposes to any one purpose. And the legislature, if it so chose, could say, we want this property -- the proceeds from this property to be for the exclusive betterment of the conditions of the Native Hawaiians. They could. It would be up to the legislature to give it all to the Native Hawaiians."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that would not?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it violate the Admission Act if the legislature had not said -- said we are giving it to them because we want to, because we think it's a good idea. No, we are giving it to them because we think they have a right to it."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And we feel that we must give it to them because it's theirs."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that violate the Admission Act?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you answer my question just then?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Please, let me put my question again. Let's assume that the legislature does not say, we want to give it to the Native Hawaiians because we like the Native Hawaiians or because we think they deserve it; but, rather, we think we have to give it to the Native Hawaiians because it's theirs."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it would be."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Jay. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you think on the question-presented issue? Are all of the Federal laws on which the Hawaii Supreme Court relied to say there was a cloud on the title before the court."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I don't see where this law -- where those laws get us. The -- the argument that is made on the other side is that the Native Hawaiians have a moral claim to these lands, not that they have a property-right claim to the lands. And if the State of Hawaii, acting through any branch of its government -- and that is not a matter of concern to us -- says they have a moral claim to the land and, therefore, there should not be any land transfers for some period of time, what's inconsistent with Federal law in their doing that?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is it the function of the Hawaiian Supreme Court to declare moral obligations?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Would there be any problem -- certainly there is noted the legislature deems there to be a moral obligation and gives the land away on that basis. But do you -- do you think there -- there might be some democracy problem if -- if the Supreme Court of Hawaii goes around pronouncing moral obligations and - - and giving away land on that basis?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But isn't it perfectly clear that's a question of State law?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you saying that the State court couldn't do it but the legislature could?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Could the legislature do it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"The State power -- the State legislative power to act depends on the validity of its reasoning."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the position that it's -- it is imposing a moratorium on land transfers because it thinks this is the best way to promote the interests of the Native Hawaiians, and part of their thinking is that there was an inequity done when absolute title was transferred to the United States and then to the State of Hawaii? Would that be a violation of federal law?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But that doesn't seem to be what the Supreme Court of Hawaii has done. The Supreme Court of Hawaii, in effect, has said the land is tied up until these people who are currently negotiating, the State, the Native Hawaiians and -- what is it, the United Church of Christ, all come to a -- in effect, a resolution and a reconciliation. Whatever that means, it does not sound to me as though it is the recognition of a legal title claim or indeed the validity so far as courts are concerned with validity of any claim the Native Hawaiians are making. They are just saying, no more land transfers until these people sit down and make up their differences. Isn't that all the court is saying at this point?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't the fact that you and I are having this exchange a pretty good indication that we don't know what they meant exactly by that? The only thing we can be sure of is that that thought the Apology Resolution had some legal significance. They said, you know, it's required after the Apology Resolution. We can say you are right or you are wrong, and I think we know what -- what we are talking about. But to go beyond that, it seems to me, that we are wading into an argument that you and I can't settle here."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"More than significance. I am reading the sentence that immediately follows the one that General Bennett brought to our attention on page 85A. It says, \"Accordingly, the Apology Resolution dictates that the ceded lands should be preserved pending a reconciliation between the United States and the Native Hawaiian people.\" It is very fear language, dictates. And that's why I am really puzzled as how this Court has any business wading into any question other than telling the Hawaii Supreme Court either their right about what the resolution dictates or they are wrong, and they are wrong because it's a nice apology but it's without substantive effect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Jay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Shanmugam? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, they relied on federal law to create the fiduciary obligation. So if we think that federal law did not create the fiduciary obligation, what should we do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All Federal law? All Federal law? In other words, not simply the Apology Resolution but the other Federal provisions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think those -- yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Shanmugam, on page 99, the State supreme court is saying, inasmuch as the Apology Resolution and related State legislation give rise to a fiduciary duty. They are saying the Apology Resolution did so, too, not only State law."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then how to you explain the language, over and over again, I won't repeat it, but they said this resolution of ours is dictated by, compelled by, the Apology Resolution? Without the Apology Resolution it would be an entirely different case. And now you seem to be taking what the Hawaii Supreme Court put as the necessary link, the Apology Resolution, before that this would have been impossible, and you are treating it now as sort of window dressing, icing on the cake, really didn't matter. But we would disrespect the Hawaii Supreme Court if we didn't take them at their word and say - - using words such as \"dictated,\" \"compelled.\" You -- you are treating this as sort of just part of the atmosphere."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's what you relied on but it's not what the Hawaii Supreme Court relied on, and I would repeat the point I made in the prior argument: what's worrisome about this is they are fastening on a piece of Federal legislation and said, we are compelled to do this because of Federal law. What that does is it removes it from the Hawaii political process. If they left Federal law out of it, and they said truly this decision rests on State law, we think that the title belongs with the Native Hawaiians, then they have to answer to the policy; and here the Hawaii Supreme Court insulates themselves by using the Federal law as a crutch."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would you agree that there would be a Federal question if the Hawaiian Supreme Court said the Apology Resolution dictates our results?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why doesn't the Hawaii Supreme Court's reliance upon Hawaiian law to establish that there is some property right on the part of these native Hawaiians -- why doesn't that conflict with Federal law?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't care what you call it; it's a property interest."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"As I read the Federal law, it extinguished all property rights in these lands; the lands were transferred to the Federal Government; and the Federal Government transferred them in absolute fee without any encumbrances to the State of Hawaii. Now if you are telling me the Hawaii Supreme Court is now finding as a matter of State law that there is a property interest on the part of the Native Hawaiians -- I don't care what you call it, equitable or whatever - - it seems to me that is flat contradiction of Federal law, and probably is an issue that we ought to address in this opinion."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You concede -- you concede that the Apology Resolution does not say that the Hawaiian people's claims are valid. no."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, so if that's so, do you object to a three-sentence pro curiam opinion in this case where we say, to the extent that the Hawaiian Supreme Court could be read to suggest that the Apology Resolution either resolved or cast a cloud, legally speaking, on the title of the trust land, or suggested in any way that land be enjoined -- the sale be enjoined, the Court made a mistake; and insofar as it is resting on State law, that's up to them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think your draft - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"You would object to that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How could it have done that? I mean, I didn't see anything in here that suggests anything like that. That is to suggest that the Apology Resolution created an obligation on the part of the State courts to enjoin sales until everything was worked out. Now I have read this Apology Resolution about six times, and I certainly didn't see anything like that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You agree that the Apology Resolution does not say who's right about the claim?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Like what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if you took Federal law, the Apology Resolution, out of the picture, the Hawaii Supreme Court could reach the result that it reached and then we might have questions about its consistency with the Admissions Act and the Newlands Resolution; but as Justice Breyer said, if we disabuse them of the notion that there is any Federal compulsion here, then the rest is to be sorted out. We wouldn't have to say that they have a claim under State law, just not address it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And the political process question I think is really bothersome, that the Hawaii Supreme Court chose to use this Federal crutch. It seems a very weak reed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What about the Newlands Resolution and Admission Act and the Organic Law, do you acknowledge that if the Hawaii Supreme Court relied on those, that also would be inappropriate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They relied on them the same way you say they relied on the Apology Resolution, to give rise to a fiduciary responsibility under State law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you would have no -- just to carry on the opinion-drafting process, you would have no objection to an opinion that said no source of Federal law gave rise to a duty under State law, fiduciary or otherwise; that any further proceedings on remand should be based solely on State law?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They do nothing at all? Could I get back to Justice Breyer's three-sentence pro curiam, where we just say to the extent that the Supreme Court of Hawaii relied upon the Apology Resolution as creating any -- any property entitlement in the Hawaiians, it was in error. Okay, we send it back to the Hawaiian Supreme Court and the Hawaii Supreme Court smiles, and doesn't do a blessed thing. Leaves - - leaves the injunction against any distribution of the land in effect. What -- what happens then?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You don't?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not if we said \"to the extent that.\" I mean, if we said it is -- it's grounded on the proposition that the Apology Resolution creates property rights, and that's wrong; then they have to do something."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"To the extent that it may be grounded on that, we take no position on whether it's grounded on that or not - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's not simply a question of the source of the fiduciary duty. It, presumably, in the course of saying what the Apology Resolution, the Newlands Act, the Organic Act, and the Admission Act had to say, we may well say something to the effect that, because it conveyed perfect title, it's inconsistent with the cloud of that title, under a fiduciary obligation created by State law or anything else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But if we told them that these various Federal resolutions, including the Apology Resolution, conveyed title to the State in a particular way that precluded the burdening of the State's title on the basis of Federal law, then they would have to find a basis under State law that was not inconsistent with the Federal law's conveying of perfect title."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And do you think - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that that resolution is distinguishable in any way from the apology that the United States made to the people of Japanese ancestry who were interned after World War II? The United States did say -- it was -- I think it was an executive order by President Ford that, in no uncertain terms, stated that the United States made a dreadful error and there was never reason for rounding these people up and putting them in interment camps. Did -- is there any difference? And that, as I understand it, had no substantive effect until Congress passed legislation providing for compensation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If I said that -- just in the opinion -- and said just what you said, and nothing else about the resolution, say we don't see any other way in which the resolution could have supported this, would that -- is that okay with you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But then it would also have to just -- the opinion we're drafting would go further, I suppose, and since we are interpreting all these Federal provisions, it may not be sufficient to say that it did not create this obligation and the Hawaiian Supreme Court was wrong to do that, but that it precluded the creation under State law of this type of obligation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And if the Hawaiian Supreme Court wants to create, under State law, a particular type of fiduciary obligation grounded on the status of the land prior to admission, then it has to run -- under the Supremacy Clause, it has to be consistent with the Federal provisions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm not saying they did. That's the first question. I'm not saying they grounded it on Federal law; I'm saying we would have to determine whether Federal law precluded the grounding of the fiduciary duty under the status of the land prior to admission."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Native Hawaiians - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Native Hawaiians - - they do get 20 percent of the proceeds, correct?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And what -- that comes out of Hawaii legislation?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the $5.5 million figure, is that the subject of litigation?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It also, I guess, has a - - there -- in the Admission Resolution, it set up a trust. They hold it in trust, and there are five purposes in the trust, and only one of those relates to the Native Hawaiians. Now, I know from the newspapers -- I don't know the merits of it -- but the trust that has been set up is the subject of controversy continuously. So what I don't see -- and I hope we don't have to get into this -- is what the relation between the trust principles as enacted in the legislature is and the trust principles set forth in the Admissions Resolution. Is there any law going to anything like that?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is the court the trustee?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The State is the trustee. So I assume it would be up to the State officers to decide to what extent the obligation to the Hawaiians, among the five obligations, should be given precedence. Is the Supreme Court of Hawaii directing the State officers to give it precedence?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And saying that the trustee must direct it primarily to -- to that among the five ends."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And all this comes from the fact that Congress made reference to and approved a so-called reconciliation process?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So in -- in perpetuam, this land can't be transferred because Congress approved the this reconciliation process?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Or denying it to them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the decision of the Hawaii Supreme Court would then be vacated."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Under Munnsingwear."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what is - -"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't quite understand. You mean -- you mean a Federal court can enjoin the sale of my house, and there is nothing I can do about it inasmuch as I do not have any present intention of selling my house - -"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- except to live under that injunction."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you say there is no controversy, so I -- I cannot get its validity adjudicated, right?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think that -- I don't think that the State has to have an immediate intention to sell any particular piece of land in order to object to an injunction against any sale of land by the State in the future. I -- I don't think it has to wait until it -- it wants to sell a particular plot."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But there is. The State says that I am free to sell the land, and -- and the Court says, no, you are not. Isn't that a dispute?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your whole case rests on a cloud on the title in favor of your clients. But you - - you ignore the cloud on the title that has been entered against the State."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can I - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can I go back to your - - your suggestion that this is a moot case because the government -- because the -- the governor agrees with your position. But wasn't a lot of money already sunk into developing this area of Maui for desperately needed housing?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Shanmugam, you -- you didn't raise in -- in your opposition to the petition the -- the question of mootness."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you don't have to preserve it. I mean it's -- it's an issue of Article III jurisdiction, so we would have to look into it on our -- on our own. But it does suggest that it is not a very strong string to your bow, if I may put it that way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Shanmugam, just as a matter of curiosity, do you know what percentage of the Hawaiian population is comprised of Native Hawaiians?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. General Bennett, you have a minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, general. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. MARK J. BENNETT","firstName":"MARK","lastName":"BENNETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1772,"interruptions":11,"times_spoken":32,"laughter":0,"num_int_by":6},{"id":1,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1078,"interruptions":6,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":2,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"respondent","words_spoken":3170,"interruptions":30,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":575,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":64,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":266,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":958,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":706,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":863,"interruptions":2,"times_spoken":30,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2850,"times_spoken":46,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":3170,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":4359,"times_spoken":107,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515358}}