{"petitioner":{"name":"LISA FITZGERALD, ET VIR","counsel":[0]},"respondent":{"name":"BARNSTABLE SCHOOL COMMITTEE, ET AL. ","counsel":[1]},"caseNumber":"07-1125","date":"2008-12-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-1125, Fitzgerald v. Barnstable School Committee. Mr. Rothfeld. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you raise the podium?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's enough."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't see you."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"","text":"But we can hear you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, there is - - there is a little bit of an air of unreality about all this, because, of course, Congress didn't provide a cause of action in Title IX to start with. And the reason they don't have all these limitations and restrictions is because they didn't put in the cause of action. We implied it from the statute, and so it seems kind of awkward to say: Well, there are no limitations, as I said, when there was no cause of action."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe the question ought to be whether this Court intended to have the Title IX action which it invented preclude 1983. Why don't we look to the intent of this Court?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that this Court invented the cause of action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Did we rely on that provision in implying the right of action under Title IX?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, I follow your argument entirely, and then in the civil rights area there are a lot of overlapping statutes. You can sue under Title VII. It doesn't take away your right under 1981. But in this case, as we get down to what this case is about, we have a determination by a court that the school district acted reasonably in relation to these complaints. And then you say: But we have constitutional claim. A constitutional claim requires you to show deliberate, intentional conduct if it's an individual; if you are talking about an institution, some kind of not just one incident, but a custom, a pattern. What, when you get down to the merits, is different about those? In other words, is it on the wrong track to talk about precluding a statute? Instead of talking about just plain old issue preclusion, what is different about 1983? Yes, you have two claims; but if you lose under IX, you are going to lose under 1983 as well."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What more? What more is alleged in the complaint? I thought the complaint just spoke about deliberate indifference."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We will give you an extra ten seconds."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Spell that out -- spell that out practically. I know you used - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no allegation at all of that kind in this complaint."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, could you have brought a claim that they didn't let the female students play hockey under your complaint? I mean, that's additional discrimination."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't it have to be related to the particular facts?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you talked about you wanted some additional discovery. What? What is it that you could go to a district judge now and say, Judge, I have a basis here for asking for discovery on a different but related theory? What words would you use? What would you write in that request?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The reason I ask is obviously if this case happens to be a case in which, because of the finding that there was no intentional discrimination and the school board behaved properly, that if that's the finding and therefore you have no claim under 1983 in respect to that, it becomes very theoretical to say that they went too far and said you might have no other 1983 claim because you would have some other 1983 claim, but we should dismiss this as improvidently granted and wait until somebody does this again."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't follow. What disparate treatment? Did you have to have that they treated girl's complaints one way and boy's complaints another way?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And as far as this record shows, there has just been this one incident of harassment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that request here in the record?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that request here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do I have the request in the joint -- in the a -- do I have it in the appendix here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, we don't have it in front of us?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, we were -- we were warned about all these problems in the brief in opposition, weren't we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't that focus almost entirely upon the fact that there is no 1983 cause of action anyway?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we nonetheless granted -- granted cert?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What I understand, Mr. Rothfeld, that if you win on the question presented, you would agree that the -- the arguments the other side makes on this, on whether there's a cause of action under equal protection and so forth, that would remain open on remand?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you may still lose the lawsuit even if you win here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we find that out on remand."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying is they made a basic legal error."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may have a losing case under 1983, but let the First Circuit decide that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we know that the First Circuit wasn't just thinking about the facts of this case in front of it when it said that there's no 1983 action. I mean, they didn't think there was no 1983 action for search and seizure. They must have had some idea of what the limitations of their saying no - - no -- no 1983 action was. So why do we know that they went beyond what they had in front of them in this case? I'm not saying they didn't? I am just wanting to know what we -- how we know that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you see, the question presented, I guess is -- I'm trying to get the exact words, but it's whether the Title IX replaces the - - what is it, it's whether -- I'm sorry. You have it right in front of you there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You think they're - - they're referring to all of Title IX, no matter what the claims, whether they are overlapping or not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, because they were relying on case where we did say that a very detailed scheme was pre-emptive?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It did that because if you could use 1983, then the very elaborate mechanism that Congress had set up, who would use it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just on that one issue on attorneys' fees."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Have there been any decisions on Title VI and 1983?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, Title IX is Spending Clause legislation, and that, under our precedents, imposes certain limitations on how we interpret it that would not be applicable under Section"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the point is that that would then allow 1983 actions to circumvent those limitations on the Title IX remedy."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And those constitutional rights have negated -- I think it might be -- it's at least arguable that it would be harder to win a 1983 case, given that, as to the individual, you have qualified immunity, and, as to the institution, you have to show a custom or practice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it they don't have to bring these actions together. They can sue under Title IX; if they lose, then they can start a whole new lawsuit under 1983?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be a different claim, but there would be issue preclusion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if you have different -- I guess would you have a different set of defendants, right? You would have the school in the Title IX case, the individuals in the 1983 action?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the official -- it's the plaintiff who would be precluded."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the plaintiff has had a full and fair opportunity to argue those issues."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Hodge, we will hear from you on behalf of the Barnstable School Committee. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would you go over that again? I didn't understand it. You said Title IX provides - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- against sex discrimination than the Constitution does."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Explain that to me."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Give me an example."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And what would the standard be under 1983?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if you lose under -- under Title IX, a fortiori, you would lose under the Constitution, I would think."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they didn't go on the issue of preclusion. If they had done that, it would be a different case. They said that Title IX is preemptive of 1983. And they cited the cases where -- like Smith against Robinson where that is what the Court held."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you must, I think, recognize that the elaborate scheme that Congress set up under the Education of the Handicapped Act is quite different from what this Court did. It just said there is a private right -- right of action. There is an implied private right of action. It didn't set up any administrative mechanism. It didn't set up any regime for going to - - to an agency first and then coming to the court, none of that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You are not arguing that the agency regulations have the effect of precluding the 1983 action."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying -- are you -- is this what you are saying: We imagine that we have a institution that is receiving Federal assistance, okay? And we also imagine that somebody is claiming that on the basis of gender they have been excluded from participating in, or denied the benefit of, or have been subject to discrimination. Are you saying that it is impossible for anyone to imagine a circumstance in which it would be held the defendant did not violate Title IX, but in which the court held it did violate the Equal Protection Clause? There is no such circumstance; no one can imagine one. Is that what you are saying?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You cannot imagine one. And you think no one can imagine one. So the obvious question on rebuttal is, since we have limited it to that universe, it would be the other side must imagine one?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's simple."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does a disparate-impact claim violate section -- Title IX?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any case in all of Title IX that -- that fits that abstract picture that you have just described? I mean you have to have a pattern and practice of what -- a pattern and practice of discrimination -- to get -- to get under the Constitution or under 1983? You have to have deliberate indifference to what: To the gender harassment, to the gender discrimination? So can you describe to me that - - anything, any Title IX case, that has a disparate impact? We really didn't want a Feeney type of case. We really didn't want this to happen but we had a test, and it came out that way."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you describe a Title IX case that's like Feeney in that respect where we didn't want this diverse impact to occur; we really didn't want it at all, but it happened?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On the basis of gender."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And Feeney says it wasn't on the basis of gender. It was on the basis that she wasn't a veteran."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But there is -- you are leaving out something quite glaring in that respect. For example, single sex schools, military academies, admissions to elementary and high schools, are not covered by Title IX."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If it's an individual, under Title IX you can't bring the suit."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. But you could under 1983?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So your point then is - - and that's why I have had trouble with this case -- is that if you look at the First Circuit opinion, it sort of seems to say, \"if there is a difference, of course you can have a 1983 suit, but if there is no difference, you can't.\" I mean, everybody here seems to agree to that, I guess. So I'm not certain what to do, because Selya started his opinion by saying this isn't a case where Title IX doesn't apply; it does apply; they have the funding; but he doesn't talk about the exemptions and he doesn't really talk about the -- a difference between suing an institution and suing an individual. So maybe what we should say is, maybe he meant it, but he didn't say it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you were saying if it's an individual acting in his official capacity, you cannot sue him under Title IX?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then their answer to that which is now say, look, we want to sue an individual in his official capacity; that's why we want to bring our 1983 suit. And then you reply, but there are bars here of collateral estoppel. Claim preclusion, whatever it is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They all have new names. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the -- okay, so that's your argument. So why don't we just send it back, say that's right; this suit is not precluded by 1983; indeed, that's the only place can you bring it; it's not precluded by Title IX, and now court, you go decide whether claim preclusion exists, or whatever they call it. Collateral estoppel, or -- you understand what I mean."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yet the other side says that there may be, and I don't know why we ought to get into that. Why can't we just send it back and let them figure that out? And -- and -- and decide what we took this case to decide, namely, the split that now exists in the Federal courts over whether Title IX precludes the use of 1983. That is an important question. It's why we took the case. Why can't we decide that issue and then for all these loose ends, send it back to the court of appeals?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He says there is an issue in controversy, that's good enough for me. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- I'm sorry, so you seem to be saying that they were right, that 1983 actions are not always precluded, depending on whether there is a difference in the issues that are presented or whatever. So you should never say that Title IX precludes an action under 1983. In fact, you should say that sometimes the issues that are litigated under Title IX may result in the fact that you don't have available -- you don't get relief under 1983, but there is still a cause of action."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's kind of odd to say that -- as I understand what you are saying, you are saying that whenever there is issue preclusion, the consequence is that 1983 is precluded in the sense that actions were precluded in Smith. Well why -- I guess I've gotten -- maybe I am repeating the question. Why do we have to decide that, and we would just say there is a 1983 action, but you may not be able to pursue it, I guess is the way to put it, if your claims are precluded or the issues result in the fact that you don't recover."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That -- but that doesn't cover the situation in which a plaintiff says, I don't want to proceed under Title IX; I want to proceed first under 1983. Then there is going to be no question about whether 1983 is -- is unavailable because of issue preclusion. He is starting with 1983."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is your position on that - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You can't proceed under"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you are disagreeing."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it quite clear we can forget about issue preclusion and assume as Justice Scalia did, the client brought an action under 1983 and did not rely on Title IX at all, and just sued the school board, you would say he can't do that?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that's your issue, whether that's right or wrong. We don't have to talk about issue -- issue preclusion to decide that issue."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't your reasoning apply to, say, a race discrimination case in employment? We have got title VII and you have 1981. Title VII has a lot of accoutrements, a lot of text to go through; 1981 is plain and simple. So therefore, title VII ought to preempt 1981, right? So you -- in the area of race discrimination and employment, title VII would end any access to 1981. It would be the same kind of argument, wouldn't it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What does that have to got to do with what you are arguing is that if you have an elaborate mechanism, which you said you have under Title IX, I think that is debatable? But that was certainly the picture in Smith, and it's the picture in Title VII, Title VII versus 1981. That -- that fits your -- the -- your description, Title VII and 1981, much better than Title IX and 1983, I think."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's because we're still in the business of implying rights of action under Bivens. And it's different to say -- you know, if you say we are applying it, but as soon as Congress does something, we are not going to do that. That's quite different than construing a provision like 1983 which Congress has enacted."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There was no constitutional claim in -- what was it -- Palos Verdes."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you one sort of anomaly that keeps running through my mind in this case. If you have two school boards, one of -- two schools, state schools, one gets federal funds and the other does not, does this preclude -- no 1983 remedy against one, but there is a 1983 remedy against the other, that's your view, isn't it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is it anomalous to think it - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would it prove the same facts in both cases? I mean, the case of it would involve the same evidence, same alleged wrongdoing, and then one case you can rely on 1983 and the other you can't?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you just said that a deliberate indifference under both statutes, under 1983 and Title IX."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then you wouldn't have gender discrimination."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Response to what? Response - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you wouldn't have - - if you work for a municipality and your boss has been harassing you, you would not have a case under 1983?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You were saying the constitutional standard is different, so I am just giving you a case. It could be a school, it could be another municipal employment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Hodge. Mr. Rothfeld, you have five minutes, remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that provision apply only when there is a Title IX cause of action?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh well, if it doesn't, then it -- then it has validity whether or not you agree with your position."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They thought only in cases where there is no Title IX action."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you don't think they mean whether there is a valid claim? Even when there is a claim that isn't allowed under the law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":4180,"interruptions":25,"times_spoken":53,"laughter":0,"num_int_by":5},{"id":1,"fullName":"KAY H. HODGE","firstName":"KAY","lastName":"HODGE","counsel":true,"justice":false,"side":"respondent","words_spoken":3214,"interruptions":20,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":539,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1068,"interruptions":3,"times_spoken":39,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"MR. ROTHFIELD","lastName":"ROTHFIELD","counsel":false,"justice":false,"side":"","words_spoken":10,"interruptions":0,"times_spoken":1,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":324,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":11,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":846,"interruptions":0,"times_spoken":24,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":4180,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":3214,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":3048,"times_spoken":104,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035020}}