{"petitioner":{"name":"ARIZONA","counsel":[0,1]},"respondent":{"name":"No. 07-1122\nLEMON MONTREA JOHNSON. ","counsel":[2]},"caseNumber":"07-1122","date":"2008-12-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 07-1122, Arizona v. Johnson. Mr. Parkhurst. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't hear your first -- in your opening. Did you say that Mimms established that it's likely that he's armed and dangerous? I missed that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure it wasn't, but I missed what you said on that point."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that there's a point in an interaction that begins with a traffic stop, begins with a seizure, at which the nature of that interaction is changed so that it's no longer - - so that it becomes a consensual interaction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I should rephrase the question. Do you agree that it would be unconstitutional for an officer to conduct a pat down after an initial seizure while that same interaction still continues?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So in your view, or I suppose the government's view -- well, I'll let the government argue for itself. In your view, if the officer is just looking for the man in the gray overcoat and he stops someone on the street and says, have you seen a man with a gray overcoat, and the person says, well, I saw something like that, can he just suddenly spin him around and pat, and pat that person?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you're doing away with the first Terry factor altogether. Do you think all you need is reasonable suspicion that the person is armed and dangerous? What happened to the reasonable suspicion that a crime has just been committed or is in the course of being committed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, for a Terry - - for a Terry pat down you don't need, do you, articulable suspicion that the person is armed and dangerous? So long as you have a suspicion of unlawful activity, you can stop the individual and pat down. Do you have to have, in addition to stopping the individual, an articulable suspicion that he is armed and dangerous?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Both armed and dangerous?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in your view if an officer was going down the street and he saw an individual as to whom he had no suspicion a crime was being committed, had been or was about to be, but he said that guy looks like trouble for anybody who has anything to do with him, so he goes up to him and he says, I want to talk to you, and because he has reasonable suspicion that the individual looks like trouble, he pats him down. Is that a good pat down?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The individual gives him - - gives him mean looks and he has a bulge of something on his hip."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you are doing away with the first Terry factor. There are two factors recognized: One, reasonable, articulable suspicion that a crime is afoot; and two, this person is reasonably suspected of being armed and dangerous. Your answer to Justice Souter suggests that you don't need the first one, you don't need to have any suspicion that a crime is afoot; it's enough that you reasonably suspect that the person is armed and dangerous."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but in my hypothesis there was nothing that would satisfy the first prong of Terry. There is no lawful traffic stop, there is no indication that the individual has committed a crime or is about to or is doing so. So, so -- so Terry one is blank in my hypothesis, and you nonetheless conclude that as a result of dirty looks and the bulge of a probable gun on the hip, the officer can in effect initiate the action with the individual and pat him down."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the officer need - - justification for a stop, for a Fourth Amendment seizure, whether because of a traffic violation or because of suspicion of criminal activity; and then in addition to that, reasonably believe that the person is dangerous? I thought that would be -- I thought that was your argument."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In the context of a traffic stop, you don't need, as to the passenger and the driver, you don't need suspicion of criminal activity. The person has been seized as a result of the stop, and then if you add on to that the reasonable suspicion of danger to the officer, that would be sufficient."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Officer Trevizo herself testified that she thought the seizure part was over. She asked him would he get out of the car, and then she said -- I think she used the word \"consensual\" herself, that it was a consensual encounter."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That after the initial seizure was over, and then she wanted to question him about gang, his gang affiliations -- and didn't she testify? I seem to remember she did, and she said it was voluntary."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what you're saying is that if there is a stop of the passenger and an interrogation of the passenger, the passenger can't say, incidentally, this is consensual, and thereby avoid a pat down?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me there is some indication that that's what happened here if you credit the police officer's testimony."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, you can have consent within the context of a stop that has not yet ceased."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask if your view of the law that, if the officer is pretty sure that the person he's having a consensual encounter with has a gun -- he could see the bulge or something -- is that sufficient or does he have to have some proof that the person is about to use the gun?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about just meeting on -- on the street, the officer meets the man on the street and asks him where he's going or something like that, and he sees a -- a bulge in the pocket that convinces the officer he has a gun, but that's all. That's the only evidence of a threat to the officer. Is that enough?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What if he says \"yes\"?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I -- I thought you said that there has to be an articulable suspicion that he is armed and dangerous."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A bulge would not be enough to conduct a pat down after a Terry stop, therefore."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why should it be enough to -- to justify a pat down here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand. I weigh all the factors, and there's nothing but a bulge."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So the bulge alone -- Well, whether I believe? There has to be, you know, a reasonable basis for - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an articulable basis for the belief, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I don't see why a bulge alone would -- would satisfy."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We have a whole separate line of cases apart from the Terry stop cases which allow officers to protect themselves by conducting a search of the surrounding area when they arrest somebody. And that justifies a pat down of the person that they arrest also, doesn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether or not they think that -- that he's about to -- to draw the gun and shoot them."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't that line of cases be extendible to this kind of a situation?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why during a traffic stop shouldn't they be able to ensure their own safety by -- by patting down the people who have been stopped, whether or not they have an articulable suspicion that they are about to draw and shoot? But that's not what you're proposing, is it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why go the Terry route instead of the route that -- that covers search of the area around the person who is arrested?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When -- when did this end? You just said -- you said when the car is stopped everyone is seized, the driver and the passengers as well. The seizure ends at some point. Is that when the driver is ticketed and the police cruise off or - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"General Parkhurst - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Then how did the -- how did the officer come up with the marijuana as well as the gun?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"General Parkhurst, I -- I seem to be a little confused about the facts of this case. I had the -- remember the testimony that she thought the -- that the encounter had become consensual, which meant that he was no longer -- in her view, no longer under police custody. But are you also saying she also thought he was about to assault her; and, therefore, she was in danger?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a substantial difference between being both in danger and saying, well, the arrest was all over."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why had this descended from a -- a seizure to a post-seizure consensual encounter? Why was the seizure over?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me you're -- you're acknowledging that she said that it was a purely -- you're not arguing it as based on a purely consensual encounter? I thought that that's what you - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though she said so?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The white light is on. I don't want to -- but your opening argument that you presented indicated that a seizure is not necessary. You -- you wanted a further rule."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the officer believes that a person is armed and might be dangerous, then they can pat down. That's -- that's the rule that you proposed, I thought."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Heytens. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree that there is a point at which the encounter initiated by the traffic stop changes in some way that a pat down is no longer justified?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if the encounter is -- by \"the encounter is over,\" do you mean that they separate; they're no longer together? My question is whether or not it's a continuing encounter but transforms somehow in its quality so that the pat down is no longer justified."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I suppose there is an argument, anyway, that even though the initial seizure is over, the consensual encounter continues. And at some point the officer, as a result of whatever happens during that consensual exchange, becomes concerned for her safety."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me ask you, suppose it's a roadside encounter in which the driver is changing a flat tire and the officer stops and wants to talk to him for a while and then he suddenly thinks, well, maybe this guy's armed. Is it okay for him to go ahead and search him?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Maybe he has an articulable suspicion."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that any different from meeting somebody on the -- on the street corner?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The flat -- my flat tire example."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But those are roadside encounters after a traffic violation."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't rely at all on the fact this is a traffic stop?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"On your second point, that is."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is it easier?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but those are all cases in which there is a violation of law that preceded the activity. I asked you about cases in which there is nothing other than the officer's interest in patting down the guy because he thinks he has a gun."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I disagree with that. The holding there was that the passenger was stopped, the passenger was seized, so this was a pat down in the context of an ongoing seizure."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, even if that's true, why don't we accept Mimms with the gloss of Brendlin?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But you say -- your brief goes much, much further. And I'm looking at page 9 where you say: \"Police have to be able to protect the officer's safety from a person reasonably believed to be armed and dangerous whenever the officer encounters that person in a place where the officer has a lawful right to be.\" I read that to mean if the law -- the officer is on the street, in a pub, any place where he has a lawful right to be, that officer can, on the basis of a suspicion of armed and dangerous, pat down, and you don't need the first Terry. It's only -- it's only the armed and dangerous."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But you'd apply the same rule if the -- if the officer just stopped to help the guy change his tire."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But I take it, if I understood your earlier answer, you would extend the application of the rule as you understand it to the encounter simply on the sidewalk by a police officer who has no suspicion that the individual he wants to talk to has been, is or is about to commit a crime, but if the officer chooses to initiate the conversation, he then, in effect, if he can articulate any suspicion, like we'll say the dirty look and the bulge on the side, he can go ahead and pat down. Is that -- is that your view?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask you if the Department of Justice has ever taken this position before?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm asking you whether you have. You don't think they have, do you? It's a rather extreme position."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there's something fundamentally wrong probably about that, but the - - the -- I think the problem that sort of drives the questioning is that if you extend the rule as far as you want to extend it, we have to take into consideration that the standard of articulable suspicion is the standard that, in practical terms, can pretty well always be met. You can -- you know Benjamin Franklin's remark, it's great to be a reasonable person because you can think of a reason for anything you do. And that's what's driving, at least driving my questions."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah, but what the officer cites is going to be a matter of fact, and the facts at that point are gone, they're in the past. And all you've got is the officer saying, you know, this is - - this is what I perceived. And maybe you've got the a - - defendant somewhere saying, oh, no, it wasn't like that. But in a -- in a situation like that, if articulable suspicion, in effect, can justify a sidewalk pat down without any articulation of a basis to think crime is afoot, then you've got a -- you've got a pretty wide open standard in the real world."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Pincus. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if -- we've been talking about the officer approaching somebody on the street who has the bulge in his pocket, what if the person with the bulge in his pocket approaches the officer? Can the officer at that point, even if he has no suspicion that crime is afoot, conduct a pat down?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This is -- this is like the rule in the Old West that the sheriff has to wait for the defendant to draw first?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So in response to my"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"One moment. In response to my hypothetical, even though the officer reasonably thinks he is in a situation where he could be shot, he can't do anything about it, not even a simple pat down, even though he did not initiate the contact, somebody comes up to him?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, let's just say it's like this case: The guy's coming up, he's wearing the colors of the Crips gang and he has a bulge in his pocket. It's not a crime to wear that type of clothing; it may not be a crime to have a bulge in your pocket; but he nonetheless has a reasonable suspicion that he's being -- he's in a threatening situation, even though he has no basis for thinking that a crime is being committed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not -- Mr. Parkhurst said in his opening that the traffic stop is the equivalent of the articulable suspicion that a crime is the equivalent of the articulable suspicion that a crime is afoot. It justifies this stop, and then you have to have something further to justify the pat down, but the car, the seizure of the car and its passengers, that is the equivalent of the first Terry. And why isn't that so? It's a stop; it's a legitimate stop."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can we pursue that for a minute. What -- I guess -- we -- we all start with the common assumption that -- that there was at least a legitimate stop to start with."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And my -- my question which -- which goes to who was right about whether the seizure, the legitimate seizure had stopped and the consensual encounter had begun, my question is what is it beyond the conclusory statement of the officer that in effect justifies drawing that conclusion that the stop was over?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have -- do we have any evidence about duration here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If in my -- my problem in this case, I guess, in taking your position is, I don't think we have got an evidentiary basis to conclude that what we start by assuming is a legitimate stop has in fact run its course. I don't see how we can draw that conclusion. That's what I'm getting at."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then, in other words, you -- you are -- I -- I'll be candid with you. I would have started with the assumption, based on Brendlin, that if the stop of the car and its driver also effects a stop and a seizure of the passenger, that you start out with the assumption that the seizure of the passenger is going to last for the same duration as the seizure of the car and the driver unless you have a good reason to draw some line and say, no, it doesn't. And I take it that you are not making that initial assumption; am I correct in that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think you're rejecting it, aren't you?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What are those -- what are those special facts?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying -- are you saying if there are a driver and a passenger and two police officers, and one police officer is dealing with the driver, saying, you know, where's your insurance papers and so on, and at the same time the other officer is questioning the -- the passenger -- are you saying that that independent questioning of the passenger in effect eliminates the -- the passenger's seizure as - - as following from the seizure of the driver?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I don't get it. Why should the fact that an officer, a separate officer is talking to the passenger, ultimately have anything to do with the duration of the passenger's seizure, absent a situation in which officer two says, \"by the way, you're totally free to go\"? We don't have that kind of strange situation. But short of a strange situation like that, why does the conversation with the passenger have anything much to do, have any bearing on the -- on the length of the passenger's seizure?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But we accept as hornbook law when they are -- when the police are questioning one individual whom they stopped, let's say for a traffic violation, that during that period of seizure, the reasonable period of seizure, the officer can ask questions about other subjects, and that doesn't end the seizure."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Like the -- passenger."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't want to -- I don't want to take up your whole argument on this hobbyhorse of mine, but I mean my -- my only problem is, I don't see that we have got an evidentiary basis here to say that because of the duration or the mere fact of the questioning, there is a reason to say that as to the passenger, a reasonable passenger could say I am no longer seized, and -- and this encounter is totally consensual. The -- the officer testified, no question about it, but the test is subjective."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And then don't you lose under that line of cases? This is the picture that the officer was painting, or I thought was, to bring this within the \"Mind if I search your luggage\" category of cases."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So -- she's got consent. She doesn't have to -- she says, he said okay, he would get out and talk to me; he said okay when I began to pat him down; it's only in the middle of it he began to wriggle a little bit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're giving up a shield here, I take it? If instead of a pat down, the officer said, where were you last night at 10:00 o'clock, without Miranda warnings, you would say, well that's just -- that's just fine?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What are the facts that show that a reasonable person in the passenger's position would have believed himself free to terminate the encounter?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What are the facts that show that the person who was searched, which is Mr. Johnson -- is that right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what are the facts that suggest that he thought he was free to terminate that encounter with the police?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. I would say we've held a lot that that's just beside the point. If you stop a car for a traffic stop, you can search it for all kinds of things. You can do all kinds of things not related. So if that's what they're relying on, I suspect that that's not right, that it had to do with a different subject matter."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Say I was lawfully stopped. All right. Go ahead. I want to get all of them in front of me."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The question is, how did she do that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"She said, \"You can leave whatever time you want\"?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No. No."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you're standing there and the policeman is in front of you, and they have stopped the car, and the woman who is the policeman says, \"I want to search you.\" Do you think you're free to leave? (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, then. So now we have got two of them. What's the third?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"MR. PINCUS: No, No, it was on the highway. it was in an urban area, actually."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"It was in an urban area. Okay. You're stopped in an urban area. The policeman says you are stopped, and you are stopped lawfully. Will you get out of the car? Yes. The policeman begins to search for the -- the gun. Fine. You think you're free to leave?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What's the fourth? What's the fourth? I just want to get them all out here. Is there anything else?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So, what they say is a reasonable person would have found -- felt that he could just say good-bye, and he would have felt this even though the car was stopped lawfully, she asked him to get out of the car, and she began to search him for a gun."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I say, can we not reverse that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm saying if the question is whether the person reasonably thought at the time of the search he could leave, there's certainly a strong claim here that he could not reasonably or he did not reasonably think he could leave. As long as that is so, the issue in front of us is when you stop a person, a policeman in the course of your duties, and that person thinks that he cannot reasonably leave, and you believe reasonably that he's armed, can you pat him down? Well, asked that way, certainly a strong argument, the answer is yes, if you don't want to be killed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you look at the first part of that, what somebody in Mr. Johnson's position would believe, how does he tell? I mean, even if the other officer goes to the window and starts asking the driver, \"Can I see your insurance papers,\" there's no representation that's why we stopped you, that's all we're interested in. They may have stopped him because they have reason to believe that that car was involved in criminal activity. They don't have to disclose immediately what's involved. So how can the passenger know why the officer is stopping the person in the first place? Hypothesize that he has been involved in criminal activity. He may think, well, they've caught me and they're just going through this charade to try to get information about it and make the people feel comfortable, whatever. I mean, just because he says, \"You don't have insurance papers,\" that's -- I don't think it's reasonable for the passenger to say, \"Oh, this is not about me. I can get up and leave.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what else?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He is supposed to assume that it's not about him because of her tone?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose we go beyond. I mean, once we go beyond, I become a little at sea as to what the answers are because policemen do things other than investigate crime. A policeman is on protective duty. The individual he is protecting is approached by a member of the Crips gang, who has a bulge in his pocket. Can the police, with reasonable grounds to think that that person is armed, pat down that person? Or is he supposed to wait until the gun comes out of the pocket and the person who is being protected is shot? A policeman is on a bridge. Somebody stops the car in the middle of the bridge. Traffic is held up in all directions. The policeman goes to try to remove the car from the bridge. In the back seat is a member of the Crips gang with a bulge in his pocket. Is the policeman supposed to ignore that? I mean, policemen do many things, and once you tell me that we're going beyond the facts of this case, I can think of all kinds of hypotheticals that aren't so hypothetical, and I become uncertain about when the policeman can and when he cannot. So, how do you respond?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Pincus, I want to go back to the previous subject for a minute. We certainly didn't take this case to decide whether the passenger was free to leave or not. That -- that was not the issue on which we took the case. And you claim that that issue has already been resolved by findings of the lower courts?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"In order to contradict that, would we have to find that that's clearly erroneous?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any dispute on the underlying facts?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there is a dispute as to whether the man thought he was free to leave. That's a big dispute, isn't it?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Did he testify?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So nobody asked him whether he thought he was free to leave -- which would have solved a lot of problems. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Your hypothesis about why she -- why he was free to leave is because of the tone of the arresting officer? The tone of the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And there's no finding about the tone of the officer, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you keep emphasizing that this is an urban area, and it seems to me that's going to lead to a test that's impossible to administer. I can think of a lot of circumstances in which the passenger in a car that is stopped will not think for practical reasons that there is much alternative but to wait until the driver is permitted to get back in the car and drive away. All of those would fall under your urban category, wouldn't they? If it's night -- suppose this was a dangerous area. Suppose this was in an area that was the turf of a rival gang, so it really wouldn't be very practical for this person to start walking down the street. There are not just urban areas and rural areas; there are expressways in urban areas; there are suburban areas."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All of those things would - - you would have to draw a line taking all of those things into account."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we didn't think it was a factual question in -- in Brendlin. In Brendlin we said even when the wrongdoing -- this is at page 7 - - even if the wrongdoing is only bad driving, the passenger will expect to be the subject of some scrutiny. And his attempt to leave the scene would be so obviously likely to prompt an objection from the officer that no passenger would feel free to leave in the first place. And that's why we held there was a seizure. You're basically arguing with the premise of Brendlin."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Brendlin says no passenger would like -- would feel free to leave during the course of the investigation. And -- and I would have to agree with that as a -- as a common-sense matter. It would be amazing to me that this fellow said: I'm not going to talk to you anymore; I'm leaving; and -- and the -- and the police officer would allow it, particularly when the police officer, we know, searched the person."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What are the facts? That is, this happened quite close to the beginning of the - - of the stop, didn't it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We don't know. I -- I read this. But it said -- I mean I thought, from judging it, that it did happen within a few minutes of the -- of the beginning. They were still talking to the driver. We know that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We don't?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is there any reason to think it was half an hour?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree that if you -- if you lose on the seizure issue, you lose?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I guess what about -- I -- I guess if we held that you could do this, this pat-down search here, it would probably carry forward to any other kind of seizure like a -- a roadblock to inspect for drunken driving or anything like that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We would say the same thing: That if there is a passenger in that car, you could tell the passenger to get out and conduct a pat-down search."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't the -- why isn't the \"seizure\" and the \"consensual\" aspect also mutually reinforcing but kind of blurring into each other? It seems to me it's an awfully difficult decision for the officer to make. I stopped this person. I know under Brendlin that he is seized, and I'm engaged in a dialogue, and I have to worry that at some point he thinks he is free to leave."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you seem - - your argument assumes a fairly bright line between the point at which the individual is seized and the point at which the interaction becomes a consensual search. And I'm just saying that in the running line of cases, that line is going to be very blurry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. The converse situation is that so long as the interaction continues, it is a seizure, and the officer can take reasonable steps, the pat down to protect, her safety. That doesn't have a line-drawing issue."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you don't concede in this case, or do you, that Trevizo had a reasonable suspicion that Johnson was armed and dangerous? That has not been found for purposes of - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So even if you did not prevail, we would have to remand on that point?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is it lawful to possess a firearm?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was he convicted?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I have difficulty accepting your suggestion that there is a sliver of cases. It seems to me there are a multitude of cases in which officers might suspect somebody is armed but not think criminal activity is afoot, but decide they would like to pat them down."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you argue in -- in all of this that this guy was not dangerous?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How could he not be dangerous? First, she said: I suspected him because he was looking behind, but -- and then she said he was wearing the clothes of a gang, and then he admits to having been convicted of a burglary. Why isn't it very normal for a person to be apprehensive?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Not so fast. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"The \"armed and dangerous\" requirement, does the \"dangerous\" requirement mean endangering the policeman, or is it enough -- is it enough if -- if you think this fellow is -- you know, he's just a dangerous character. Is that enough, or does it have to be an immediate threat to the policeman?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- it's not enough if you think he's -- he's Al Capone?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Parkhurst, you have a minute remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you -- what do you say about the other -- the other side's point that in the case of a Terry stop there's a -- a mutually enforcing -- reinforcing aspect? You have a suspicion that -- there is crime afoot to begin with, plus the -- the suspicion that the person is armed and dangerous; whereas, here, you know, it's a traffic stop is all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what is required where you think criminal activity is afoot is not necessarily going to be the same as what's required when you -- when there's just a traffic stop."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOSEPH L. PARKHURST","firstName":"JOSEPH","lastName":"PARKHURST","counsel":true,"justice":false,"side":"petitioner","words_spoken":1766,"interruptions":18,"times_spoken":51,"laughter":0,"num_int_by":5},{"id":1,"fullName":"TOBY J. HEYTENS","firstName":"TOBY","lastName":"HEYTENS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1232,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":2,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"respondent","words_spoken":3204,"interruptions":33,"times_spoken":75,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":875,"interruptions":1,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":521,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":603,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":720,"interruptions":2,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1111,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":271,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":552,"interruptions":1,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":773,"interruptions":0,"times_spoken":26,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":2998,"times_spoken":72,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":33,"words_spoken":3204,"times_spoken":75,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":7,"words_spoken":5426,"times_spoken":154,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472418052771}}