{"petitioner":{"name":"MARK A. BRISCOE AND SHELDON A. CYPRESS","counsel":[0]},"respondent":{"name":"VIRGINIA\n","counsel":[1,2]},"caseNumber":"07-11191","date":"2010-01-11T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Case 07-11191, Briscoe v. Virginia. Mr. Friedman. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The State court has interpreted their provision to give the defendant the choice of subpoenaing the witness or asking the State to bring in the witness. Why is that overruling Melendez-Diaz?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how is that different from a notice statute? If --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we take the statute as the State supreme court has read it --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they say: In my mind, it's a notice statute; tell the prosecutor you either want them to call the witness or you subpoena the witness. That's what the State court has told us. Whether or not you had notice of that interpretation is a separate question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's separate out the two questions."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's our first question --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Confrontation Clause require, not just the ability to cross-examine --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but an affirmative obligation to place the witness on the stand?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just ask you one"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would swearing the witness in and saying to the witness \"Is this your report?\" and the witness saying \"Yes\" -- what would be unconstitutional about that, given our case law that says that any prior statements by a witness are admissible once the witness is on the stand or constitutionally admissible once they are on the stand?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. \"Should\" is a different question than the one I asked."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have anything historically or in any case that would suggest that that is a constitutional requirement? I mean, I do accept that there is plenty that says you have a right to be --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to confront the witness."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what would require the prosecutor to actually do more than I just suggested? \"Is this your statement? Is this your lab report?\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not terribly persuasive. I don't disagree with you."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s a matter of trial tactic, but I'm not talking about trial tactic."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Bear what risk?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Bear what risk? What risk? Bear what risk?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he says, \"Is this your lab report and do you stand by it?\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see. So -- okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I understood the hypothetical to be -- to be otherwise, then."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- so what difference? That's because there’s nothing in evidence about the incident, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was a --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Those were found -- I don't -- were those found as violations of the Confrontation Clause?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or due process?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not clear to me what your answer to these questions is. If all the prosecution does is call the analyst on the stand and admit -- have the analyst provide a foundation for the admission of the report, let's say, pursuant to the hearsay exception for recorded recollection, and does nothing more, would there be a Confrontation Clause problem?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference between that situation and the situation in which the report is -- is admitted, subject to -- and the analyst is available, and the defense can question the analyst if the defense wishes to?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the past recollection recorded, the witness doesn't stand by the statement. The witness says: I made the statement, have no current knowledge; I can't stand by it or not stand by it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand what you just said. Want to say it again?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are asking us now to state something that you admit is in really no constitutional case or historical case, that says the right to confrontation means that the witness has to tell the story, and the form of telling that story has to be a verbal recitation; it can't be past recorded recollection because you just said they have to tell the story. It can't be based on official documents or anything else, because it has to be their story. Am I hearing you wrong?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the theory of this? I understand in hearsay, which as we have just seen demonstrated, is very complicated, filled with all kinds of rules --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- some of which I may recall and others of which I certainly don't. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the Confrontation Clause, I would have thought, would have picked out the heart of that. So we have Sir Walter Raleigh and Sir Walter Raleigh says, \"Bring in witnesses,\" which they wouldn't. So why shouldn't we say what this clause is about is Sir Walter Raleigh?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Bring in the witnesses. Now, once you bring them in, the defendant can do what he wants. He has had his chance to cross-examine them. End of the matter, and leave the rest up to the hearsay law."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- and -- I trust the trial process, and much of your brief was talking about that process --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and the fact that it's much more effective when the witness tells their story and you get a chance to cross-examine than if you have to start from the platform of cross-examination. Once a defendant makes it known that a -- he's going to cross-examine a lab technician, don't you think that in the vast majority of cases the prosecutor is going to put that witness on?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if he does or doesn't, why shouldn't we leave it to the normal trial strategy and practice to leave to that prosecutor the burden of non-persuasion, which is what confrontation was about?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, I was starting from a different proposition than you did --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because I think that’s a question for your adversaries: How could you have known --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that you should have asked the State to bring that witness in? But putting that aside --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- assume we are reading it the way the Court has now."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Friedman, one of the problems that has been brought up is that this is an inordinate expense, and you're wasting the time of the analyst. Do you recognize any economy -- for example, that the analyst could testify from the lab, have video conferencing, and so the analyst, while the prosecutor must call her, can testify from the lab instead of coming down to the courthouse?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you say that? We have an amicus brief from 26 States plus the District of Columbia arguing exactly the contrary."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They say that there is a very substantial category of cases in which defendants really have no interest whatsoever in contesting either the nature or the quantity of drugs involved, but they will refuse to stipulate to those things simply for the purpose of putting a financial burden on the prosecution, because they know, if they do that, it may be helpful for them in getting a better plea bargain, plus there is a certain risk that the analyst will not show up, and they will get the benefit of that."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If this is not a burden on these 26 States plus the District of Columbia, why are they bothering to make this argument? Just for amusement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I assume you've picked the best example for you. D.C. is a small place. You go to a big State, and the lab is not always right next door."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You could have -- you could have hearsay that is not prepared for testimony. There are all kinds of categories. And suppose, in your case, this hearsay of business record or --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And how often will you say: I understand it's admissible, but I would like as well to call the witness who prepared it. Will you do that very often? Suppose you learn that that witness is -- is 4,000 miles away, so you say, I’d like to call this witness, and you know perfectly well that it's going to be virtually impossible for that witness to be produced. What happens?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to think of something that’s hearsay, and --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and what I'm trying to figure out --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is will defense attorneys, if they have the right under the Constitution to insist that a lab technician be present, in cases where they happen to know that lab technician has left the job and is married and is reliving in a distant State, say okay, let's call her. And that way the prosecution really cannot present the case except at inordinate expense. And I'm concerned about that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I don't see quite how to deal with it, how much of a problem it is, and the impact on this particular situation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Friedman, aren't there States that have been proceeding this way even before we came down with our opinion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And which States are they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And they are not under water, are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your answer to Justice Breyer has to be, of course, you would insist that the person be called. It would be malpractice for you not to."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know except anecdotally, but Massachusetts seems to be having huge problems, reported anecdotally, with the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Rouse -- is that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The woman, Barbara -- Barbara Rouse?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then there are conflicting reports in the newspapers, but I don't know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if the lab is -- is divided into four or five parts and there is several different machines and we have different people at different times using these different machines and performing different operations and each, at the end, certifies that the red light was on or it was this or it was that? Now, do we have to call all those people?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Each of them --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Each of them looked at a special part. Each of them said --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that it was this or that, and in respect to each of those statements, it’s this or that. That is hearsay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, it's no confrontation because in this instance the hearsay prevents the confrontation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your answer to my question is, if a laboratory is so organized so that six or seven people perform different steps of the operation, if it is organized in that way, all of them must be brought?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't believe so, but you gave me an answer saying they did have to, so -- because you said they could organize differently. So now explain to me why they don't."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose one person doesn't observe all the procedures. One person prepares the sample, another person puts it on the paper, another person reads the machine, another person calibrates the machine."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. The evidence is presented, and the test comes out so -- positive, so that the gun fires or that it's a drug or that it's a DNA sample. Can the conclusion be presented by one witness from the lab, when that witness did not observe all of the procedures?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Entirely what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"What was that adjective? I like that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Orthogonal?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ooh. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I knew this case presented us a problem. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think we should use that in the opinion. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the dissent. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, in your view, it wouldn't satisfy the Confrontation Clause if, say, the supervisor shows up and said that this is -- this is the way the analysts operate and describes the procedures."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the reason that I ask is because floating in the back of my mind is -- is if -- (a) does the Confrontation Clause apply?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the answer to (a) is yes, then are there different kinds of implementation rules in different areas where there are other signs of security, where there are other reasons for thinking it's not bad testimony? That line is not something that’s necessarily workable, and -- but I brought it up to try to think about it."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that square with where we started out? We have situation A, where the prosecutor calls the lab analyst, and the lab analyst says, this is my report, and I stand by it, period. Now, it's up to the defense to cross-examine. That's situation A. Situation B is the report is admitted without the analyst present, but the defense can then -- without the analyst on the stand --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the defense can then cross-examine the analyst."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There’s such a slight difference between those two situations. Now, how is that a fundamental transformation of the way Anglo-American trials are conducted?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Let's just not get beyond the facts of this case, where all -- all that we are dealing with is a -- an analyst's report relating to the -- the nature of the substance that was tested and, if it's a controlled substance, the amount. That's it. It doesn't extend to anything else, videotapes or anything more. There’s such a slight difference between those two situations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Friedman."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCullough. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It goes -- that goes to the waiver question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How did they know at trial that they were supposed to say to you: I don't want a subpoena; you bring them in."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you're -- you're still begging the question. How -- they did what any reasonable defendant would do and say: I object to the admission of this lab report; I have a right under the Confrontation Clause to have the -- the lab technician here. And the Commonwealth court said, no, you don't."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And so did the court on appeal. How did they know that this was a notice- and-demand statute as opposed to a subpoena statute?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you: If we were to -- how do we articulate a rule, or do we need to, that would take care of the fears of your adversary that trials would become trials by affidavit, that the -- that prosecutors will choose to put all witnesses on -- by videotape, by affidavit, by deposition, whatever mode they choose except bringing them into court -- and forcing defendants then to call the witnesses and do a what's -- what I call a cold-cross? What rule would we announce in this case --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- that would avoid -- what constitutional construction of the Confrontation Clause would we issue that would protect against that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. Forget the practical. Talk about the legal, constitutional."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They're trial witnesses. Anything else?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, just one or two. Just one or two affidavits. Or it -- the court has a rule you have to provide those affidavits several weeks before trial. That would be okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We'd have a whole European-type trial, right? It would be trial by affidavit."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It does more than that. It does more than that. It is the prosecution that has had to place the witness on the stand. It has not been up to the defense to say, oh, no, I object to this affidavit, I would like you to bring -- no. The prosecution has to bring in the witness. That has been what the Confrontation Clause has meant."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, you don't agree with that. You say you don't have to do it unless the defendant objects and issue -- gets a subpoena issued."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How is that clear from the statute?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How is that clear from the statute? It just says that a subpoena shall issue. What if a subpoena issues and nobody comes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"A strict construction of statutes in general, or a strict construction of this provision?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about the specific issue of the person subpoenaed not appearing. Do you have a case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So we don't really know."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know how -- how strict construction gets you to the -- to the result that when it is the defendant who has to take the initiative to get the person brought in, if the person doesn't show up, it's -- it doesn't fall on the defendant; it falls on the prosecution. I don't see how strict construction gets you there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think that underlying this is a fairly simple problem, conceptually. Imagine we have Sir Walter Raleigh at trial, and there’s an affidavit for missing witness A and witness B and witness C, and they are over in a room somewhere, whether they were treated badly or not, and they have written these pieces of paper. In they come. And Walter Raleigh says: \"Bring me the witness.\" Now, suppose they had trotted him out, and he cross-examined him. Still, those pieces of paper came in, and they weren't cross-examined. And so what do we do about that? They weren't cross-examined, and how did they get in here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"As I read this statute, it does let in that piece of paper."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so why then, by analogy, isn't the statute bad?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If -- unless you -- unless you have some special kind -- I mean, you’d have to some special -- specially reliable evidence that sort of fell within the Confrontation Clause but not totally. And that's what I -- the more I think about that, the harder that one is to do."},{"name":"JUSTICE BREYERE","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, to put my chips on the table, which you probably understand, I thought the reliability of this evidence in the mine run of cases was such, and the distance from Sir Walter Raleigh was sufficiently great, that it fell outside the scope of the Confrontation Clause for those two reasons, but mine was a dissenting opinion."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, therefore, what do I do? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the problem you describe, the hearsay rule would have solved that alone, wouldn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so what's left for the Confrontation Clause to do?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't have to happen in the prosecutor's case. In other words, the prosecutor puts in the reports and rests. And the defendant says, there wasn't sufficient evidence; I move to dismiss the case. It couldn't be dismissed at that point. The prosecutor would prove its case by the affidavit alone."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it's still not clear -- not clear under the statute that if the witness doesn't show up, it's the prosecution that bears the burden."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that clear?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't say what the consequence of his not appearing is. That the -- that the written testimony is -- stands and is admitted, without the opportunity to cross-examine the witness?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, the prosecutor issues the subpoena."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The witness does not show up."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about fault on the part of the prosecutor. I'm talking about the fact that the witness has died, has fled the State, is simply not available."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, he is required to appear. But what happens if he doesn't appear?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, we’re not going in circles at all. You -- you appeal to the language that the witness shall appear as resolving what happens when he doesn't, and it doesn't resolve that. It just says he must appear. And if he doesn't appear, what happens?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't see the statute requiring that. It requires that of the witness, he shall appear."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How new is the new one?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. The -- the reply brief of -- of the Petitioners mentions that -- that the same thing, a spike occurred in other jurisdictions after Melendez-Diaz, but then the spike went down, after -- after 6 months or a short period."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is peculiar about Virginia that -- or what is peculiar about Michigan or the other States that have this system and somehow are able to live with it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Virginia criminals are nastier; is that it? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Kruger. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's not what we said in Melendez-Diaz, unfortunately."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We said the following: “More fundamentally, the Confrontation Clause imposes a burden on the prosecution to present its witnesses, not on the defendant to bring those adverse witnesses into court. Its value to the defendant is not replaced by a system in which the prosecution presents its evidence via ex parte affidavits and waits for the defendant to subpoena the affiants, if he chooses.” So you are asking us to overrule that -- that statement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"He's present only if the defendant asks for him, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And that's exactly what this addressed. It's not -- it's not replaced by a system in which the prosecution presents its evidence by -- and waits for the defendant to subpoena the affiants if he chooses."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That may be. It's a perfectly reasonable argument. I just object to your saying that it doesn't contradict Melendez-Diaz."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So the statement, the sentence in this opinion, that, in your opinion, would have the effect of limiting Melendez-Diaz without overruling it, what is that statement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it just doesn't -- doesn't apply just to analysts, right? I mean, is there anything peculiar about analysts? Would it not exist for any other witness?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand what -- is that a yes or a no?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So as far as the Confrontation Clause is concerned, this would apply to other witnesses as well?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Indicia of reliability -- you want us to go back to that? Is that -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What if it doesn't quite work, that the Confrontation Clause seems to be expanding, just with the opportunity for cross-examination creating all kinds of incursions into areas where it’s not necessary for fairness purposes? Then does it make sense to say -- hey, unfortunately, to say that the only workable system is that you have a system which has exactly the confrontation point, but indicia of reliability do have an impact as to what the implications of the Confrontation Clause violation are, in terms of practical trial necessity."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, there we are, accepting the warnings of the dissenters in Crawford. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what about Raleigh's witnesses -- you know, the hypothetical I gave you, for the heart of the matter, the heart of the matter, and they stick it in their affidavits, and you say, oh, don't worry, don't worry, you can cross-examine them later in the trial."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could you -- are you suggesting or are you saying even a trial by affidavit is okay under the Confrontation Clause? Is that your position?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you are absolutely saying that, under the Confrontation Clause, trial by affidavit of any witness would be okay."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So are you -- are you then saying that there is some other constitutional limit to that choice, outside of the Confrontation Clause? And if you are, what would be that other constitutional limit?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how many hundreds of cases will it take to identify those limits under that very clear Due Process Clause? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Don't we want clear rules for the presentation? Don't we want clear rules, not gambling on what the Supreme Court will say about due process?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Kruger, can I just ask this question? I just want to be sure. Supposing you have an eyewitness. Can you follow the same procedure that you recommend for the scientific witness here -- and for an eyewitness?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why do we have to say anything in this case? Why is this case here except as an opportunity to upset Melendez-Diaz?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This Virginia statute no longer exists, does it? So we are pronouncing on the validity of a Virginia statute that is now gone, right? They have adopted a statute that complies completely with Melendez-Diaz."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not criticizing Virginia; I'm criticizing us for taking the case. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So do we say to them, contrary to what Melendez-Diaz is, that subpoena statutes -- when you read the statute, it says the defendant has to subpoena the witness. On its -- on the face of this statute, without the Commonwealth court's gloss on it --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That question of prior State law, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Friedman, you have 4 minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- just the first one, the no-notice problem, that's kind of silly, isn't it? Because if you are being prosecuted for 50 grams of crack cocaine, you can expect the government is going to try to prove that."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I take it your position is it wouldn't matter. If the -- if Virginia said that the -- the Commonwealth bears the risk of a no-show, that wouldn't make any difference?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have to assume that that's the case."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would you like us --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you like us to grant, vacate, and remand in this case and say because it's unclear who has the risk of a no-show?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then Supreme Court of Virginia on remand could decide whether in fact the -- the prosecution bore that risk?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Melendez-Diaz addressed the question of the order of proof? Where did it address that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So is the proper solution to grant, vacate, and remand in light of Melendez-Diaz?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RICHARD D. FRIEDMAN","firstName":"RICHARD","lastName":"FRIEDMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3448,"interruptions":42,"times_spoken":97,"laughter":1,"num_int_by":7},{"id":1,"fullName":"STEPHEN R. McCULLOUGH","firstName":"STEPHEN","lastName":"McCULLOUGH","counsel":true,"justice":false,"side":"respondent","words_spoken":2135,"interruptions":20,"times_spoken":43,"laughter":0,"num_int_by":3},{"id":2,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"respondent","words_spoken":1192,"interruptions":17,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":150,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1000,"interruptions":13,"times_spoken":41,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1010,"interruptions":0,"times_spoken":57,"laughter":6,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":512,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1091,"interruptions":11,"times_spoken":35,"laughter":3,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":166,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":91,"interruptions":0,"times_spoken":3,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":38,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":3448,"times_spoken":97,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":3327,"times_spoken":69,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":26,"words_spoken":4058,"times_spoken":169,"laughter":11,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035017}}