{"petitioner":{"name":"CARLSBAD TECHNOLOGY, INC.","counsel":[0]},"respondent":{"name":"HIF BIO, INC., ET AL. ","counsel":[1]},"caseNumber":"07-1437","date":"2009-02-24T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-1437, Carlsbad Technology v. HIF Bio, Inc. Mr. Rhodes. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there something odd about saying if it's really fundamental like the presence or absence of subject matter jurisdiction, that is not reviewable? It's not disputed, right? That if the district court says, I lack subject matter jurisdiction over, let's say, the RICO claim, as wrong as that might be, that would not be reviewable, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Though that could be a very grave error and yet, on a matter of discretion, that that would be reviewable. And I appreciate your statutory argument, but it just seems odd to think that Congress would want to be firm that if the remand is for lack of subject matter jurisdiction, wrong or right, no review, but it was a discretionary exercise, I could keep this, but I choose not to, that that is reviewable. That doesn't make a whole lot of sense to say the judge could keep it or remand it, that that action is reviewable, but the action of saying I don't have jurisdiction, when indeed the court did have jurisdiction, is just totally immune from review."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't it be - - here the district judge said: I got rid of the RICO claim; all that's left are State law claims, and there's no Federal interest in this case any more. They're all State law claims, they belong to State court, good-bye. I could keep it, I choose not to, because it isn't a sound use of the resources of the Federal court. Now, even if you're right that this is a discretionary decision, so you can't say no jurisdiction because the discretion implies that there is power, isn't it 99 cases out of 100 that the court of appeals, assuming reviewability, will say, we should defer to the district judge about questions of this nature, the district judge's decision that this isn't worth the time of the Federal court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't you -- as a practical judgment, the Federal claim is gone, there is pending jurisdiction or now supplemental jurisdiction over the State claim, but the district court is told by Congress: It's your call; it's a matter of discretion. And the judge gives one of the reasons that's enumerated, that reason being that the State claims are overwhelming in this case, the RICO claim is dismissed, thinking it was worthless, so it's a State case. Why would a court of appeals overturn such a judgment?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was because we would have to retread the same ground in the State court that had already been covered in the Federal court, but that's not the kind of case that was presented here. I know the case has lingered for a long time, but there was no processing of those State law claims. The judge concentrated on RICO, threw it out, and said \"the rest of the claims I'm not interested in.\" So it's not a case like the Fifth Circuit where there was a large investment of Federal court energy and time and sending it back would mean going over once again what had already transpired in the Federal court."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain why that is a Federal question? It's a dispute over the ownership of this invention, right? So it's not a question of the validity of a patent or infringement of a patent? It's just the invention is like any res, and two parties are disputing about ownership. Why is - - why does that become a Federal case?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask one sort of a preliminary question? If we just applied the plain language of 1447(d), then this case was properly remanded; the remand order is not subject to review. Is that correct?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What really prevents us from reaching that decision in this case? Because actually it's an open question because you were both arguing about it here and you certainly disagree. Why couldn't we just simply say for this particular category of remand orders, we'll just apply the plain language of 1447(d)?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand it would be a modification of the dicta in Thermtron, but why wouldn't that be a simple solution to this case?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, that wouldn't avoid the plain language of the statute. Pretextual district court orders wouldn't avoid the plain language of the statute."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I think there's no need to dress up anything. I mean, as Justice Stevens point, you wouldn't have to dress up anything; if you send it back, it's not reviewable."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How could we do that in light of Thermtron? Thermtron went against the clear text of the statute that says remands are not reviewable, period; and in Thermtron the Court said, yes they are sometimes, if we think it's so outrageous for a district judge to say: Yeah, I've got jurisdiction over this case, but my docket is so crowded, and this is a - - this is a small-change case; it belongs in State court. The court, I think, was outraged by a district court thinking that it could dump a case simply because it was too busy with more important things. That was the setting of Thermtron, and to reach the result that the court reached, the court had to go against the language of the statute when read in absolute terms. But anyway, the court did that, and then they gave a rationale for what the new test was going to be. It was no longer going to be remands are no longer -- remands are not reviewable; it's going to be -- that applies only to the cases where -- what was it, subsections (c) and (d) of 1447? The -- it -- the court read the statute to say less than it in fact did. That's what Thermtron did."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, \"woodenly\" is a bit much. I mean, they're going to read it not to say what it says. And Thermtron involved the court saying: I'm not going to take this because I'm too busy with other things. I mean, it could be limited to that unusual situation, couldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And it would solve the problem Justice Ginsburg pointed out earlier, that this way you don't get to appeal big things like no subject matter jurisdiction, but you do get to appeal picayune things."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one clear way to do it would be to overrule Thermtron, but neither party has asked for that. You haven't asked for it and the other side hasn't asked for it."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You just have to distinguish Thermtron. You don't have to overrule it. You'd still apply it on its facts. That's a very different problem. When the judge says, I'm too busy to hear this, I'm going to send it back to State court, that's what Thermtron resolved. Here - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not involved here."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But your concern is what was the Court's reasoning, and you could apply the Court's reasoning, its interpretation of 1447."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"You have to get rid of Quackenbush, too, don't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Throw that overboard, too?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You thought the Respondents asked us to overrule Thermtron. On page 22, you say, \"Respondents' implicit request for this Court to overrule Thermtron should be rejected.\""},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it -- isn't it also the case that Congress has amended the relevant provisions of 1447 since Thermtron and they have not seen fit to overrule or change those provisions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So this gets a lot of attention across the street? The reviewability of remand orders gets - - (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I mean, in one of those provisions they said this was only technical amendments, and if they're just doing technical amendments that doesn't mean they have to look at it and approve the whole thing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's right, but what if we want to get rid of it? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they don't have a choice, right? They can't say, I don't like the Supreme Court rule so I'm not going to apply it, other than the Federal Circuit. (Laughter.)"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me just make one comment on the large departure: Would it be a large departure if we just said, in the very narrow category of cases where there has been a remand on the basis of -- the district judge doesn't want to exercise supplementary jurisdiction over State law claims, that's not appealable, period? Just say that's a slight exception from Thermtron?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not for that basis? They're not amendments of subsection (d), and subsection (d) is what has the language that really reads right on this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Allison. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that was a dissenting opinion, and that was how many years ago? How many years?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you have a majority rationale that says, although 1447(d) reads in absolute terms, in fact the only remands that it covers are those based on a defect in the removal or lack of subject matter jurisdiction. So you can't say, well, Thermtron had a result that we can limit to Thermtron's own unusual facts because the court gave a rationale. I mean, courts give reasons for what they do. And the court drastically limited 1447(d) when it said 1447(d) has to be read consonant with 1447(c), and 1447(c) deals with only two kinds of remands, one for defective removal and the other for lack of subject matter jurisdiction."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But no matter -- no matter what adjective or what verb you use, that's overruling a very clear rule of Thermtron. And we normally operate on a theory that when a conventional statute is construed by this Court, it stays construed until Congress changes it. And I don't -- I don't see how you can follow the line of reasoning that you're proposing, even though you talk about updating and harmonizing, without violating that basic stare decisis rule."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We did -- we did not disavow the relationship between (c) and (d)."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What in addition to the civil rights provision?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then that's a specific statute that would prevail over the general provision."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Things Remembered, I think, was raised very carefully, such to say that the question that's before the Court now has not been decided before, the precise question here - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- discretionary remand?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So -- and I think, I looked again at Things Remembered, and it turned out to be just as I remembered it - - (Laughter.)"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- that it was neutral, colorless. It just said we haven't been confronted with this issue. And I think Powerex said the same thing, although it said it in more definite terms, it is far from clear."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but your opponent's argument is that the claims that remain do include a federal claim."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the ruling on the RICO claim itself? That was clearly a federal issue."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe the district judge didn't say that. Maybe you can point me to the place where it did. But if it did say it, it's flatly wrong, because there is -- that's what supplemental jurisdiction is. It's says you have jurisdiction, it's a huge difference between you have no jurisdiction, you are powerless, and you have power, but it's up to you to exercise it or not."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't a discretionary decision about RICO. RICO -- there was no Federal claims stated. That's out of it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What the district court has jurisdiction over are the supplemental claims, which it can choose not to exercise, but it can say, \"I don't have jurisdiction,\" because Congress has given supplemental jurisdiction, but then left it to the court to remand on stated conditions. But you -- you seem to conflate the absence of subject matter jurisdiction with a discretionary decision not to exercise subject matter jurisdiction that the court undoubtedly has."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your idea is there is jurisdiction, but when the Federal claims fall out then there is no jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but that seems to me to echo the fundamental misperception that if you have Federal jurisdiction based on a particular event - - let's say if you're dumping chemicals in the water; that gives you a Federal cause of action; you have Federal jurisdiction, there's a trial; it turns out you weren't dumping chemicals with it. You don't then say \"there is no jurisdiction; there was jurisdiction before, but once the finding is made that the facts didn't support it, then there was no jurisdiction.\" You say, \"there was jurisdiction all the time and you lose.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- when what you are doing is that you are using the label \"subject manager jurisdiction\" in a way that seems to me, that -- there are many categories that -- could be ambiguous at the edges, but not subject matter jurisdiction. Subject matter jurisdiction means court, you have no power, period. There's no diversity, there's no Federal question, there's no other basis for the Federal Court to exercise jurisdiction; and to say, \"Well, we can extend the label subject matter jurisdiction to include a case where the district court chooses not to hear several claims, even though it has jurisdiction over them.\" I think is a -- is a -- a misapplication of the notion subject matter jurisdiction."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but not subject matter jurisdiction. Jurisdiction -- personal jurisdiction, subject matter jurisdiction. When I did in -- what I did in -- Arbaugh was explain that all kinds of things like time limits on when you can sue, have been labeled jurisdictional and mandatory, when they are not. They are simply statutes of limitation."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it only technical? It says court, you can exercise power. Subject matter jurisdiction is defined as the court has to hear a given controversy, and under supplemental jurisdiction, there is undoubted power in the district court to hear those claims."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You put it in terms in your brief, if I understood your position correctly, yes, there is subject matter jurisdiction over supplemental claims, but once the district court chooses not to exercise that jurisdiction, it -- and these were the words you used -- it divests itself of jurisdiction."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about if it changes its mind?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The discretionary decision is that it chooses not to hear the case. It's not that -- there is no discretion there. There's nothing discretionary about saying we have no jurisdiction. \"We have no jurisdiction\" means we have no power. So the -- the two are just at odds with each other. No power, yes power, but we choose not to exercise it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you think that choosing not to hear is distinguishable from a decision that it is inappropriate to hear?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that would argue for a highly deferential standard of review, respecting the district judge's determination that it's not what - - it hasn't invested any time in these questions, and it shouldn't because they are purely state-law questions. That's -- but that's something quite different from - - from a -- the -- the terminology that you used is troublesome because a court doesn't have power to divest itself of jurisdiction. If Congress conferred jurisdiction, it has it, and the Court can't divest itself of that. It can, if Congress permits it, decline to exercise jurisdiction, but a court is not capable of divesting itself of jurisdiction."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But even -- even on your analysis it seems to me that the -- the cart is before the horse, because it is -- it is not remanding because it does not have jurisdiction. What you are saying is that after it remands, it loses jurisdiction, and those are two very distinct categories. The -- the premise for the declaration that it does not have jurisdiction is a premise that even on your argument does not arise until a following agreement. So there's no way you can fit it, it seems to me, into the category of -- of remanding because at the point of deciding to remand it has no jurisdiction. That, in fact, is false."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Thank you. Mr. Rhodes, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose, though, if it would be an abuse of discretion for the district court to retain jurisdiction, then maybe there is - - there never was jurisdiction, right? You said they have discretion to exercise or not. If it turns out they don't have discretion to exercise, you know, because it's a huge State claim and a tiny Federal claim, why wouldn't that properly be regarded as an absence of jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GLENN W. RHODES","firstName":"GLENN","lastName":"RHODES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2179,"interruptions":9,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":1,"fullName":"THEODORE S. ALLISON","firstName":"THEODORE","lastName":"ALLISON","counsel":true,"justice":false,"side":"respondent","words_spoken":2890,"interruptions":9,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":0,"times_spoken":14,"laughter":2,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1677,"interruptions":2,"times_spoken":27,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":306,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":28,"interruptions":0,"times_spoken":3,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":39,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":9,"words_spoken":2179,"times_spoken":27,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":9,"words_spoken":2890,"times_spoken":26,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":3,"words_spoken":2733,"times_spoken":60,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035031}}