{"petitioner":{"name":"REPUBLIC OF IRAQ","counsel":[0,1]},"respondent":{"name":"JORDAN BEATY, ET AL.; ","counsel":[2]},"caseNumber":"07-1090","date":"2009-04-20T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 07-1090, Republic of Iraq v. Beaty, and the consolidated case. Mr. Franklin. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Franklin, even if you are right about that, the legislation was an emergency measure with a sunset. It was revived for 1 year, but then no more. So, didn't this suspension of Iraq's lack of immunity -- didn't the immunity come back? Didn't the bar to immunity come back again once the emergency law sunsetted?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you make of the fact that in -- in 2008 Congress said that that was never its intention, it was never its intention for the President to have the authority to -- to do this?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Including -- including the provision that repealed 1605(a)(7). So that would be revived?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because technically it's just suspension, it's not -- it's not reenactment. I suppose you could say a suspension is a partial revival, but the provision doesn't exactly fit, does it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have any other instance in which a jurisdictional provision is withdrawn applicable to pending cases without Congress having mentioned the jurisdictional provision at all?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there judgments, outstanding judgments that had become final -- judgments outstanding against Iraq, that were not challenged on appeal?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're not claiming that those could be reopened?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it your argument would be no different if this involved some other area. It doesn't depend upon the deference under the foreign affairs - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I also gather that the ability of the President or the United States to seek some compensation from Iraq through diplomatic channels on behalf of these plaintiffs is not affected at all by this outcome, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is before the Foreign Sovereign Immunities Act, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Hallward-Driemeier. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought we were just told that because there -- of the limitations on enforcement, the -- there would be no realistic threat to the Iraqi assets in the United States because the judgment creditor wouldn't have access to them."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is all of this -- I won't say academic, but it ultimately doesn't matter if the D.C. Circuit was right in the Acree case in saying, well, 1605(a)(7) allowed suit against Iraq, but there's no cause of action."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Where the wrong occurred would have been Iraq."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Wouldn't any such settlement have to take into account that Iraqi -- the Iraqi people themselves were the most numerous and probably the worst victims of the terror?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you don't doubt, in absence of the waiver, that this is a claim that could proceed under the Foreign Sovereign Immunity Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And that claim could"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Putting aside the waiver, that claim could proceed despite the fact that there has been a change in the governing authority in Iraq?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You said that there should be deference to what the executive did because of his role in foreign affairs. But in the Foreign Sovereign Immunities Act, Congress deliberately withdrew what had been the executive's traditional authority and said: President, no more; we are going to set rules of how sovereign immunity will operate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldstein. "},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why would -- why would Congress have wanted to make that distinction?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's a long section. Which part of the section - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Where are you?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there may have not been a new one, but there certainly was not the old one either."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But there's nothing better settled -- well, perhaps that's broad. It is very well settled that the President is the one to determine who is the lawful and legitimate government that he would deal with."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's all that was happening here. And it's not just a question of one against the other. It's a question of what government has survived."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that is under -- and under the law something that has always been committed to the very large discretion of the President."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it was -- the text of it was not limited to rescinding that designation. I mean, that's the problem, it seems to me."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But this statute specifically short-circuits that process. It says the President may at once make inapplicable. The very purpose of it is that the normal process is going to take time, and therefore it's being replaced with an emergency measure that becomes effective immediately."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Let's -- let's assume - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- for the sake of argument that the reasons for -- otherwise the reasons for and against the point you've just made are evenly balanced. We are on the fence. Don't we resolve this -- shouldn't we resolve this in favor of the President's position, simply because in the absence of the statutes that we're talking about, starting with the Foreign Sovereign Immunities Act, the President would have had under the foreign policy power of Presidents the authority to stop suits like this dead in the water simply by taking the position that that should be the result? So that if in doubt, shouldn't we construe these statutes consistently with the traditional foreign policy authority of the President, in which case we get off the fence and we go in the way of the Petitioners rather than your way?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's been profoundly changed if we accept your argument. I mean, at the moment the question is whether it has been profoundly changed or not. We've got a statutory mess. And in a case in which the statutes are seemingly subject to - - to -- to arguments either way, why don't we go with tradition?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but the President, quite apart from the immunity designation, the President had the authority to compromise suits."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know whether it continues to exist or not for the sake of this argument, and I'm not -- I'm not making that point for the sake of this argument. I'm simply saying that if it is otherwise unclear, given that that power was traditionally enjoyed by the President, why do we not construe the -- or resolve the equipoise if it gets to that point, in the President's favor rather than your favor?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he hasn't set it up because he thinks he has got the authority under this statute or had the authority under this statute."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"that. Oh, I -- I quite agree with"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I suppose the first step in that direction is to stop the suit that's going on now."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But why -- why shouldn't we treat this -- yes, the Foreign Sovereign Immunities Act said Congress is setting the rules. But why doesn't this emergency measure effectively restore to the President under these special circumstances the power that he once had? Congress ceding back to the President back to the President for the purposes of dealing with Iraq, the authority -- the control authority he once had?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But as a practical matter, isn't this closely associated with appropriations and with foreign aid? The issue is billions of dollars were going to be needed to reconstruct Iraq in -- in the wake of the war and the money could be provided directly by the United States through foreign assistance, which is part of the thrust of -- of this provision, certainly. And the argument is that this is closely related to it, because it freed up other money that would be used for reconstruction. So why is there anything odd about this being in an appropriations provision?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why does it say then any other provision of law? You know, Congress could have explained its more narrow purpose in a few words."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And I mean, just to add to that - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It said under 620A of Foreign Assistance or any other provision of law. Clearly they are going beyond, it seems to me, the - - the premise which your argument rests on, the argument that you've just made."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Fine. But there is no textual basis for drawing the line once you get beyond 620A at the point you want to draw it."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, could I ask this question? You are reading into it the exception, of the words \"any other provision of law.\" And I can understand your argument one of two ways, and I want to be sure which. Are you saying it means any other provision of the law, except those that affect the jurisdiction of courts? Or are you saying any other provisions of law that relate to foreign assistance?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can you -- I would like to follow up on Justice Stevens's question. Think of three categories, A is the category which you could see that other questions of law apply to. B, is this case, and C, is the other -- other things -- other things that it might apply to, but in your opinion it would be absurd to apply them to that. All right, what's in category C?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, wait. After Saddam Hussein falls - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and we have a new government - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":7,"sideBefore":"justices","text":"Yo mean some period of days, or something?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"justices","text":"Who's paying for these shipments? I mean, is that a real problem when there is nobody over there to pay for them? You are worried about -- about armaments producers shipping -- shipping goods when there is nobody who has ordered them and is going to pay for them? I mean, that's absurd."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right, is there any one other than that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No. Okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So basically, basically your reading - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- is the word \"any other\" does apply to any other."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Except your case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And possibly this thing for a couple of days."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that isn't exactly an absurd result then, to say \"any other\" really means any other including this case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why did -- why did he need the statute to do that? In other words if the President had the power to designate in the first place, normally that assumes the power to -- to rescind the designation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that's -- that's just a belt-and-suspenders act. I mean, he -- he has the authority here, and he -- although it may look difficult, he has to envision there may be people who challenge that -- his interpretation of the law. So there's the other provision that will make it inapplicable under that as well."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And it may also be an indication that he thought he had effectively accomplished what he wanted by -- by acting under this statute, and therefore he had other fish to fry."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I don't know, either. I mean, I can't -- I can't read minds, but there is an interpretation that is quite possible consistent with the text of this statute, that he thought that by acting under 1503, he had done everything that he needed to do. Why he had at some subsequent time said, well, you know, I'll -- I'll use belt as well as suspenders, I don't know. But it would be consistent with the assumption that he had the authority here."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Goldstein, before you finish your argument, I'd like to know what you think about the claim for relief. The D.C. Circuit said this is a mere jurisdictional provision, and it doesn't provide a private right of action; the new statute does, but that doesn't apply to Iraq. So, what was the source of the claim -- what is the source of these plaintiffs' claim for relief?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Which -- which State law?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So that -- by that reasoning, people all over the world could sue the United States in their courts alleging that the United States has engaged in cruel and inhuman treatment with respect to their nationals. The same theory would apply -- use the law of the state where the national comes from. So, it could be Iraq, could be Belgium, could be Yemen -- any place. So -- but the claim you are saying exists would be a kind of universal one, if it's -- the United States could use it, any other place in the world could, too."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. Looking to their own law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, no. I mean, it's also a debate as to whether the call on that question should be a Federal one or a State one, whether -- there are all sorts of conditions attached to the -- the suits that are allowed under 620A. And you are saying that, even without those conditions, any State -- Oklahoma - - can decide Americans can -- can sue foreign countries."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but we have been talking about it - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- for a couple of minutes, so we - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't start this. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I did, and you can - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You can go back to your jurisdiction argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"MR. GOLDSTEIN: Yes. If I could just"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- for a moment. The -- the President in exercising this waiver purported to act not only under the statute but under the Constitution as well. So if we were to accept your argument, we would have to decide whether or not he had the power under the Constitution."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's not presented because your friends on the other side think the -- on a narrower ground, that the statute applies. But if we agree with you and disagree with that, it seems to me that he has an argument -- the President has the argument that he has this authority under the Constitution."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why do you say \"permanently\"?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Just under -- just under this statute, if he makes inapplicable, he can rescind the action that made it inapplicable."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- no, but during the period in which the statute is applicable, I don't know of any reason why he cannot change his designation of inapplicability. So that the argument of a permanent change in the foreign policy of the United States or the -- or the powers relating to the foreign policy of the United States doesn't seem to me a legitimate argument."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think -- I think what they say is that the designation remains in effect. I don't think they say that the power to undesignate disappears."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'd be -- well, I'll ask them, but I'd be surprised if it's - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Let me -- let me ask the same question with respect to the new statute, the \"capital A\" statute."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Would there be -- and I just -- I don't know the answer to this. Would there be authority under the \"capital A\" statute to undo the designation?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. He waived it, but the question is whether he would have had the authority to undesignate or -- or to rescind the designation of inapplicability if he had wished to exercise the authority under the \"capital A\" statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Congress could pass a law. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Thank you, counsel. Mr. Franklin, you have 5 minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to clarify this last part - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we have just been discussing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you'd say that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JONATHAN S. FRANKLIN","firstName":"JONATHAN","lastName":"FRANKLIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2679,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":1,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1223,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3819,"interruptions":27,"times_spoken":59,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":605,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":137,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":826,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":284,"interruptions":6,"times_spoken":14,"laughter":1,"num_int_by":4},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":83,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":72,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":156,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":7,"words_spoken":3902,"times_spoken":25,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":27,"words_spoken":3819,"times_spoken":59,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":13,"words_spoken":2486,"times_spoken":91,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472501778833}}