{"petitioner":{"name":"INDIANA","counsel":[0,1]},"respondent":{"name":"No. 07-208\nAHMAD EDWARDS.\n","counsel":[2]},"caseNumber":"07-208","date":"2008-03-26T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 07-208, Indiana versus Edwards. Mr. Fisher. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is it necessary to have a special rule in order to prevent the trial from descending into a farce?  Why couldn't you simply apply the same rule of competency that you apply for whether the defendant can be tried, and then if in fact his self-representation begins to turn the trial into a farce surely the court would have the power to prohibit his further self-representation.  Certainly, turning a trial into a farce is a basis for the court's action; no?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with taint would be his own fault.  I can't imagine that he would success on appeal claiming he tainted the jury.  And the advantage of waiting is that by waiting to see if in fact he will turn the trial into a farce you avoid the risk of depriving him of his right to represent himself, which is certainly a very important constitutional right.  Why didn't you wait to see whether he's going to be able to pull it off or not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As you understand the Respondent's position -- and perhaps the question is better addressed to the Respondent.  But as you understand their position, would they accept Justice Scalia's formulation of what the rule ought to be or the formulation that his question proposed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would happen if you started out with pro se representation and then the trial turned into a farce?  Start over again, but he would have to accept counsel at that point?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there must be precedents.  I'm sure under the old rule, if I can recall it the old rule, where you have a single standard for both the right to be tried -- the -- the ability to be tried and the right to represent yourself, there must have been instances in which the person who was representing himself was unable to cope and the trial was -- was turning into a farce.  There must have been instances.  What did they do?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Proceeds, that's what I thought."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your test that you're going to apply ex ante?  Whether he's able to coherently --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, what's the test?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Cannot communicate coherently?  I sometimes -- I sometimes think that the lawyers cannot communicate coherently. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"It's really a vague test, isn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me give you a concrete illustration that was brought up by the other side.  If you have this coherent expression test, what happens to the person who has a bad speech impediment? Or someone who needs -- who isn't conversant in the English language?  Are they -- automatically the right of self representation is automatically ruled out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So your standard of coherent communication, you would not require the defendant, for example, to understand the hearsay rule, or other things of that sort?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even if you don't, I mean, how is he going to effectively participate in the trial?  Does he have to know, for example, that he has the right and understand that he has the right to cross-examine witnesses?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But surely his total ignorance of all of the trial rules, the hearsay rule and the other details of conducting a trial, is a great disadvantage.  But we allow him to toss that away so long as he knows he's tossing it away.  That the judge instructs him:  You're ill-advised to proceed on your own; you're not a lawyer; this is, you know, a complicated process; are you sure you want to represent yourself?  And if he says yes, we say, well, you know, you've brought it on yourself. Why can't we say the same thing about his supposed inability to communicate effectively, unless and until he turns the trial into a farce?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if he -- what if he wants to communicate not self-defense, but that, you know, Martians did it?  Is he -- and he can coherently communicate that.  There won't be any doubt on the judge's part or the jury that he thinks Martians did it?  Would that qualify?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, I'm trying to find some level that is above competency.  I mean, there are people who believe in Martians, but above competence to stand trial, but also that would still be coherently communicated, but would show that it's a ridiculous defense that's not going to be effective in representing himself."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think -- there is always a concern in these cases whether or not we're going to be creating more inefficiencies for the judicial system; that is to say, the trial judge was incorrect in ruling that the trial was becoming a farce. I suppose you've weighed that cost against the benefits of the rule.  And what are the benefits of the rule, that the trial is quicker, that the appeal is clearer?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think your rule would create an incentive for trial judges in close cases to always deny self-representation?  Because certainly most trials proceed more efficiently and less trouble for the judge if you have a lawyer there."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would the standard of review be?  I'm a reviewing court.  The judge has not allowed this person to represent himself.  What's the standard of review?  Abuse of discretion or what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Abuse of discretion?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I assume if there is error it would be structural error --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There would be no room for harmless error analysis."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If the State's objective is to make sure that there is a reasonably fair trial or something that resembles a fair trial, isn't that going to result in the denial of self-representation in a great number of cases?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If it is the case, as a lot of people believe, that it is very -- it's the rare case in which a lay defendant can adequately represent himself or herself, then where do you draw the line?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in either case, there's a farce."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A very rational highly competent person might want to make the trial a farce. Why should that case be any different than where the person does so because he's incompetent?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The State's interests are the same.  If the highly competent person deliberately wants to make a shambles out of the proceeding, the State's interests are the same.  Now, there are certain options available.  They can exclude him from the courtroom or something, but --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, are you making essentially a \"we know it when we see it\" argument?  Because you're not talking about some abstract notion of what would be an abuse of discretion, but you have in your brief -- you have at pages 15 and 16 -- some examples, concrete examples of this defendant.  And you could say when it gets to that level, you don't have to wait to see how it's going to play out.  If this is how this man speaks and thinks, how could a jury be exposed to it?  It would be gibberish."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben.  "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And what's your test, the same test:  Inability to communicate no matter how idiotic?  I mean this man is living in a fantasy world. He understands that he's on trial, but his whole world is just -- he not only believes in Martians, he thinks we are all Martians, or something like that. I mean --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why pick on just the ability to communicate?  It seems to me there are a lot of defects that can turn the trial into a farce."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you worry at all that if we adopt a separate test for the ability to represent yourself, that the inevitable effect will be for the test for being able to be tried to become less and less rigorous?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"After all, there's no harm done so long as the person can't -- is not allowed to represent himself. I think there may be some value in linking the two, so that -- so that the court knows that if he finds the individual capable of being tried, he may have to begin a trial with this individual representing himself."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If it gets to be bad, the court can terminate it and say, you know, you can't represent yourself.  We're going to bring in counsel."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure, it could be done if the trial is, indeed, turning into a farce."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask this question: Do you think the inability to speak English would be a factor that the judge could take into account in making this judgment?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Could we have a rule that even if you are highly competent, if you make the trial into a farce, you forfeit your Faretta right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why not just change the rule about what you can do, once the trial is under way?  You say sometimes it's not a farce.  It's just that this person is obviously incapable of making a coherent defense.  Why not wait to see? What I object to in the proposal is making these judgments ex ante on the basis of -- I don't know -- psychological testing or past behavior or anything else. Give it a try.  The person wants to represent himself.  It's his constitutional right.  If, indeed, it turns out that this is turning into a sham, fine, bring in a lawyer to represent him. But doing it beforehand on the basis of your prediction as to what the trial is going to turn into seems to me not to give enough respect to an individual's desire to represent himself."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And these were communications made to the judge before the trial started?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Stancil. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you argue that the State has no interest to be considered in this calculus?  In other words, it is solely the interest of the defendant in representing himself and that the State has no interest in ensuring a credible process?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but an individual doesn't have to know and appreciate the rules of courtroom procedure to be judged competent to stand trial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that's suggesting to me that you give no weight to the State interest.  In other words, so long as he's held to those rules, that's basing your determination solely on his interest and no weight given to the State's interest in ensuring that you have a trial where people are observing the rules."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask the -- it's really the flip side of the question Justice Scalia asked.  Why shouldn't we be concerned that if you have the same standard that trial courts are going to elevate the competency showing beyond what really is required? In other words, if they have to have the same standard, they don't want a proceeding where you've got someone who -- you know, whatever the standard is -- is not going to be as competent or reasonably represented as he would by a lawyer, so they're more likely to find the person incompetent to stand trial in the first place? These are addressed to two different, entirely different questions.  And rather than having a problem with merging the standards which results in one of them being cheated, why don't we have two different standards?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought your argument is it's not a choice, that there is only one standard, either you're competent or you're not competent?  That is, I thought your position is competency is a unitary notion and your opponent's position is, no, there are shades of competency."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"When you say they have their choice, you meant they have the choice of elevating the standard that applies to the competency to stand trial if they wish?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well then, why don't they have the choice of elevating the standard for ability to represent themselves in a coherent way at trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's what understood Godinez to say, that you certainly don't have to elevate your standard, but I didn't understand it to say you can't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it actually doesn't say that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that both sides are kind of raising these, taking the arguments to extremes and they don't have to do that. If you -- if you accept the fact that there can be a higher standard than competency to stand trial, that doesn't mean that the judge can say you can't make the decision if you have tattoos."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But this is a trial judge who has a very practical, immediate concern.  And he's not looking at Dusky, not looking at Peretz.  He says: I have found that Mr. Edwards is able to stand trial with the assistance of an attorney.  I never made any finding that he was -- that he was competent if he didn't have that aid.  I never found that he was competent to defend himself.  He's competent, but only if he has a lawyer who is running the show. That was the finding that the trial judge made:  That's my finding.  Are you tell me to make that finding I have to say that he's not competent to stand trial?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you disagree with the point that's made by the American Psychiatric Association that competency is not a unitary concept, that a person can be competent to assist an attorney at trial but not competent to make all of the decisions and perform in some minimally reasonable way the various tasks that have to be performed during the course of a trial?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why shouldn't the law track medicine?  I mean, we're not -- we're interested in a person having a fair trial."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I didn't think this case has been decided by prior precedent.  I thought there was some opening here.  Going back to what I think I said in Martinez and Justice Kennedy said, we were -- I was interested in, and perhaps he was, in a few empirical facts, because we'd heard lots of complaints from trial judges who said this makes no sense at all. Very disturbed people are being deprived and end up in prison because they're disturbed rather than because there guilty. Now, I wanted to know the facts.  And it seemed to me we have a excellent, really fabulous -- that this has happened, and Professor Hashimoto seems to have gone and written, done research, which we have in front of us.  As I read that research, I first learned that actually the pro se defendants don't do a bad job of defending themselves.  And by and large, they do surprisingly well.  And so perhaps that eliminates some of the concern. But the other thing that it tells me is that there is a small subclass of pro se defendants who may in fact do badly.  And we have in front of us one of those individuals and that, therefore, a rule which permitted a State to deal with this subclass of disturbed people who want to represent themselves, who could communicate with counsel, but can't communicate with anybody else, that if we focus on that subclass and accept the State's argument here, interestingly enough, we've gone a long way to deal with a serious practical problem, and we've advanced the cause of seeing that individuals have a fair trial. So I'd like you to comment on that, and that was my reaction after reading that study."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but you're putting a heavy burden on the State to say, all right, now -- and the prosecution -- to say, now we've got to look out for what this guy is going to say, and now we've got to appoint standby counsel.  And I'm not sure how your response deals with the guy who says:  I was indicted for 93 counts because it's 1993.  I mean, is the prosecutor supposed to stand up then and say: Objection, that's ridiculous?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, that the State has to incur these extra burdens?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you've presumed in your answer to Justice Breyer -- I don't know if you fully answered all of the questions he raised -- that this defendant would immediately obey the objection. That doesn't happen."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They don't communicate. It's two ships passing in the night or in the case of some defendants about five ships passing in the night. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":5,"sideBefore":"justices","text":"So -- so you're presuming something that that's -- that's just inconsistent with the reality.  And you answered Justice Alito's question to say well, it's a legal matter; if it's a medical matter I don't comment.  But it's a practical matter; it's a commonsense matter.  We know what goes on, and what goes on is very costly to the State and to the fairness of the trial."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your response to that, as it was to me, I take it to be:  Well, focusing on this subclass, the judge has other ways of dealing with the problem.  My thought about that is, first, I don't know. Maybe the damage is done by that point before the jury or elsewhere. And my second thought is, because I'm not certain about whether your answer is right or wrong, nor are any of us really, this is a perfect instance where the States should experiment."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Are there any psychiatric studies that show how accurate psychiatric studies are? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that estimate, for example, how accurately one can predict whether a particular defendant will indeed be able to defend himself?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't think so."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There isn't on this, but of course part of the job of being a psychiatrist or a psychologist or a doctor is continuously to evaluate the accuracy of studies.  So if it's a general question, I guess the question is of course there are."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But Mr. Stancil, I mean, you say make the record.  You said a moment ago, have standby counsel who can take over.  It seems to me that the -- that the trouble with these proposals is that by the time the record is made, if by that you mean courtroom performance, or by the time standby counsel is required to take over, the damage is done. And it -- it seems to me that a trial judge in those situations who says, okay, I declare at this point that the trial has become so farcical it cannot go on like this, the trial judge at that point is -- has got a damaged product in the part of the trial that has already taken place.  And the tough question, I think, is not whether he can simply tell standby counsel to take over, but whether anyone can take over without declaring a mistrial at that point.  And the cost of mistrial is a cost in addition to the cost that the State has been arguing for, that it should not be regarded in the public eye as the sponsor of farces. What do you say to the problem of the likelihood that a mistrial is going to be the cost of correcting or switching over once the -- once the damage has been proven?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- suppose the judge, the trial judge, says:  Mr. Stancil, please turn to page 15 of the blue brief.  I have had considerable communication with this defendant.  Read what it says there.  Do I have to wait for this to be repeated in the courtroom?  \"Listen to this case, the foundations of my cause.  The Criminal Rule 4.  Court's territory, acknowledged May 29, 2001, abandoned for the young American citizen to bring a permissive intervention acting as the forces to predict my future disgrace by the court to motion young Americans to gather against crime.\" Now, that's not an isolated incident.  This record is full of that kind of statement coming from this defendant."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, take the rest of the paragraph."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You have to stop.  I mean, you have given a reason that this might make sense."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the judge says:  Does that means I have to sit here and every time he makes a statement like that explain to the jury what he meant? Then I'm becoming involved myself in a -- in a consulting role, not as an impartial judge of this case anymore, but as a kind of a facilitator of the defendant."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What difference does it make?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because the trial judge has got a problem, and it doesn't matter whether he was on medication or not on medication.  He was saying things like the things Justice Ginsburg has just read."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, a great -- frankly, a great deal of psychiatric testimony is irreconcilable with the facts.  Psychiatric testimony can be found for either side of any issue in cases like this."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stancil, can I ask this question:  Do you agree that at a certain point in the trial it could become a farce and the judge could declare a mistrial for this reason?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If he did so, he's going to have a second trial.  Could he decide before the second trial starts that the man has to have a lawyer or could the man still demand the right to self-represent? He's had to proceed -- he spoke to the one -- you know, one mistrial.  It seems to me that under your position he'd have the right to a second bite at the apple."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you've got a record in open court here."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, assume he had a record in open court before the trial started that was just as persuasive as events going sour during a trial."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You don't just have a record in open court.  You have the experience of a trial in the past."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's more than just the stuff that was on the record.  You've had the experience of a trial."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Allen was a disruptive conduct case, where he was yelling and he was put out of the court.  That's quite different from a defendant who pretends to comply with the order of the court and then repeatedly takes everything off track time after time. That was not Allen and I don't think you can cite Allen for the problem that most of these cases present."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's a difference between disrespectful and disruptive.  And the Allen case was disruptive.  I mean, he was shouting, he was yelling.  Everything had to stop.  That just doesn't apply to the case we have here.  It's inapplicable."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did the trial judge in this case cite the findings and the observations he made during the competency hearing in open court as -- for the support of the ruling?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about the competency hearing that was held in open court with the defendant?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this one other question:  Do you think the Faretta right includes a right to have no standby counsel?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you concede that if the trial is not disruptive, the mere fact that this fellow is making an incompetent defense or, indeed, may be making no sense is justification for terminating the trial?  I mean, this person can plead guilty if he wishes and that's perfectly okay.  Can he not take the lesser step of putting forward an incompetent defense? The State is still going to have to plead -- to prove beyond a reasonable doubt before the case goes to the jury that he committed the crime that he's accused of, beyond a reasonable doubt.  And I don't know why the mere fact that his defense is incompetent or even is making no sense would justify -- if that's what he wants to do instead of pleading guilty, that's, it seems to me, what the right of an individual consists of."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Your position is it has to be disruptive.  If it's not disruptive, even if he's making no sense, that's his choice, right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, one way to control these defendants is to say:  Mr. Defendant, if you persist in this irrelevant line of inquiry, the court is going to consider whether or not you are competent under the Indiana standard to conduct your self-defense.  That would get his attention."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stancil, I'm not sure that I'm following your argument, Because if I understand your most recent answers to these questions, it is no longer your position that an individual who is not disruptive, but merely incoherent and making the trial farcical by his incoherent responses or actions -- it is no longer your position that an individual who is merely incoherent could be forced in the midst a trial, after this has been demonstrated, to accept standby counsel to manage the trial.  And, yet a moment ago I thought that was one of the fail-safe devices that you were arguing for."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So to the disruptive point?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Somebody who is totally polite to the Court, who does not scream and yell, who talks only when he is allowed to talk, but talks total and complete nonsense, can never be replaced, in your view, by a standby counsel in the middle of the trial after this has been shown to be the way he's acting; isn't that correct?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How about \"yes\" or \"no\"? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, now you're falling back on the very psychiatric evaluation in the first part of the trial that you disparage in the second."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In your judgment, was the Dusky determination in this case erroneous? Should he have been held incompetent to stand trial because of the nonsensical things that Justice Ginsburg just read?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"He should have been found incompetent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"Except, as you say, we don't know whether he was on his medication or not."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I still don't know your \"yes\" or \"no\" answer.  Do you say he should have been found incompetent or that he should have been competent based on your present assessment of the record?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Was he competent to stand trial, in your view as you now understand this record?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There are all kinds of nuts who could get 90 percent on the bar exam. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Stancil, you do agree that the basic precedent on which you rely, Faretta, you would be -- you are asking for an extension of it because that case starts out with a defendant who is described as literate, competent, understanding."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And was there anything in the record showing that he had, that Faretta had, mental delusions, mental disease?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the judicial posture there was a little different.  It was a question of what the State had to do, not what the State could do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Finish your thought."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Stancil. Mr. Fisher, you have four minutes remaining."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Fisher, what if the defendant here promised to sit silent during the trial as the defendant did in Godinez?  Would that be -- would that render everything okay? "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, he could certainly sit silent.  Having decided to represent himself, he could, if he wished, just sit silent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe he writes badly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How fair does a trial seem to the public where the defendant stands up and says, Your Honor, I want to represent myself?  I do not want this attorney.  I want to defend myself.  And the judge said, sit down, we have a psychological evaluation of you.  You can't represent yourself.  How fair does that seem to the public?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it standard competency principles laid down by this Court require that the defendant be present and that he testify if requested.  And the trial judge must question that defendant when competency comes up in the presence of the court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fisher.  The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS M. FISHER","firstName":"THOMAS","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2439,"interruptions":9,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1275,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":2,"fullName":"MARK T. STANCIL","firstName":"MARK","lastName":"STANCIL","counsel":true,"justice":false,"side":"respondent","words_spoken":2658,"interruptions":34,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":709,"interruptions":0,"times_spoken":23,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1205,"interruptions":2,"times_spoken":32,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":716,"interruptions":2,"times_spoken":23,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":598,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":216,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":138,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":502,"interruptions":0,"times_spoken":10,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3714,"times_spoken":45,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":34,"words_spoken":2658,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":4,"words_spoken":4523,"times_spoken":112,"laughter":5,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":1.2413919201862278,"respondent":-0.2413919201862278,"date":1472411005652}}