{"petitioner":{"name":"EXXON SHIPPING COMPANY, ET AL.","counsel":[0]},"respondent":{"name":"GRANT BAKER, ET AL. ","counsel":[1]},"caseNumber":"07-219","date":"2008-02-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 07-219, Exxon Shipping Company versus Baker, et al. Mr. Dellinger. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dellinger, how was that rule settled? You go in that story and The Amiable Nancy, but no one even raised the question of punitive or exemplary damages in those cases. So what is the long-settled line of decisions of this Court in maritime law that you are relying on?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was on land on the railroad."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You are talking about maritime law, and relying on The Amiable Nancy. And my only point is that was not raised, argued, or decided. So it's rather, I think, an exaggeration to call it a long line of settled decisions in maritime law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And we thought so in Prentice."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Lake Shore case, if I remember right, did not involve a managerial employee. It involved a conductor on a train."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the shipowner is, I suppose, the owner of Exxon or the hundreds of thousands of shareholders, right? So you have to have a shareholder driving the boat before you can assess liability?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not quite correct to say only the owner. In other words, it is a certain level of employee, because corporations only act through individuals. It is a certain level of employee in the company. Now, where do you draw the line between the CEO and the cabin boy? How do you do that? And I would suspect, just instinctively, that somebody driving one of these huge tankers is a lot closer to the CEO than the cabin boy."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean the captain - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is not a managerial officer for any purpose? Suppose he decides that he's going to leave despite an adverse weather report? Is he not a managerial agent at least for that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm asking about the concept of the managerial officer in general. And I think that we can explore in this argument, whether or not The Amiable Nancy held very squarely about punitive damages, whether we ought to do so in the first instance."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me a large part of that inquiry turns on what a managerial officer is and what -- was Hazelwood not a managerial officer for any purpose at all?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought that you're talking about a different level. I think we ought to be clear on this. I thought it was conceded that Hazelwood was, indeed, a \"managerial agent\" as that term is used in the Restatement of Torts, right? So you are talking about it's not good enough that you are managerial agent; you have to be in a higher echelon in the company. That's your position?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should that be? I mean, why should there be a different rule? Let's assume -- I mean I'll assume for the sake of argument that The Amiable Nancy does not settle the issue absolutely. Why, then, should the -- and it doesn't, it seems to me, settle this distinction at all. So why should there be a distinction between corporations generally and maritime corporations?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't -- isn't part of the reason, at least for the assumption that there's a distinction, something that I think was mentioned in The Amiable Nancy? And that is in those days, when a ship put to sea, the ship was sort of a floating world by itself. And the -- the contact with the shipowner was simply gone until the thing came back into port again. That is certainly not the case today, and we know it's not the case in the circumstances here. So if the -- if the relationship to the corporation, to the CEO, if you will, and the captain of a vessel is not in any way different from the relationship of the CEO and, say, a division chief of a corporation, I don't see why that distinction should hold today."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be an argument for no punitive damages, but I don't see why it's an argument for distinguishing between maritime corporations and others. I mean, other -- other kinds of enterprises have a lot of risk in them, too. And I'm missing the distinction there."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I had not understood you to concede that -- that the land rule was different from the maritime rule. I gather that in many States it's the same as what you assert the maritime rule to be."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which was a land case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are right, and I want to make -- let me just make clear one other point. You are drawing a distinction, as I understood you to say to Justice Ginsburg, between the Restatement position and your position."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there aren't many States that follow the Restatement position."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right, Mr. Dellinger, that in the railroad case the court was dealing with the concept of respondeat superior? It didn't make any distinction between regular employees and managerial employees, and, indeed, it was not dealing with a managerial employee."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't recall that they made anything about managerial. They were just talking about respondeat superior at large, I thought."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't think the conductor is on a par with a captain. The captain has this huge vessel. He can decide when it leaves. He decides the course. And I think that \"managerial officer\" might be a divisible concept. Obviously, he doesn't bind Exxon for filing its tax returns or to decide whether there's a deduction. But you are saying he binds Exxon for no purpose at all, ever."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, we are talking about punitive damages but at the concept of a \"managerial officer.\" And I haven't heard why he isn't a managerial officer at least as to some things."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"justices","text":"May I ask this question, Mr. Dellinger?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In some punitive-damages cases, the liability attaches because the person has hired someone who is obviously incompetent. Supposing that the -- a crew member was - - an obviously incompetent crew member was hired by the captain of the ship. Would that be sufficient to justify punitive damages?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if he was hired by a shore-based personnel, then, would that be the difference for you?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The one -- the company says the captain hires the crew members who could cause all sorts of damage. And another company says somebody on shore can do it. You have a different rule between those two?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would there be vicarious liability or not in the case: Negligence in hiring an incompetent crew member?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he has the authority to decide who to hire. Is that policymaking?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Recklessness in hiring the employee who caused the damage can be a - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In hiring the third mate here, if he was negligently hired by somebody on shore, there would be liability? But if he was negligently hired by the captain, there would be no liability?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There was -- there was sufficient evidence of that. I mean - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The jury could have found that Exxon knew that this captain had a severe alcohol problem; and, yet, they let him stay on voyage after voyage and did nothing about it. So the jury could have found: Never mind the captain. Exxon, itself, is a grave wrongdoer because it allowed the tanker to be operated by a captain who was certainly not fit."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was a jury question. There was evidence both ways. So, on this issue, am I right in thinking that if you succeed, all you can get is a new trial?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And, I take it, next time around the jury would get a special verdict and be asked: Was Exxon, itself, reckless in allowing this captain to stay on the ship?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That is only true if you lose on your second and third questions as well, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The answers to your second and third questions preclude a new trial?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want to get - - looking at this case of Lake Shore, as I read -- as I read that case, I'm thinking that they looked back to the admiralty case, but they're saying this isn't an admiralty rule. It's a Federal rule. And the Federal rule is that to make the corporation liable for punitives in the absence of bad conduct by anyone in the corporation but for the lower executive, you can't do it. But if it were a higher executive, the president and general manager or, in his absence, the vice president in his place, then you could. So they are distinguishing among levels of corporate officials. Now that seems to be the Federal rule, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now, what happens to that Federal rule? One thing we know happened to it is that time passed; Erie v. Thompkins came along; and most of the relevant cases left the Federal courts or Federal law and were decided under State law. Was there anything left in the Federal system besides admiralty where this Federal rule might apply; and, if so, what happened to it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what happened? And the reason I think I'd like to know is because it seems to me it makes a difference from the point of view of stare decisis whether the Federal rule, as Federal rule, has always stayed the same or the Federal rule has eroded so that in place X and Y it disappears, remaining only in admirality, in which case you have a genuine outlier. And I don't know what the history is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. That's beside the point to my question."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me just interrupt. To what extent is present maritime law informed by State common law throughout the country?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the City of Milwaukee involved the displacement by Federal statutory law of Federal common law. Your case involves the displacement of Federal maritime law by Federal statutory law. Federal maritime law is routine. Federal courts do that all the time. Federal common law is unusual, and in the City of Milwaukee was resorted to simply by necessity. Doesn't that suggest that whatever the Federal maritime rule on punitive damages is, it's a harder showing on your part to conclude that it's displaced by the statutory process?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Dellinger, before we get into the merits of that issue, the Clean Water Act did not enter this case until 13 months after the jury verdict. And the trial court, who had very carefully managed this case -- and it was a humongous case -- would never list it as an issue in the case. And so he said: I won't hear it 13 months after the verdict. Why shouldn't we instruct the court of appeals that when a district judge does a diligent job like that one did to try to get at all the issues - - says you're too late; you can't come in 13 months after the verdict and argue a point of law that would have overtaken the verdict, because essentially you're asking for judgment as a matter of law on this issue."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Well, what did you make -- you made a motion to bring up the Clean Water Act as dispositive on punitive damages, and you made that motion 13 months after the jury verdict."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the basis in the Federal rules for that motion?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"13 months after the verdict."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- that's not my question. My question is: Under what Federal rules did you move to bring up this issue 13 months after the verdict?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"49 is on special verdicts. What did this have to do with special verdicts?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Rule 50 is pretty strict, isn't it? I mean, rule 50 -- if you want to use rule 50, you have to first move before the case goes to the jury. And if the judge says no, I'll reserve it. Then you move again after the jury. And if you don't, it's got very tight timelines. And you are arguing to a court that has held that these limitations in the Federal rules must be strictly observed. And I don't know of any time limit in the Federal rules that's stricter than the rules that involve 50(b)."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you didn't appeal on that. You raised it properly, you lost on it, and you didn't appeal on TAPAA."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Statutory. But the statute was TAPAA, and it was not the Clean Water Act."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As you know, there were or at least some strong amici briefs in this case that have asked this Court, tell the court of appeals that's no way to operate vis-a-vis district courts."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dellinger, did you say you had a second and a third point?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You going to get to them?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about tradition. It has never been the tradition for criminal statutes to have open-ended penalties. So that -- that explains why the CWA has specific limits."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, perhaps that's a segue to point No. I don't wish to - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to cut you off. On point - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On point No. 3 - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My only question is this: Assume that there will be punitive damages applicable to Exxon under maritime law in in case. We have read in the briefs about the limits that should be imposed on these punitive damages. And those are from our due-process cases. If we are deciding this case as a matter of our authority to determine Federal maritime law, are there factors that we should include in a punitive-damages framework that do not -- that do not appear in our due-process cases? And, if so, what are those factors?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say one of those factors is the Clean Water Act, wouldn't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if it is not pre-emptive as a matter of law, it's one of the factors that you can bring to the Court's attention, I suppose."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I take it, under that, you would point to the double -- the provision for a fine double the amount of the damages? That would be a factor?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if we're looking for guidelines - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- double general damages is a factor that we could -- that we could follow in the maritime framework?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about looking at what this Court said in TXO was proper in a punitive-damages case? That is, this spill was horrendous, but it could have been far worse. And so, under TXO, you look at what was the -- could be the maximum damage that could have been caused by this occurrence, and that could be many times - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wasn't - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a factor here. I mean, wasn't the example that the captain was trying to maneuver the ship after the disaster in such a way that would have made it much worse?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the formulation of the rule if the Court thinks that any added amount would not deter, and how do we know that? How do you formulate this rule?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I go back to your civil-penalty point?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the problem with the civil-penalty argument is -- that the civil penalties were calibrated for environmental damage, and what we are dealing with here is individual economic damage? So we've got an apples and oranges comparison, haven't we?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To the -- for lost trade or something?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- I mean, the obvious kind of thing would to be say that the standard would depend upon the reprehensibility of the conduct of the officer of the corporation, including the captain, if you lost on that. And where we said roughly before zero to 10 -- and you are quite right that this is a huge amount of money -- you'd say zero to five, up to five times. I mean that would be rough and ready. But the idea would be to impose enormous deterrence upon large firms involved in your industry that you are representing not to make certain the officers on the ship behave in a reprehensible way. It's crude, but I mean that's the kind of thing that we said in the due-process cases."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why wouldn't you - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't you - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're going to say - - you're going to hear in two seconds -- they're going to say this is the company that makes the most amazing profit, et cetera. And so you're trying to deter them. So we know what, you know -- so, what do you say to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fisher. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if it's the lookout posted -- I don't know if they have one -- but the lookout posted in the front of the ship, and he is drunk, and doesn't see the reef or something? Is the corporation liable in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you regard the ship as a business unit?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's different if they say that it's -- depending on how they categorize the different units tells whether they are liable or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In respect, I mean, the janitor has authority over an aspect of the corporation. I mean, surely, that can't be the test."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I assume the test is the person has to be high enough that it justifies holding the entire corporation. And I doubt whether a captain is -- is high enough. How many of these units does Exxon have?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Twenty vessels."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That was a question that I asked, not a statement. Well, how do you draw the line? I mean, is the second in command on the boat a man responsible for policy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the Lake Shore - - well, I thought the Lake Shore and Amiable whatever it is principle was that a captain ain't one of those. The captain doesn't -- doesn't do the job."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do any of those cases say the managerial agent is liable if he violated express instructions from an employer?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because that's what the last part of your instruction 33 says. And it does seem to me that this captain may be managerial for some purposes and not others. I think that's the way it's going to have to come out. Maybe not. But certainly he was not entitled to set aside the policy of Exxon that you cannot navigate a vessel while intoxicated."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But they have not conceded the accuracy or correctness of instruction 33. And that's because he was not entitled to set aside the policy on intoxication."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. Your instruction says if he was a managerial agent, his acts are attributable to the corporation. That's it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So the corporation's responsibility or complicity or culpability is simply not relevant under your theory of the case, even though that's what you talk about in your brief."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's why I'm interested in the same question I asked on the other side. As I read Lake Shore, it seemed to me my first reading of it that it picked up this distinction that Justice Story made, and it said quite right, you could impute punitives or exemplary damages to a corporation where its managerial official is the one who causes - - who behaves recklessly. But wait, we don't mean quite that. We mean some managerial officials. And they seem to refer in the admiralty case, I'll tell you one who he isn't, namely, the ship's captain. He's not in that category. And then in this other case, they say -- they talk about a superintending agent authorized to imply, employ, and discharge the conductor. And they give that as an example of a managerial official where there would not be exemplary damages assessed against the corporation in light of his conduct. So when I read that, I thought that this Lake Shore case is just picking up the earlier case; and that's the Federal law. And you've given the examples where the State law has changed; and I have no doubt you are right. You read the cases very well. But is there an example where I could say that the Federal law has changed, too? And you started down that track, but the reason this is of probably more than inordinate concern to me is that I wrote the case in Sand, I wrote a dissent in Legion, I looked into stare decisis law and made fairly clear views of what it is. So what would you say to someone who has accepted certain legal principles that we have had in prior cases? And you want to say nonetheless you win. Okay. Why?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher, you - - your friend says in his reply brief that you cannot cite one U.S. maritime case that has allowed vicarious liability for punitive damages. Is this the first one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What's your best case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's take - - take the Ludlow. Mr. Dellinger says that's a case where the court found that the owner is not vicariously liable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And so it differs from Sand, for example, where they are like two cases?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It differs from Sand? You say it is not -- I'm interested in your last remark. In the Sand ways I found -- you know we went through it, public policy was on the other side. But -- but we had several cases, it wasn't a thousand; it was more like two; and the Supreme Court had said in two cases, one very clearly, you know -- you see the point there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you say there is no stare decisis problem?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That, and $3.5 billion. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's some confusion, Mr. Fisher, about this Kolstad. I take your -- it has entered this case at two levels. One is this business about the company policy; but as far as Exxon having a policy, you don't mix alcohol with employment on a tanker; but Kolstad said it has to be a consistently enforced policy. So you don't have any problem with Kolstad on that issue, if you're using it here for a managerial - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So in your theory of the case, instruction 33, if the superior had told Hazelwood don't pilot the ship today, Exxon would still be liable? That's your theory of the case under instruction 33?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or the last part of the instruction 36, I think."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that -- that goes to measures, not to liability."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was the first phase. And that's the instruction, it seems to me, that you have to explain."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is your position of how to look at the case if you have a managerial employee who acts contrary to corporate policy? Is the corporation still exposed to punitive damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In a case like this."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So what can a corporation do to protect itself against punitive damages awards such as this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, and assume it has a policy that we will hire fit and competent people?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you're saying - - that's the question I'm asking. What if there is a breach of the corporate policy? I don't see what more a corporation can do. I mean, your --- other than - - other than what? I mean it has to say that the policy is this, and if somebody breaks the policy, they're liable for compensatory damages, which can as this case shows be in the billions of dollars, and of course the individual is liable for punitive and other awards. But what more can the corporation do other than say here is our policies? And try to implement them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"At that level -- at that level, the president, I think you would have an argument that the policy was being changed. It's not clear that that argument works when you're dealing with someone at Mr. Hazelwood's level."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me throw this thought on the table. If the policy is made by the board of directors, can the president unilaterally change the policy? The Chief seems to be suggesting he could?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me we have this problem, the president of the company is the same as the vice president."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose that would go to how consistently and how effectively the policy is enforced. If the president of the company isn't following the policy it's not going to be taken very seriously. That's different than saying you have a situation where on an episodic and sporadic basis a firm company policy is breached, the individual is breaching the policy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That wouldn't -- you might win on that one. I mean if you show that. They have - - we have to assume that that isn't so, don't we - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- for purposes of this argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Okay, that's all."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's fine."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"On the second and third, this is what - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- some time available. I would like you to address at some point at your convenience what should the standards be if, in fact, the captain of a ship, or responsible for conditions, for example, negligence or recklessness is now going to be not only imputed to the corporation but subject for punitives. Now, what I'm interested in, in the back of my mind is: This is a very dramatic accident. It involves oil spills, and they cause a enormous amount of trouble. But there are accidents every day, and ships are filled with accidents like automobiles in other places. And there are all kinds of things that go wrong. And if, in fact, it has not been normal in admiralty until now to assess punitives against the corporation on the basis of the activity of, say, the ship's master, failures of responsibility, then it will be a new world for the shipping industry and for those who work on the ships. What happens when a sailor slips and is hurt, and it's very serious to that sailor, et cetera? What principles do you have to suggest, if any, for creating a fair system that isn't just arbitrary?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Correct me if I'm wrong. You've read the case -- our case in Cooper, which says that the appellate court has to examine de novo to determine the adequacy or the excessiveness of the award to deter."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, a fortiori, it gives us the right and the duty to do so as -- sitting as a common-law-type court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- what about looking to the Clean Water Act? And I wanted to ask you this question about the Act. Assuming we agree with you that -- that it was too late to raise the Clean Water Act as a separate pre-emptive factor in the case, why was it too late in the appellate court to raise the Clean Water Act as an additional reason why maritime law should not be interpreted to allow punitive damages and, in part 3 of the case, as a factor, why punitive damages of the amount at issue here should not be allowed? It seems to me there it's not a new argument. It's just an additional factor for arguments that have already been made."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. That's part 3. What about part 2? Why -- why can't the Petitioner raise the argument or why could not the Petitioner raise it in the court of appeals? Okay, we agree that the Clean Water Act does not pre-empt the granting of punitive damages here, but one of the factors that we ought to take into account in deciding whether modern admiralty law in this situation permits punitive damages is the existence of the Clean Water Act. That's not a pre-emption thing. Is that also waived, do you think?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They don't have to make every tiny little argument. I mean, you can think of additional points on appeal so long as it's under the same major heading. And the major heading here is not the Clean Water Act pre-empts punitive damages; the major heading is, rather, modern admiralty law does not permit. And, you know, they had made other arguments about prior cases; they had talked about State law; and this is just another argument: By the way, here's another one. There's the Clean Water Act."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's close."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't really say pre-emption, and so it's -- it's just another factor to consider when you decide what the evolving law of admiralty requires."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"There was a statute that was raised in the district court. And the district court raised this TAPA Act, and they thought that that was the statutory guide, and that was the reason why there should not be punitive damages, but -- so that was one of the things the court of appeals said under the head of waiver. They're substituting one federal statute for another."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A while ago you were about to make a point on the Limitation of Liability Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A little while ago, you were about to make a point on the Limitation of Liability Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I was -- I would have thought that cuts heavily against you on the third point. In other words, if we're looking to guidance, you look to Federal law. And whether it's directly applicable or not, the Limitation of Liability Act reflects a very strong Federal policy about restricting liability on shipowners, adopted at a time when it was intended to encourage maritime -- the maritime economy. And why isn't that something we should look to, at least under question three?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that means they don't get the really quite extraordinary protection that the limitation of liability gives. It doesn't mean that we should ignore the reflection of that policy outside the confines of the Limitation of Liability Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The argument is not that the Limitation of Liability Act should apply. It's that it would be very strange to say, where Congress has radically reduced the exposure of shipowners in one area, that we as a matter of development of Federal common law, Federal maritime law should allow dramatically expanded punitive liability in another area of shipowning liability."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher, the problem I have -- maybe it isn't a problem I have, but a question that that argument raises is this: We know something now that Justice Story did not know, and that is we've had an awful lot more experience with punitive damages practice. And we've spent the last decade or so of this Court dealing with the problem of how to set constitutional limits for awards which sort of by most people's standards verged on the excessive. The problem that we've had -- we've had two problems in coming up with those constitutional standards: One is we can't simply substitute ourselves as lawmakers for the State. We're talking about constitutional limits, not optimum standards. And number two, given those limits on us, we have not been able to come up with anything that could be called determinant standards. We've never, for example, found a sufficient reason constitutionally to put an absolute ratio kind of limit on it. But here, as you were pointing out earlier, we're sitting as a kind of common-law court. We are in the position of the States here. Why shouldn't we recognize the difficulty of trying to deal with indeterminate limits which we've proven in the constitutional context and say, therefore, we've simply got to come up with a number, because no other way is going to give us any kind of an administrable standard; and our number -- and I'm not saying this should be it -- but our number is going to be double the compensatory damages? That's the limit. Would that be an illegitimate thing for us to do or an unwise thing for us to do?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- the United States Code, the general criminal code, 18 U.S.C. 3571, has exactly that number. It's -- for -- it's double the pecuniary loss for a criminal act. And it seems to me, if when we're looking for guidance, as Justice Souter quite properly indicated we must, and Justice Scalia has indicated with reference to the Water Act, that this is -- gives us a very valuable instruction."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why? What's even the theory of that? Because the theory of punitives is that the individual who's receiving the money wasn't hurt one penny's worth?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that really the money ought to go to the people generally in the State or it ought to go to other people, rather than those people who have already been compensated. That's the theory of it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That exhibits the difficulty for me of trying to figure out how to do it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the measure what is necessary to deter? Isn't that what we've asked first and foremost, not exclusively perhaps?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It was a different jury. And the jury is the one that set the amount of punitive damages."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This is the same judge who approved the instruction that said Hazelwood's negligence and recklessness is automatically imputed to Exxon, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So he was operating that under understanding of the law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is the relevance?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's the relevance of the leg that we're assuming Exxon, other than the captain, did bad things?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You seem to be now talking about the evidence that they did bad things. But that's the leg that they did - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, doesn't that show, then, that there had to be a finding that they did the bad thing?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- your time is running out. And this there's one question I'd like you to address, and that is are there other cases against Exxon seeking compensation and punitive damages based on this oil spill that are still awaiting trial or decision? Or is this it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you don't have the problem of litigant A getting these punitive damages and than B, C and D all wanting to - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Fisher. Mr. Dellinger, you have four and a half minutes. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just as a class, if you take them individually, each individual, did Mr. Fisher say 15,000 something?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WALTER DELLINGER","firstName":"WALTER","lastName":"DELLINGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4574,"interruptions":47,"times_spoken":81,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":5412,"interruptions":39,"times_spoken":72,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":995,"interruptions":0,"times_spoken":35,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1134,"interruptions":7,"times_spoken":32,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":0,"times_spoken":15,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":834,"interruptions":5,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":621,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":258,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1252,"interruptions":5,"times_spoken":25,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":47,"words_spoken":4574,"times_spoken":81,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":39,"words_spoken":5412,"times_spoken":72,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":18,"words_spoken":5614,"times_spoken":155,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035037}}