{"petitioner":{"name":"JOHN BRIDGE, ET AL.","counsel":[0]},"respondent":{"name":"PHOENIX BOND & INDEMNITY CO., ET AL. ","counsel":[1,2]},"caseNumber":"07-210","date":"2008-04-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-210, Bridge versus Phoenix Bond & Indemnity. Mr. Becker. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what about a case, say, you've got organized crime wants to get rid of -- an organized crime enterprise wants to get rid of rivals, so it makes misrepresentations about those rivals to customers and suppliers, not to the -- to the rival.  So there was no -- there is no misrepresentation made to the plaintiff but to the plaintiff's customers and suppliers. So on your theory, is there no RICO claim because the misrepresentation was made to someone other than the plaintiff?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But no civil case in that -- in that situation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't even comport with common-law civil cases.  I mean, for a long time courts have allowed someone who's been euchred by a competitor's misrepresentations to his customers.  An old New York case that was discussed in the briefs that I used to teach in contracts class, where he told somebody that the horse was no longer for sale and it was still for sale, and the person who wanted to sell the horse at the higher price should have -- to buy the horse should have had a cause of action, even though the representation was not made to him."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose in a tortious interference case, the two tort -- there are two tort feasors, and they communicate with each other by mail. Is that a violation of the mail fraud statute?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In my -- in my hypothetical, there was no -- there was no reliance on anything said.  It was just used to facilitate the scheme.  And I assume the plaintiff could recover."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't -- isn't the difference that, in Holmes, it was the textual basis \"by reason of\" through which the -- as we read it -- the proximate cause standard was -- was brought into the statute.  Here, in fact, there -- there isn't any text, it seems to me, that you can -- can rely on. The fact of fraud itself doesn't do it because the statute speaks in terms of an offense for which an individual should be prosecuted.  So it's looking to the criminal rather than the civil model. And isn't that the distinction, in effect, a textual distinction, between Holmes as a means for importing proximate cause and the statute in this case as a means for importing first-party reliance?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why hasn't it done so simply or sufficiently done so by referring to the -- in effect --  the criminal mail fraud violation?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but we didn't have -- I don't think we had in those cases the phrase that occurs here.  I think the phrase here is \"could be prosecuted or indicted\" for something -- I think it was prosecution -- which tends to narrow it down to the criminal model, rather than allowing us to roam into the civil field."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Well, that means that to that extent the criminal -- in effect -- the criminal cause of action is narrowed down.  It doesn't follow from that that the statute contemplated adopting a civil model regardless."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're going to have to help me do that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why --"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"No, but --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Why isn't it -- there is reliance on their allegations by the county.  The county thinks that each bidder is putting in only one bid.  So the county has been deceived, and the plaintiff suffers the effect of that deception.  Why doesn't that qualify?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But without the mail fraud violation -- let's assume -- the tort would have been unsuccessful.  It would not have been complete."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes.  Let's assume that.  And it was directed at this class of persons and it was relied upon by the county.  It seems to me that that's certainly sufficient under the -- it's a mail fraud violation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, refer to the mail -- the civil RICO refers to whether it's a mail fraud violation.  You want to assume this additional reliance requirement."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't the problem with your argument that if this isn't direct enough, there is no injury at all?  The county isn't hurt by this.  The county has got its rotational scheme basically to avoid favoring particular bidders who appear in multiple guises, but the county isn't getting hurt.  So that if it's not direct enough for -- for the Plaintiffs in this case to sue, then nobody has a direct enough interest or can show direct enough causation for RICO."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But how could the property owner be hurt if there is -- if we are dealing in a situation here in -- in which the penalty is zero percent, and everybody is bidding zero percent, then this is a situation in which the property owner isn't going to get hurt no matter who ends up with it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's the -- that's the case here.  So if your direct-injury requirement, as you construe it, applies here, I think we are still left with a situation in which on these facts, nobody would be injured, because nobody -- or nobody would be -- be able to prove injury by a sufficient direct route to establish causation."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  Right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's a different point, the point that you made in your reply brief, that maybe there isn't this rotational system, and maybe they can't prove that they were -- that they were injured; that they would have gotten a greater share.  But your case is about -- it doesn't matter even if you -- you have to accept the allegations of their complaint as true, even if everything they say in the complaint is true, they have no claim.  They have no RICO claim."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have to assume what they say about the rotational system is right and -- but -- but you are hanging your hat on no misrepresentation was made to them."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just go back to a statement you made?  I thought you -- you conceded that on their allegations your client would be indictable for mail fraud?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your client still bidding on -- on these --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are all the shell corporations still bidding?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Becker."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. DeBruin. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is it your view that assume -- assuming there is a State law cause of action for tortuous interference, that if that tortious interference was effected through the use of the mails by the co-tort features, that that automatically invokes the RICO statute?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that there are predicate acts, yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But those -- those weren't mailed, or at least that's not what you're relying on.  You're not relying on the affidavits that make the misrepresentation using the mails.  I thought your reliance on the mails is only the tail end of this transaction, the notices that get sent to the property owners."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what -- would your position be different if the county were, in fact, injured; we didn't have the zero-percent situation but different percentages?  Your client would not be able to sue them, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what does that do to your statutory argument?  In other words under your statutory argument, you still could sue; but because of other considerations you can't?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what happens -- what happens if some of the bids were more than zero, and some weren't?  You get to sue for part of the damages, and the county gets to sue for the rest?  Or how do you divvy that up?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I suppose since we are talking about a rotational rule, you could have -- what are these, monthly or annually --  one, possibly, cycle where it's all zero percent, and then others where it isn't, and then another where it is. And that would affect the rotation in a way that would injure your client but would also injure the county."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you explain why your argument is consistent with Beck versus Prupis?  In that case, couldn't the plaintiff show that it was injured by reason of the criminal violation that was alleged, the RICO conspiracy; and, yet, the Court said something more was required, taking an additional requirement from the law of civil conspiracy?  How is your argument here consistent with that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- well, the meaning of a RICO conspiracy in the criminal context is very well known.  I don't know why it matters whether it is defined in the statute or not; and there is no requirement in that that anybody be injured by virtue of an unlawful, overt act."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it appropriate there to look to the law of civil conspiracy and yet inappropriate here to look to the law of civil fraud?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Am I -- am I reading these provisions wrong?  I thought you were proceeding in a 1961, and that the conspiracy -- the conspiracy provision is 1962(c)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the conspiracy provision."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm looking on page 2 of the Petitioner's brief.  Have I -- have I been misinformed? The blue brief, page 2, maybe that's wrong, but that's what it says.  It says 1962(c), it shall be unlawful for any person to conspire to violate any of the provisions of subsections (a), (b) or (c)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  I understand."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I see, I see, I see. Okay."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand that, but when the pattern of racketeering activity consists of predicate acts of mail fraud, why isn't -- why does not Beck point you to the word \"fraud,\" which like \"conspiracy,\" I don't believe is defined in the RICO statute?  So why if you look to civil conspiracy to understand what \"conspiracy\" means in the RICO statute, why do you not look to \"civil fraud\" to find out what the word \"fraud\" means in the RICO statute?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you can say the same in Beck.  It would make civil conspiracy the predicate act in RICO, rather than -- the RICO violation, rather than criminal conspiracy."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Becker says they were interference with a business relationship, not fraud."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"One concern, because RICO can be a very broad statute, is that if you are right, then any unsuccessful bidder could look through a rival's submission, find a false statement, and sue under RICO."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why is it -- I really worry about adopting a rule which would produce the result that whenever anyone makes a false statement in an official form, someone who is deprived of a business opportunity, or at least can say so, can bring a RICO action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose that every other bidder in this situation is a viable plaintiff."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose in other cases where if we adopt the rule you argue for, that wouldn't be confined at all.  For example, in a situation where a competitor is defrauding a supplier, every competitor no matter how many there were, could bring a RICO action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Regardless of how many competitors there are?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the law generally in the States that an unsuccessful bidder can sue the successful bidder if the successful bidder misstated qualification?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. DeBruin. Mr. Miller? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is the answer to Justice Kennedy's question with respect to Federal Government contracts?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But what if there are 50 disappointed bidders?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Wait."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why couldn't you show -- why couldn't -- that's like the situation where a company runs a -- runs a lottery and in fact misrepresents what the odds are.  And then you mean the people can't recover because they couldn't show that they would have won?  It seems to me you can calculate the difference in the odds or something and place some value on that.  Is it really painless to say, you know, I'm running a lottery and your chances of winning are one in a thousand, and everybody buys a ticket on that basis, and it turns out that really your chances are one in a million?  Nobody has a cause of action because nobody can prove he would have won?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's all they can get? Just what they paid for the ticket?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But the RICO statute doesn't say you can recover if you're injured by reason of conspiracy, without any elaboration.  It says \"by reason of a violation of this statute.\"  And therefore you look to 1962(d), which tells you what the violation is.  It's a RICO -- it's a criminal RICO conspiracy.  So I just don't see how that argument works."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't think it's because there's no common-law equivalent.  I think it's simply because the word \"conspiracy\" is a -- the substantive violation under 19 -- under 1962(c).  \"It shall be unlawful for any person to conspire.\"  And we have to interpret the word \"conspire,\" and we say we give it its common-law meaning; whereas, for a violation of the general racketeering statute, there's -- there's no equivalent reference to a word that we have to give content to.  It just says -- unless it's the word \"indictable.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Miller. Mr. Becker, 10 minutes remaining. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't -- isn't the weakness of the argument that you're, in effect, dividing mail and fraud?  You're saying there are two requirements, and therefore, fraud here is just like conspiracy in Beck.  But in fact, mail fraud is -- is a single term of art.  It refers simply to a criminal violation for which there -- there is no exact civil counterpart.  And so, if you take mail fraud as being a unified term of art, then it seems to me that your argument falls apart, because you can't treat the fraud in the mail fraud the way you treated the conspiracy standing alone in Beck."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no definition of bankruptcy fraud as a separate definition, was there? Whereas in mail fraud, we know what it means."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE M. BECKER","firstName":"THEODORE","lastName":"BECKER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3313,"interruptions":7,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":1,"fullName":"DAVID W. DeBRUIN","firstName":"DAVID","lastName":"DeBRUIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2296,"interruptions":5,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":2,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":921,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":382,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":226,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":305,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":7,"words_spoken":3313,"times_spoken":28,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":8,"words_spoken":3217,"times_spoken":33,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":3,"words_spoken":2287,"times_spoken":64,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.4194057563221484,"respondent":0.5805942436778516,"date":1472419305294}}