{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"UNITED STATES, EX REL. ROGER L. SANDERS AND : ROGER L. THACKER. ","counsel":[1,2]},"caseNumber":"07-214","date":"2008-02-26T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument today in Case 07-214, Allison Engine Company versus United States ex rel. Sanders and Thacker. Mr. Olson. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the certificates of conformance with specifications of? I believe they were the Navy's specifications and Allison submitted to someone those certificates of conformance."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the government have asked -- could the Navy have asked for them?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. In connection -- the Navy -- the engines are being supplied for Navy destroyers and the Navy obviously has an interest in making sure that the -- they measure up to the specifications. So my question is whether in this procedure for dealing with subcontractors there is any kind of audit where the Navy can say, we want to see the certificates of conformance for those engines or other documents relating to them."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the Navy have the right to audit the subcontractor's books?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose they audit the subcontractor's books and they don't discover a fraud and leave. Would there be liability then under your view?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The books show that X dollars were spent for certain parts and that was far too much. That was an inflated figure. It fools the government. The government then paid the subcontractor -- pays the contractor; the contractor pays the subcontractor."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I must be just missing something here. Tell me what I'm missing. What about the definition of \"claim\"? It says a claim includes a request under a contract for money or property, and the request is made to the contractor if the United States provides any -- any of the money. Is there an issue here as to whether some of the money provided -- are you saying there was no money provided by the United States or maybe there was no money provided?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- so why doesn't that end it? Why doesn't -- how do you win, then, given the language I just read?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Claim.\" And there has to be a claim."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right, that's right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say (a), but we're talking about (a)(2) - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in connection with (c)."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you were quoting from (a)(1)."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that, but doesn't (a)(2) stand by itself, especially as -- as (c) is written, (c) and (2), (c) and (a)(2) make perfect grammatical sense without any presentation to the government."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the words \"by the government\" are in (a)(2)."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The words \"by the government\" are in (a)(2)."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying, in addition to being a claim, that's not enough reliability? It has to be a claim that's presented to the government?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And all that (c) does is tell you what a claim is. So that, even if it's not a claim against the government but just a claim against a subcontractor, that still can be the basis for liability so long as it's presented to the government."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But (a)(2) says it has to be paid or approved by the government."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said given to the government. It's \"paid or approved by the government.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it's disguised, how would the -- how would the prime contractor know?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there wasn't any trial, was there?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There was?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how could -- they would have at a minimum, even if your theory is not correct -- they would have to prove loss to the government. Otherwise they would have no claim."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the other side concede that point, that you have to prove loss to the government? I don't think they do, do they?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think they do."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the government certainly has that in its brief."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say that the missed funds which are in the hands of subcontract -- of contractors, harms the government, even though it doesn't come out of the government's pocket, because those funds were given for a particular purpose, and if that purpose is frustrated, the government is harmed. That would work, without saying that the government has lost any money."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose the government gives money for building schools, okay, to a State and a fraudulent claim is submitted as -- in connection with the construction of the school. The government has been cheated in that the money it gave for a school is not going to the school; some of it is going into the hands of the fraudulent contractor."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, but that's a different point."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I am talking now about the point of whether the government itself has to suffer any harm other than the fact that the money it gave was not used for the purpose for which it gave it. That alone, it seems to me, could be harm."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, it seems to me you're fighting a hypothetical. Let's say they built a lousy school, sub-spec. The roof is falling in; the plumbing leaks. It's a fraud, but they've given the money, the feds have given the money to the States and the States have let this slip by. Justice Scalia's point was the Federal Government has been injured."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's why the definition -- it seems to me at the moment -- that's why I'd like your view -- that the language is perfectly ambiguous, the language of \"knowingly makes a false statement to get a false claim paid.\" Now, the \"false claim\" is the claim that they made to the contractor, because that's the definition. And you are saying: Well, they made this statement to get a false claim paid by the government. Now, you could read those words \"paid by the government\" to say \"and there has to be a causal connection,\" which is what you're saying, that you have to make the false statement, make the claim, and that led the government to pay. But you could also say it's paid by the government when the money to pay it comes out of government funds, because it was paid by the government even though the government gave the money to build the school 100 years ago. But it's there in the bank account, and then the contractor took the money from the bank account that the government put in and paid it. In such a case, linguistically, you can say it's paid by the government."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It was a false claim. That's there."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't say that. It says it was a false claim, which it was. It's false, and it is a claim to the general. And was it paid by the government? Yes. It was paid by the government, even though everything you said is true, because the money to pay it came from government funds. So that's why I'm having a problem. I can read those words \"paid by the government\" either way."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not strictly correct. I mean, it \"paid or approved.\""},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which means there is a third way, and the third way of reading it is if the sub makes the false statement to the general contractor in order ultimately to get a false claim, i.e., the ultimate contractor's claim for conforming work, approved or this particular claim approved by the government when the government makes the ultimate decision to pay the general contractor, that would be covered by (2)."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that can simply be done by the false claim to the general contractor, who either accepts it as true or, for that matter, knowingly understands that it is false, and ultimately submits the same claim, i.e., as an element of its ultimate bill for the whole project."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect, I think there is a limiting point. You are certainly right when you talk about the thousands of contracts that the government ultimately makes or finances for the benefit of lower units of government. But it does not follow from the government's theory that if the United States makes grants to a sub-unit of government, not for the purpose of a given contract or a given project, it simply makes grants, revenue-sharing sorts of things, it doesn't follow from the government's position that when one of those sub-units of government then makes a contract spending part of that money, that it's covered by this statute. This statute would cover the myriad of grants made for particular contracts. It would not cover every subset of funds in a lower government unit, some of which had been contributed by the national government."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, perhaps we should ask the government to explain what its position is. But one of the points that has been raised in opposition to your argument is that your interpretation would cut out claims that today are regarded as properly presented under the False Claims Act. And the one that was featured was false claims for Medicare or Medicaid reimbursement, because those are presented not to the government but to an intermediary."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the whole difference -- the whole difference, then, is if the - - the invoices are passed on, as opposed to the government having the right, if it so chooses, to inspect the books and records?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The difference is if the government gets the invoices from the contractor, then there's a claim under the False Claims Act. But if, instead, the subcontractor is required to make its books and records available on request to the government, that's not enough?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it made -- I thought you said that it is this case that the government had the right - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to audit the - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Tanner case didn't confront the statute which has the definition of claims that Justice Breyer is putting to you."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This statute that we're looking at, in effect, defines what a fraud against the government is."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct in this that without the claim definition, the statute would not cover a fraudulent submission by the subcontractor to the contractor which is known to be passed on to the government ultimately?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Without that definition, the claim would be made against the contractor, not against the government."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore, wouldn't be a claim."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. Mr. Stewart. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, I don't understand that point. Let's say Allison Engine is defrauding Bath, but Bath makes ships for a lot of people, boats, whatever they make. Allison Engine is defrauding, saying these engines, you know, work this way and, in fact, they don't. It doesn't know Bath is going to use some of them in a government ship as opposed to a private ship. So you're saying in that context, since there's no intent to defraud the government, there's no liability?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It just sells them engines. It doesn't know what Bath is going to do with them. They are going to put some in private boats and some in the government boats."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I have another question. Suppose the subcontractor -- the fraud consists of inflating the hours spent in a cost-plus contract. So the subcontractor submits and receives payment for $10,000 more than the subcontractor deserved. All right? But that all comes out of the hide of the contractor. The contractor gets the same amount of money from the Federal Government and the fraud only harms the contractor."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That would not be - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- injured by it because it, in effect, gets less than it paid for?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If it were a cost-plus contract, the government would pay an extra 10,000 and it would lose."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If they -- if they simply supplied defective parts, the government would get less of a machine than it paid for. But in the -- in Justice Scalia's example, the government ultimately ends up with exactly what it bargained for, and the person who's out is the person who paid for too much labor, which is general -- is that your - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What you are saying is covered, I take it -- and this is -- I want to know how this has worked out -- what is covered is -- imagine government grant programs. And suppose there are vast numbers of grant programs now that go to all kinds of entities throughout the country, and a large portion of which are just grants. They're paid and the government is not going to get a penny back. Now, there are instances of frauds in such situations of subs against the person who gets the grant. And in -- I can't imagine a case -- maybe imagine, but it would be imaginary -- where the Government couldn't say: But we got less than the grant was supposed to pay for. And you're saying all those are covered. Is that right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"To get less than it was supposed to get."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And so this is what surprises me on your side. It's 20 years later. And if all those things are covered, given the vast extent of government grant programs in the United States, has your interpretation worked to bring within this statute, and lots of qui tam cases against municipal frauds of all kinds, things that they just never thought of at the time of the Civil War? Do you see what the question is?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Have there been a lot of such cases?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson said on the Medicare that the providers, that the intermediary does present the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how far down the line? I mean, let's take that hypothetical. The government gives money to the State to build a school. The school has to be painted as part of that, so the school contractor, the prime contractor, takes some of the money from the Federal Government and pays the painter. The painter needs to buy paint. So the painter takes some of the Federal money and pays the paint company. The paint company has to get the chemicals from somebody. So the paint company takes some of the money and pays the chemical company. And at that point, the chemical companies fraudulently added, you know, a dollar on to the cost of the chemicals. So that dollar goes all the way through. So the Government ends up paying a dollar more because of the fraud five, six, seven times down the line. Can an uninterested person bring a qui tam action against the chemical manufacturer because of that fraud?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"A hundred dollars more a can. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a presentment requirement. That's in (a)(1. It's that the claim be paid, the fault claim, be paid by the government. And what you're saying is when the government pays the State, that pays the school, that pays the contractor, that pays the paint -- blah, blah, blah -- that that is payment by the government of a false claim because the chemical manufacturer six or seven steps down the line commits fraud."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He has to know that. He has to know that his bill is going to be sent up the line to the government. \"Knowingly makes, uses or causes to be made or used a false record to get a false or fraudulent - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if he knows it, serve him right. But this other guy thinks he's just honestly cheating the guy who's buying the chemicals. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The difference is that government money today is in everything. So if it's in everything, then everything is going to become subject to this False Claims Act. And of course I exaggerate by using the word \"everything,\" but only a little. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know that that accords with the definition of \"claim\" in (c)."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It says the government will reimburse."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I meant provide. It has provided it already."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So in your own school hypothetical, there's liability."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't shock me. I don't know. It doesn't shock me at all. If indeed the object of this is to prevent fraud upon the government and if the government has not been deceived at all, get yourself a new statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This statute doesn't have to cover every ill in the world."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Before -- before you finish, the major objection is the one that Justice Breyer just voiced, that your position is vastly overbroad and every time there's government money there will be -- one of these qui tam people can come in. What are the limiting principles that you say attach to this statute?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But if injuring the Federal Government would -- it would suffice to injure the Federal Government that the schools are shoddy and the roofs are leaking? That would be enough?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even though the Federal Government is not out of pocket any more, but the program that it -- that it was desirous of encouraging is simply not as good as it would have been otherwise."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And you would still -- your theory would still cover the case of the -- of the agency that gets 10 percent of its budget by -- through a general grant from the United States, no matter what it spent its money on, regardless of the fact that the United States has no connection with particular contracts. If in fact a fraudulent claim was presented to that agency, it would fall within the qui tam statute?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right, no strings attached."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't there be?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but when your salary is paid, in effect the government's interest stops when it pays for your labor. In the -- in the hypothetical in which the government funds 10 percent of a sub-agency's operating budget, presumably its intent generalized goes to everything that agency does."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Stewart. Mr. Helmer. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Whose certificate is it? Is it the contractor's certificate that everything that the subs have done or the certificate of conformance that Allison provided, that SOFCO provided?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought it was not established that anything from this defendant got to the Navy."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, where in the record is there some indication that some -- some paper from - - with a fraudulent representation made it up to the Navy?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I know what certificates are, I mean, you know, their general content. But was there anything in the record that a certificate from Allison went to the Navy with Allison's signature on it?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What about the statement that Mr. Olson quoted during his argument, when counsel for plaintiffs said to the jury: You haven't seen anything that was submitted to the Navy and you're not going to see anything that was submitted to the Navy?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what was your statement?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then there's less to this case than we had thought. My goodness, even under the Petitioner's theory, you win. If indeed a fraudulent document was given to Bath and Bath passed that on, I think the Petitioners would have conceded - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- that there's a cause of action. What is all this fuss about, then?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I wish you had said that in your brief because we could have saved ourselves a lot of reading. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your argument - - your understanding of the scope of the statute is exactly the same if the words \"by the government\" were replaced by \"with Federal funds\"? You think those are -- you think the statute is exactly the same if it said \"with Federal funds\" instead of \"by the government\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So when the government -- when the phrase \"by the government\" was added -- was it in '86?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"There were a lot of statutes that said \"with Federal funds,\" right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So why did the Congress add the phrase \"by the government\" instead of \"with Federal funds\" if it meant the same thing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So I guess I get back -- you read \"by the government\" as if it said \"with Federal funds\"?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose -- you just said to Justice Scalia -- if you have one minute; I rather missed that -- that your point was if you lose on that point you just made and it isn't \"with Federal funds\" and it is that the government has to pay the claim, you still win. That was your point to Justice Scalia, I guess."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what was that argument? Because you said it wasn't in the brief, and what is it? How do you still win?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The the certificate of performance made its way to the Navy. That was required by contract. Why did you not introduce direct evidence of that in your case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that was only the contract. You didn't show that in fact that had happened, that the certificates of conformance actually were shown to a naval officer?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And whose -- whose contract required this? It's a strange provision to be in the contract between Allison and Bath."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that contract between Allison and Bath said that this certificate from Allison had to be presented to the Navy?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"In the contract between the Navy and Bath, was there a provision that Allison's invoices would be shown to the Navy? In other words, was the parallel provision in the contract with the - - with the general the same as the provision between the general and the sub?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Available but not necessarily transmitted."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But the contract between Bath and Allison says: You give those to us, and we give them to the Navy. It was specific in saying they go -- your invoices, your -- your certificates, go to the Navy?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And Bath would have been in breach of its contract with Allison unless it passed these things on to the Navy? That's why I say it's a strange provision to be in the contract between Bath and Allison."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Allison could sue Bath for not passing the certificate on to the Navy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if in fact, as you suggest, Allison submitted the certificate to the Navy person at the shipyard, then the question presented in this case is not in fact presented here? Because the question presented assumes that there had not been a submission to the Federal Government of the false - - false claim."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Did you make this point in response to the petition for cert?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know, usually we take a case to decide the question presented; and if this question is really not before us you should have told us that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There has been a statement, in opposition to your position, that the way you read (a)(2) would render (a)(1) useless, That everything would fall within (a)(2). Is there a distinction between what comes under (a)(1) and (a)(2), in your view?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Thank you, Mr. Helmer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, Mr. Olson, four minutes. "},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you this question: Suppose they had submitted the qualification certificate, but not a claim? Would they have had a case, under your view?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What I am really asking is: Do they still need a claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3452,"interruptions":30,"times_spoken":55,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1598,"interruptions":18,"times_spoken":34,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JAMES B. HELMER","firstName":"JAMES","lastName":"HELMER","counsel":true,"justice":false,"side":"respondent","words_spoken":1765,"interruptions":9,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":581,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":523,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":758,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":68,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":882,"interruptions":4,"times_spoken":34,"laughter":3,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":75,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3452,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":27,"words_spoken":3363,"times_spoken":70,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":3755,"times_spoken":126,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.44890553869901484,"respondent":0.5510944613009852,"date":1472501778862}}