{"petitioner":{"name":"WILLIAM CRAWFORD, ET AL.","counsel":[0]},"respondent":{"name":"No. 07-21\nMARION COUNTY ELECTION BOARD, ET AL.; and INDIANA DEMOCRATIC PARTY, ET AL., Petitioners v. No. 07-25\nTODD ROKITA, INDIANA SECRETARY OF STATE, ET AL.\n","counsel":[1,2]},"caseNumber":"07-21","date":"2008-01-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 07-21 and 07-25, Crawford v. Marion County Election Board and Indiana Democratic Party v. Secretary Rokita. Mr. Smith. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- before we get to that, can we talk about standing a little? Who are the -- who are the complainants here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Courts below are sometimes wrong."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they still have to identify individuals who are members. Now, what does it take to be a member of the Democratic Party here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought they took the position that anybody who voted or intended to vote Democratic is a member of the Democratic Party."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any way in which you can say -- and I thought this was the theory of associational standing -- that this individual has voluntarily given this organization the right to represent that person for particular purposes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't mean that I'm willing to have the Democratic Party represent me for all sorts of purposes. And these people can bring their own individual challenges. I mean, I'm not questioning their ability to do it. But, but why is the Democratic Party their representative?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand it, though, Mr. Smith, the trial court didn't rely on, simply on the associational standing of the Democratic Party, did it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And is doing so by forcing them to get people properly identified."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That organization had members. I mean, you did join that organization."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And they identified members who would be, who would be annoyed by the noise."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I just think it's hard to confine your rationale if you say that any association could sue. If it says, you know, there are people that if they knew what we were doing, if they knew this problem they would really want us to sue on their behalf, I don't know if I'm going to confine your rationale."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We can limit your standing argument to -- I guess it's based on the affidavits of Ms. Holland and Ms. Smith, the one who is a clerk for the Democratic Party and the other who is a judge for the Democratic Party. We don't have to agree with you that anybody who votes, might vote Democratic, is enough to give you standing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Even in its own right, it has to identify somebody that's a member or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly, Democrats in particular, I suppose."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understood Judge Barker to say that you had not come up with a single instance of somebody who was denied the right to vote because they didn't have a photo ID."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So elections were conducted under this law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, did you have anybody who said, I don't have a voter ID?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I plan to come in this next election, I plan to vote, and I don't have a voter ID card?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- and they're not going to be able to get one even though the State will provide them with one if they don't have one, subject to some identification?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it your position that a State can't require any form of identification and can only require a signature, or would some lesser form of identification than Indiana has required be constitutional?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the answer to my question? Is any form of voter identification beyond a signature permissible or not?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But clearly you answer all of those questions that you've just posed, that you've just responded with, \"no\". So then your answer to Justice Alito should be no."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Although that leads to the next question, is whether or not there are ways in which the -- the central purpose of this law can be preserved but it could be less stringent. But I'd like you to respond to both of those things."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That wasn't -- that wasn't the problem I had with your answer to that question. You posed a number of questions to Justice Alito, or a number of responses, but to each one of those your own answer in the brief was no, and therefore your question -- the answer to Justice Alito's question should be no, there is no system that you know of that can impose a photo ID."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Your answer is no."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- suppose at the time of registration there was a photograph taken right in the registration place and on the spot they gave you an ID with that photo, and everybody who registers would get one and there isn't any question of paying money to get a birth certificate. Would that be satisfactory? Ir that -- if you could make a photographic ID universally available, you would still have the problem of the religious objectors, but wouldn't everybody else be covered?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be potentially constitutional?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So we should ignore your religious objection argument in this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do we know that that religious exemption won't be made?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know that that religious exemption won't be made? Nobody's asserted it. case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I mean in this In this case you're claiming there's a problem for people who, for religious reasons, don't want to have their photograph taken. Do we know that if that's the reason that they assert, I can't get the photograph, the State will say you can't vote?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you could, you could do it twice. You could make the two trips, one to your local place and one to the distant place."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how far away is the furthest county seat for somebody in the county,"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"County seats aren't very far for people in Indiana."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a burden if you're not indigent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"17 miles is 17 miles for the rich and the poor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We have -- the record shows that fewer than 1 percent of people in Indiana don't have a photo ID."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so do the voting rolls. I thought the district court found 41 - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- 41.4 percent of the people on the voting rolls in Indiana were either dead or they were duplicate entries."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you take issue with the 41.4 percent figure for bad entries on the voting registration rolls?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And this is one of them, I suppose, requiring photo ID?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, don't you think if you have the voter rolls with a significant number of bad registrants, either dead or duplicates, that that presents a significant potential for fraud?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because it's less of an issue. If somebody wins an election by 500,000 votes, you may not be terribly worried if some percentage were cast by fraud, but you might look to the future and realize there could be a closer election and there -- it's a type of fraud that, because it's fraud, it's hard to detect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the problem with the duplicate entries is there may be two entries for John Smith because John Smith has moved and the voter registration hasn't been updated. So all you need is somebody else to go in and say: I'm John Smith, this is my address. And later in the day somebody else comes in and says: I'm John Smith and this is my address. And because they're duplicates it's really difficult to check."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The people who are dead or have moved away would certainly not be objecting."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I wasn't talking about that. I was talking about whether there is a genuine threat of fraud which the State is moving to eliminate"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and your assertion that, you know, it's not much of a problem because the person whom you're impersonating would find out about it. I mean -- but that's certainly not the case for people who have moved away or people, you know, the people in the graveyards that are still on the rolls."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd say likely."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't really -- I mean, that's what I wonder if there is no such evidence. How could you get evidence? It used to be common maybe urban legends, but of political bosses voting whole graveyards of dead people. All right. Now, that would be almost impossible to catch, I think. Someone walks in, saying: I'm Joe Smith. He doesn't say: I'm Joe Smith dead. He says, I'm Joe Smith, and he signs something. And the poll worker looks at it and the signature looks very weird. Well, what's the poll worker supposed to do? He's not going to go disrupt the election. And is there going to be a policeman there to follow this person home? Of course not. So that's their claim. Their claim is that we have a lot of anecdotes and there is a certain kind of fraud that you really just can't catch at the poll."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what's your response to that? Because that's their argument on the other side."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know there are arguments on both sides. But at the heart of this is what was Judge Posner's claim and others that this isn't the kind of fraud that you can just dismiss and say it never happens because the person would walk into the poll later and try to vote. What they are talking about is what Justice Scalia was talking about, and I'm simply trying to focus your answer on that part of the question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they say that's because you can't catch it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you catch it, which is my question."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If this is not a problem at all, how do you account for the fact that the Commission on Federal Election Reform that was co-chaired by former President Carter and former Secretary of State Baker recommended a voter ID requirement, and many other countries around the world have voter ID requirements?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand, they were going to have some years in between when their proposal was enacted, and they were going to have a mobile unit going around to all the neighborhoods, lots of advertising, because a premise of that Carter-Baker report was that everybody would easily and costlessly get this photo ID."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would they even require that if it's not any problem at all? Doesn't it at least show that it is a problem of some dimension, maybe not as severe as Indiana claims, but there would be no need for any sort of photo ID problem, requirement, if there were no problem whatsoever. Isn't that true?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They help you get it. They say if you don't have an ID we'll give you one. If you don't have a photo ID, come in and we'll give you one."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What documentation did President Carter and Secretary Baker propose to require for their photo IDs?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you concede that some kind of voter ID requirement is appropriate, the problem that I have is where you draw the line on a record like this where there's nothing to quantify in any way the extent of the problem or the extent of the burden, how many people will actually be prevented from voting or significantly burdened from voting as a result of the requirement? How do we tell whether this is on one side of the line or the other side of the line?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're telling us that, you know, we've got to be careful and it's difficult. But Justice Alito's question is: What are we supposed to look at, how are we supposed to do it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's get down -- let's get down to the question of quantification, which is one of the issues that he raised. What's your response to the issue that there is no quantification of the actual burden measured by the number of voters who are going to be adversely affected? What's the answer to that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's talk about Indiana. What have you got -- what is -- what is your best argument for Indiana?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And how many of them are going to suffer from an unreasonable denial of an opportunity to get the ID which the State will provide through the Bureau of Motor Vehicles? How do we quantify that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know that. That's why it's a tough issue. But how do -- how are we going to -- how is a court going to arrive at some kind of a bottom line judgment on this issue?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, that's on -- that's on the other side of the issue."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But walk -- walk us through -- if you were writing the opinion and what you wanted to put in the opinion was a reasonable estimate of the number of people who are going to be substantially burdened in having -- who do not now have the identification, substantially burdened in getting it. What approximate number would you arrive at and how would you -- how would you get to it?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, is there anything in the record about the extent to which the political parties help people get their IDs, as they sometimes drive them to the polls for voting and so forth, the part they play in this process?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it fair to presume that the parties would play a role in helping people get registered and getting to the polls?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Smith. Mr. Fisher. "},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I take it you accept the figure of, what, about 50,000, to be further discounted by those who might vote absentee and so on?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I just want to -- I just want to know what your figure. Mr. Smith was starting with 400 and then getting it down 2 and so on. And my recollection in the red brief is that you said, all right, let's take the 43,000 figure. I forget what you discounted it for, but it got it down to 25,000. Some of those would be able to vote absentee, but this -- I take it you're conceding that, at least subject to some discount, there are probably about 25,000 people who may be affected by this adversely. Is that clear?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't that a little bit of a stretch, too, when you say \"infinitesimal\"? I mean, if you take your two-thirds figure and so on, isn't it fair to say that you're probably going to get down to something like 10,000 people or 10,000 plus who are going to be affected in the sense that they're going to have to scurry around if, if they're going to get the appropriate ID?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But 10 -- isn't the concern over 10,000 voters a sufficiently substantial concern to -- to be considered as something more than merely de minimis and is something that should count in a facial challenge?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we haven't endorsed -- I mean, correct me if I'm wrong, but we haven't endorsed a registration procedure that would require as much documentation and as much travel as - - as the -- as this voter ID procedure would have."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And why, why can't the people injured by this law appear themselves and say the law can't be applied to us? You seem to accept that a facial challenge is appropriate here. Why is -- some different kind of a facial challenge. I thought in the usual facial challenge you have to show that there is no situation in which the law cannot be constitutionally applied."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then why are we arguing about whether there is one half of one percent of the electorate who may be adversely affected and as to whom it might be unconstitutional? That one half of one percent, if and when it is sought to be applied to them, have a cause of action to say you can't apply it to me. But why -- what precedent is there for knocking down this entire law on a facial challenge when I think everybody agrees that in the vast majority of cases it doesn't impose a significant hardship?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You agree that if you're going to take the -- if this Court takes the Salerno standard, there can never be a facial challenge to a registration requirement, a voter ID requirement. In other words, it's not merely that this facial challenge would be knocked out; there never could be one."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Salerno says unless there are no cases, the facial challenge is inappropriate. And that -- in the real world that will never be true with respect to a -- a voter ID law, will it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It never will be true, will it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It never be -- if that's going to be the standard, there will never be a facial challenge."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There never will be there one, will there?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, as to a pre-enforcement facial challenge to a law like this."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I want you to answer my question."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We're not going to have facial challenges here, are we?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Does that scare you, Mr. Fisher, that there can't be a facial challenge?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, every facial challenge is an immense dictum on the part of this Court, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This Court is sitting back and looking at the ceiling and saying, oh, we can envision not the case before us, but other cases. Maybe it's one half of one percent or maybe it's 45 percent, who knows. But we can imagine cases in which this law could be unconstitutional, and therefore, the whole law is unconstitutional. That's not ordinarily the way courts behave, is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, we've done that in the First Amendment area."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"justices","text":"That is not the case that you are confronting."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the reason they are bringing a facial challenge is because the horse is going to be out of the barn. They will have the election, and just what they are afraid of could happen, that the result will be skewed in favor of the opposite party, because there are people who have not been able to vote. So, if you're going to talk about what is the impact of this, they are in this bind after the election -- well -- they've always -- already lost that one. Now, there is something in the briefs that happened after this case was instituted, but we know from Marion County that there were 34 people who were not able to have a vote counted. And of those 34, only two ended up qualifying after the fact. So, we know that in that one particular county, most of the people who were unable to satisfy the requirement initially ended up not satisfying it. Is that -- I mean that's not hypothetical. That's real. But it does give you some confirmation that it isn't mere speculation that there are going to be many people who will not -- whose vote will not count."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's the same board that said in all our experience, in all of our memory, there has never been an impersonator."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you're worried about fraud - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If you're worried about fraud, what I don't understand, and I'd like to track it through with you, is the registration system. As I read the Indiana voter registration application, all a person has to do to register is to write in, enclose a utility bill that has his name and address, and if he doesn't have a photo ID, he can write the four numbers of his Social Security; and if he doesn't have that either he doesn't have to do anything, and they will give him a number -- and you mail it in. And you're registered. So all a person who have to do if he wants to be fraudulent is make out a fraud one of those, and he has a photo ID; he can go to the polls. So my question to you is this: given that system of registration, focusing on the issue before us, why don't you just say and we'll give to you -- you put on -- if you don't have a photo ID, we'll give you one. Now there it would not stand as an obstacle; that apparently is what Georgia has done. And it doesn't require people to go out and spend $10 or $5 or something digging up their birth certificate, which if you tried to do, is quite a job for many people. And therefore, you'd have all the things you want. All you would do is with the 43,000 people who don't have the IDs, you'd say we'll get you one. No big deal. You have a photo machine there when they come in to register; they have to go down; you take a picture of them and you hand it to them. And I would think that that less restrictive way would satisfy your anti-fraud interests far better than the way you've chosen, but I leave my judgment out of it. I just would like you to talk through why that isn't a less restrictive way, which is far better in achieving your anti-fraud interests, or at least as good."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We are going to give -- all we are doing is, we will give you the photo. It has nothing to do with validity. That photo proves that Mr. Smith who comes in and asks for it is the same Mr. Smith who registered to vote. And that's all your system does in the first place. So what is the answer to that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not arguing about that. I'm saying your whole -- I'll repeat it once more. I'm saying your whole system is a system designed to assure that the person at the voting booth is the same as the person who registers. I accept that, absolutely right. And I'm simply saying given that, why didn't you say Mr. Proto -- Mr. Likely, like to register: \"Come in. If you don't have a photo ID, we will give you one.\" Now, what's the objection to that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you -- you have your photograph taken when you register. You're really an out of state person, you go in and register, you make up an address, you come in, you have your photograph taken; it proves that you were the person that registers. It doesn't prove that you were the person that lives at that address, or that you are of such and such an age and whatnot, which the -- the means of identification that you require would show, wouldn't it?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":4,"sideBefore":"justices","text":"But you don't -- you don't have the photo identification required at registration, do you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You can't, can you?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And even so is, there anything that prohibits the State from confirming the validity of the registration at the polling place?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't you have the same from in being sure the registration is correct? I don't understand that."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't you require photo ID then?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the policy to have it tougher to vote than to register? That doesn't make sense to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The national policy it to make it both easy to register and easy to vote."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher, you make -- rely on the argument that 40 percent of the registrants -- or not registrants, the people on the - - yes, registrants -- on the voter list are -- are not accurate. That argument is a little difficult to -- to take because what you're saying is we do such a lousy job on registration that we should be able to do a - - have a more stringent voting requirement. Why do you do such a lousy job on registration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you were sued by the Federal Government because you did such a bad job."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How does Indiana stack up against other States in the inflation of the voter rolls?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you are under a consent decree to do something about that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you making the argument that you can place a heavier burden on voters to identify themselves because your State officials refuse to follow the law?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's the argument you were just making."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even when we identify the duplicates, the local officials are still leaving them in the polls. I mean, surely you're not going to rest your case on that, are you?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you're still making the argument that there's a lack of confidence because our local officials won't cull the rolls of dead voters."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe there is a reasonable, obvious step you can take to make your officials obey the law when you tell them how to do it."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now wait a minute. Are you telling me that you are limited by some Federal statute from preventing local officials -- I'm sorry, from forcing local officials to take the action to cull the rolls of dead voters, when you have identified those dead voters for them?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- then it's Indiana's responsibility to cull those rolls. Right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a legitimate argument to say we can put a heavier burden on identifying -- on voters to identify themselves because our officials are being contumacious. You don't rest on that argument? were."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"One aspect of your system -- I know your time is about to expire -- but it seems to me that every indigent person in -- who doesn't have a photo ID is put to a burden that the mass of voters are not put to -- that is either the two-step process and not going to my local precinct, but having to go to the county courthouse. That burden is on every indigent person who doesn't have a photo ID, so we are not speculating about numbers. That would be true for every indigent person who doesn't have photo ID, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And for nonindigent people. I mean, there may be - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Some very well-to-do elderly, you don't drive, and they are in the same position."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they can go home and get the identification and go back to their precinct; that's what the indigent can't do."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If we thought that the birth certificate requirement for indigent people was - - was burdensome, are there any States that have alternates to birth certificates? Do neighbors come in and testify that this is the person? And I was going to ask the Petitioners' counsel if there's some areas where this statute -- where the central purpose and the central function of this statute can be preserved but there can be some reasonable alternatives for people who have difficulty?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you need a birth certificate to get a passport?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. So maybe that's unconstitutional too. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Fisher."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General Clement. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Before you do that, General Clement, I'd like to you to concentrate on the one group of people where I think you can make a facial challenge and may not all speculating, and that's the indigent people who can't get -- don't have the photo ID. They don't drive, and they can't get up the money to get the birth certificate or whatever else. They do have a burden that, it seems to me, the State could easily eliminate if they want those people to vote, and that is to say okay, do the affidavit, the whole thing in your local precinct; we'll make it easy for you and not send you away, send you off to the county courthouse to get it validated. Why -- why, if you really wanted people to vote, wouldn't you do it that way?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Just on -- just on that one class of people."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's not going to change after the election. I mean here is a group of people who are being put to a burden of going someplace else. And my only question is, why couldn't the system make it easy for them if we really want to help America to vote, all Americans, and say we'll do it in the local precinct, somebody will be there to help you fill out the affidavit, instead of doing it in a way that's really going to discourage people from voting?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't make that argument now. I mean we don't have to wait until after an election to hear that, any more than we have to wait until after an election to identify the voters that Justice Ginsburg has."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That would be a - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That would be a virtue, but one of the vices would be that it would be after the election and the entire matter would be academic for another 2 years, until another 2 years had passed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The provisional ballots would be counted, I assume."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The provisional ballots would be counted. The ones that were unconstitutionally prevented from voting -- those claims would be counted."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And if we assume that everyone who has a decent claim under this Act went through the hoops to get the provisional ballot at the -- wherever the county office is and - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's an assumption which need not necessarily be made."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not concentrating - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I was trying to deal with this one category of person, and the State -- it was addressed, and the State said, well, we can't do it that way because that will lead to congestion at the polling place. But it seems to me that that is powerfully hard to reconcile with the claim that there are so few of these people it's not really a problem. If there are so few of them, then I don't understand why they should be put to the burden of going someplace other than the polling place."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If we did that, I assume challenges could be made in advance of the election."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And presumably the challenges could be adjudicated. You have 10 days to go down to the courthouse when you file a provisional ballot, and if it turns out the election was decided by three votes and there are 30 provisional ballots, presumably the challenge can be brought at that point as well."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is it not unrealistic to assume it would be easier to file a lawsuit and go off with the burden of litigation rather than go back to get the second affidavit? If you're challenging two affidavits, you know, to have a Federal case over it seems a little bit improbable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Things called class actions, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think there is standing in this case to bring the facial challenge?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If you look at the real world impact and you ask whether the Democratic Party has standing to challenge the law, is it relevant that the State legislature is split entirely on party lines?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But don't you think it's fair to infer that this law does have an adverse impact on the Democrats that is different from its impact on the Republicans?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General Clement. Mr. Smith, three minutes. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Who do you do with illiterates who don't have a signature? Do you match \"Xs,\" or what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't there going to be problems under any system you imagine?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You want us to invalidate a statute on the ground that it's a minor inconvenience to a small percentage of voters?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You said it serves no purpose. What if we determine that it does serve a purpose in preventing fraud. How are we supposed to weigh that against your asserted burden on the right to vote?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you want to talk about increments, why shouldn't we also ask whether our judgment does more harm than good; whether -- whether the remedy for -- for the inconvenience to a small number of people is to wash away the whole statute, which in most of its applications is perfectly okay? Why don't we do that weighing of benefits and burdens of increments versus needs?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Smith. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":4009,"interruptions":28,"times_spoken":76,"laughter":0,"num_int_by":7},{"id":1,"fullName":"THOMAS M. FISHER","firstName":"THOMAS","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":1655,"interruptions":19,"times_spoken":54,"laughter":0,"num_int_by":8},{"id":2,"fullName":"GEN. PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":1555,"interruptions":7,"times_spoken":21,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":728,"interruptions":1,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":971,"interruptions":1,"times_spoken":40,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1057,"interruptions":2,"times_spoken":36,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":342,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":248,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":886,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":234,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4009,"times_spoken":76,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":3210,"times_spoken":75,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":8,"words_spoken":5227,"times_spoken":155,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":3}}