{"petitioner":{"name":"MICHAEL GREENLAW, AKA, MIKEY","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1,2]},"caseNumber":"07-330","date":"2008-04-15T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first today in Case 07-330, Greenlaw versus United States. Ms. Howe. "},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you this question?  I've been thinking about this case. Supposing your client prevailed on appeal and they held a resentencing.  Could the district judge have increased the sentence?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The district judge could not have increased it?  If they sent it back for a new sentencing, a fresh hearing on what the sentencing should be, would the district judge have been foreclosed from giving a higher sentence than he gave the first time?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the authority for that proposition?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Say, if it was a capital case and he won on appeal, he could get the death sentence the second time around, which is a little more serious sentence.  Why couldn't he have gotten a higher sentence."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that based on any -- any precedent of this Court's?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So just on the cross-appeal rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I would have thought it would depend on what the mandate from the court of appeals said.  If the mandate said the sentence is vacated and the case is remanded for resentencing, it seems to me that leaves open the full range of legitimate sentencing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the court of appeals -- if your argument is correct, the court of appeals is limited solely by virtue of the failure to file a notice of cross-appeal.  That -- that's a limitation that wouldn't apply in the district court."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it would also, I take it, be circumventing what could happen in the district court.  You have to move very -- seven days in the district court for mathematical error, and that's it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Other than for assistance --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This would not be a mathematical error?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I could have sworn that I've seen more than one petition for certiorari in which the claim is that the sentence was increased on remand vindictively.  I'm sure I've seen cert petitions like that.  And you're telling me that the assertion of vindictiveness is unnecessary, and it just can't be increased on remand? But all you have is a court of appeals case for that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps that's after a new trial."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if it's -- what happens if the sentence is five years, reversed on appeal, error in evidence, same -- same offense, same indictment?  Then you have to comply with the vindictiveness rules before he can give a higher sentence?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think is the rule if there's a new trial and the judge says, you know, what about this, I heard the evidence again; I think I'm going to increase the sentence?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's sua sponte --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a resentence. There's a new judgment, a new conviction.  What happens then?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Double jeopardy if it's a new judge?  Is that what you said?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Who asked this question? We're going to get a totally different case here. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Let's go back to where you started, and that was with the statute, 37 -- what is it?  42?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- (f).  And the -- that has two subparts, and the first part just says the court of appeals can decide whether a sentence was imposed in violation of law, period. And (2) has two subparts that refer to the party appealing.  So why doesn't the first one cover both sides when the second one is distinctly divided into (a) and (b) parts?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if it's just the converse case?  The same thing, I take it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We have a government appeal.  The sentence was 10 years.  The government thinks it should be 20. On appeal, the appellate court thinks the government is wrong, and moreover, the appellate court discovers an error:  It should have been one year.  And you're saying, well, according to you, not only is the court of appeals helpless, but the district court is helpless.  So this person is in jail for nine years where he shouldn't have been.  That's your position here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a pretty tough position.  It -- it seems to me there could be errors -- and I guess if he's sentenced to death, it's the same. I mean, the -- the -- it's a pretty tough position, isn't it?  That there is no authority in the courts of appeals, or in the district court, or anywhere in the system to create -- to correct a serious error where a person could, in fact, be in prison for a long time contrary to the law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it supposed to work in your system that we get those errors corrected?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I believe you say it has decided not to make an exception to the cross-appeal rule.  Of course, the cross-appeal rule itself is not statutory, is it?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an arguable rule among the courts of appeal as to whether there is such a rule."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not surprising that Congress didn't make exception to a rule that isn't that firmly established."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was sort of an important part of your case that the cross-appeal rule was an established rule.  You now knowledge that it's not an established rule?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just jurisdictional but well-established."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say it is a well-established at least rule of practice."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's to be said against that?  How many courts of appeals do not apply that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't apply it under this statute.  I am saying, apart from this statute, what courts of appeals in other cases deny the existence of a cross-appeal rule?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What difference does it make?  Now, you said this is a jurisdictional rule because its no rule.  What difference does it make if it is labeled \"jurisdictional,\" or if it is just regarded as a tight procedural requirement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Howe. Ms. Maynard. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, if the cross-appeal rule is jurisdictional, how do you account for the sentencing-package cases?  The court makes a mistake on count 1, and the district court makes a mistake on count 1, the court of appeals vacates the entire sentence for the development of a new sentencing package."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But in this very case could the court of appeals said:  We will grant the appellant a new sentencing hearing and send the case back to the district for resentencing; and, by the way, district judge, when you do the resentencing, take a look at the section that imposes a mandatory minimum? Could they have done that?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you could have ended up with precisely the same result that they ended up with in this case."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So if the Court of Appeals had said that the sentence that was imposed by the district court was unreasonable by two months and accepted the defendant's argument to that extent and then remanded, on remand the district court could have corrected the sentence on the gun counts."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even though the prosecution didn't ask for it?  I thought that you were relying on the division of authority between the executive, the prosecutor, and the court.  And that is that a court reacts to the charges that the prosecutor brings, and if the prosecutor isn't asking for a higher sentence, the court has no authority to grant it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?  Why wouldn't the prosecutor still have control and say:  Judge, the government is asking for ten years, no more?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, usually the mandate in these cases simply says, you know, the case is remanded to the district court. If that's all the mandate says, does that authorize the district court to do the right thing under the law?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, actually rule 35 was changed because it used to be based on the mandate.  But now rule 35 says you can reopen within seven days after the verdict or finding of guilty.  So that would indicate under the rules that the mandate is irrelevant."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Within the scope of the appeal, which brings us right back to this case."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand your mandate rule as being consistent with your general theory of the case.  Because if the court of appeals cannot order this kind of relief, how could it be that the court of appeals' mandate would authorize the relief? It would seem to me that you've either got to take the position that the mandate is, in effect, a kind of neutral order.  The district courts may or may not have authority to do something after the mandate comes down.  But I don't see how you can take the position that the mandate, itself, by the court of appeals will, itself, determine what the district court can do."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because, in effect, I think you are saying, by structuring the mandate in a certain way, the court of appeals can open the door to something that the court of appeals, itself, could not do.  But by structuring the mandate in a different way, the court of appeals can cut off the possibility of district court orders of a sort that the court of appeals couldn't do. And that seems -- that is what seems to me inconsistent with your theory of the limited court of appeals jurisdiction."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, let's consider -- assuming that the mandate leaves open -- the question open entirely for the district court. You said ultimately what the district court can do depends on the mandate.  Can the court of appeals also by mandate say:  And by the way, district court, because we couldn't increase the sentence here, you can't do it either?  Is that open to the court of appeals?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then what is the play in the mandate that you are assuming when you say it depends on the mandate?  What the district court can do would depend on the mandate."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Where is the -- what option does the court of appeals -- given the limits on what the court of appeals itself can order, what are the options that the court of appeals has in writing the mandate that will determine what the district court can do?  What are you getting at."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Now you say that could leave open -- if a mandate is general, that could leave open.  Can the mandate be specific in precluding?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know about your initial premise.  I -- I take it the policy here is that the defendant who appeals ought to know what's at stake in the appeal.  He shouldn't be surprised."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If he cross-appeals, fine; if he doesn't cross-appeal, he knows what the stakes are."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But now you're saying that if the sentence is -- is vacated, they can start all over?  That the district court can't start all over if it's still in the district court.  Why should the court of appeals have any more authority than the district court does?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the -- the defendant who is appealing has to be very careful about the relief he requests?  He says I don't want the sentence vacated; I want the sentence reduced to five years instead of 10. And nothing else?  That's the only relief I seek?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- if that's the case, if the -- if the -- if it cannot be structured by the request for relief as the Chief Justice is suggesting, then on the Government's theory, in a case like this, if the defendant wins on appeal, he is in serious trouble when that case goes back to the district court; whereas if he loses, he can't be any worse off than he is now. That's a strange -- that's a strange rule."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But in effect that means then -- and this -- I didn't understand this to be your position -- but that means, in effect, that the cross-appeal rule is essentially, as you're arguing for it, a formality.  It limits what the district court can do, but it is not a rule that embodies the notion that when a defendant appeals the defendant ought to know, in effect, what he can gain and what he can lose; because if, on your theory, if the defendant wins and there's a mandate back to the district court, it is wide open."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I want to look at them but I want to know what your position is first. And I take it your position is that if the defendant wins, and he cannot by his request for leave limit the relief, as the Chief Justice suggested, then when the case goes back to the district court, in effect, the slate is totally blank and he's starting all over again and he is subject to -- to whatever outer limits he would have been subject to in the first instance."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then the cross-appeals rule is essentially a rule of appellate court procedure and nothing more."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah.  But --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't go beyond that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In that context, aren't -- aren't you concerned about enlisting the court of appeals in doing something illegal?  I mean, they know that what they're authorizing, or imposing really, as a sentence is illegal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm reminded of what we do in statutory cases.  If one party says this is, it should be read A, and the other party says it should be read B, we've had cases where we say, well, they're both wrong, and we're going to read the statute as C because we the Court want to do the right thing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, in my hypothetical they weren't agreeing.  One side was saying B, the other side was saying A."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the right answer was C."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't the Government cross-appeal in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there problem of getting the Solicitor General's office to authorize the appeal? (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Ms. Maynard --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me many of these horribles really exist, however we decide this case.  I don't know that anybody says that if there is not a firm rule requiring the -- a cross-appeal, I don't know that anybody says that the court of appeals must search the record and correct any errors below."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The statute talks about the general --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The general cross-appeal rule --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It happens all the time, that there's an error in the judgment which the court of appeals does not -- does not reach because there's no court -- no cross-appeal.  It's totally unexceptionable."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I just ask this one question?  This problem has been around for a long, long time; and sometimes cross-appeals -- courts of appeals have corrected what they thought was plain error, and without a cross-appeal there. Has that generated a whole lot of problems over the years?  I mean there are isolated cases that you've all been able to find searching 30 or 40 years of jurisprudence, but I don't see any widespread problem being generated by the courts of appeals who have disagreed with your view."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Maynard. Mr. Jorgensen.  "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Jorgensen, suppose I think there's a larger anterior question to all of this? And that is what I suggested in the colloquy with Ms. Howe, we have a system in which the prosecutor can bring charges.  The judge may think, my goodness, looking at this set of facts, you could have charged much more. The judge can't do that, he can't tell the prosecutor you have to charge \"Y\" in addition to \"X\". The government chooses not to appeal.  Now, what right does the court say, I know you didn't appeal, Government, but should have so we're going to take care of it for you? It seems to me that our system rests on a principle of party presentation as many systems do not. In many systems, the court does shape the controversy and can intrude issues on its own.  But in our adversarial system, we rely on counsel to do that kind of thing.  So, my problem with your whole position, without getting down to particular statutory provisions, is what business does the court have to put an issue in the case that counsel chose not to raise?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Me, too. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could we discuss -- let's leave aside for the moment what the background rule of law is and discuss whether -- I guess it was your first point -- whether this particular statute proscribes the answer, and therefore, we don't have to go any further. Why do you say it proscribes the answer?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why would -- why would Congress want a different disposition for (f)(1) than for (f)(2)?  It's clear under (f)(2) if the sentence is outside the applicable guidelines and the -- or if the departure is based on an impermissible factor or is to an unreasonable degree or the sentence was imposed for an offense for which there is no applicable guideline and its plainly unreasonable, for that, it is clear that if it hasn't been raised by one or the other party, the court doesn't get into it. Why would it want a different rule for those two?  In other words, I'm saying that far from supporting your case, as your brief suggests, (f)(2) (a) and (a) seems to me harms your case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, (2)(a) and (b) I thought -- do I not have this right, (2)(a) and (b) say the same thing as (1)?  It says if the sentence is too high says the defendant's appeal, then what you do is you vacate it and send it back with such instructions as the court considers appropriate."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Subject to (g), which has to do with the district court. Then the other part says if it is too low and it was the government that appealed, the court shall set it aside and send it back with such instructions as it considers appropriate, again subject to (g). So all three say the same thing."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"the defendant has appealed."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"JUSTICE SCALIA: the government has appealed."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"JUSTICE SCALIA: Not if it's too high and That's what -- Not if it's too high and That's right. If it's too high and the government has appealed, you don't get any relief under -- under --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Yes, do you.  If it's too high -- wait.  Wait.  If it is too -- ah. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I see."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, that difference disappears if you say that, in fact, the whole thing assumes that the factor complained of has been brought to the court's attention by the proper person.  So that (f)(1) assumes that if it's the government appealing in violation of law because the defendant was given too little, or if it's the defendant appealing because in violation of law that he was given too much, it makes much more sense that way, it seems to me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The way to do this then is -- is -- I see -- this section foresees basically what the other side is saying.  It foresees it, because it's a very unusual case what happened here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the way you should handle it, given this section, is the court of appeals would send -- I'm trying this on -- the court of appeals says, well, it's the defendant that appealed, who appealed.  He says the sentence is too high.  Given what we have in front us in the issues, he's right; now we've noticed that there's is other problems here.  So what we do is send it back for resentencing.  And, Judge, when you resentence, look at it.  And see if maybe we're right.  That would be a perfectly fair way to handle it, and a normal way to handle it.  Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't have --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"But it's not enough to say, well, we've noticed by the way we're -- you know, in looking at the proper appeal by the proper -- my goodness, look what we've noticed. It's not that.  You're saying the court of appeals has to search the record.  It has to make sure that there were no errors in favor -- or harming the other party who has not cross-appealed. And that's a considerable burden, as Judge Boudin's opinion on the court of appeals makes clear."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it's extraordinary."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Precisely so."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Which is why we have tried to pare down what is jurisdictional."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it's discretionary, how would you -- I assume it's reviewable for abuse of discretion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How would you know whether it's an abuse of discretion or not?  I mean, the issue is going to be the same in every case.  There was no cross-appeal.  If there had been, we would have increased the sentence, and one court of appeals says, well, we're not going to do it; and the other court of appeals says, yes, we're going to do it. Which one is reversed for abuse of discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you might say that.  But I mean -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could do you this? Because this is quite helpful to me.  Reading, I started out where Justice Scalia was at the beginning of this argument.  I thought the district court normally has it open, to the judge, to resentence.  Resentence is resentence.  You can't be vindictive, but that's the limit.  That's how it works normally, I thought. And given -- if that's so, then you look at the three sections we just saw, try to read them together, and say they certainly are written with the notion that the noticing of a plain error on the other side is going to be few and far between if ever. So the normal way to handle it is just what we said:  The judge decides on the record and the appeal -- I decide this for the defendant here.  But I've noticed something, says the writing judge.  And of course it's open on resentencing to go into that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So if you were going to do something other than that, in the court of appeals, you'd have to have a reason, and it would have to be a fairly good reason.  So you don't close off the escape hatch because we can't all foresee the future perfectly, but you say it's going to be few and far between. Now does that work?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This argument is not an argument under the statute?  This is an argument giving your interpretation of what the background rule is?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you would limit the background rule to plain error?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But if it's such a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If it's such a plain error, it's fair to to ask why the Government didn't cross-appeal.  If you --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"A blunder?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if this were to be a more frequent occurrence, i.e., plain errors, then we were to rule for you and court of appeals generally would do this, then a defendant might think twice about appealing in a complex case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Because there's nothing that could happen -- once the district court rules and the seven days for error goes by, there's nothing that anybody can do to raise it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he doesn't have to pursue it if the Government appeals."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't understand that a party couldn't voluntarily withdraw a notice of appeal. I mean, suppose the only way that the court of appeals can get into this is because the defendant has pursued an appeal. Suppose this comes up and the defendant says, oh, my goodness, I stand to get 15 more years in prison; I'm withdrawing my notice of appeal.  There's nothing before the court of appeals then.  Nothing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Jorgensen, may I take you back to something you mentioned earlier in the argument?  And I thought I followed it at the time, and I may not have understood you. As I recall, you were explaining the difference between (f)(1) and (f)(2)(A) and (B) by saying that in (f)(1), which was -- which does not embody any condition on who has appealed --"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- the concern is that, if there is an error, it's an error which will in effect infect all cases.  It's a circuit error, and it's potentially there for any case that comes along for sentencing; whereas, in (f)(2), if there's an error, the limited damage is simply to the case itself, to the particular defendant. Where I don't follow that reasoning is in the fact that F 1 refers not only to an incorrect -- to a violation of law, but incorrect application of sentencing guidelines, which would seem to include a -- the particulars of a given case.  So am I either misunderstanding your argument or maybe misunderstanding subsection 1."},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If that's all it said, I would certainly understand your distinction."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So that it was a violation of law?"},{"name":"JUSTICE SOUTER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I guess the problem I still have is some incorrect applications of the sentencing guidelines pre-Booker were, in fact, violations of law. But not all of them were, any more than all of them are now.  But forget the situation now.  Not all of them were. And I don't see how you can draw the sort of nonporous distinction that you are drawing.  I mean it is a good try; but even pre-Booker there are some incorrect applications that could have been corrected on an abuse standard that were not properly described as violations of law per se."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What do we mean by the \"sentencing packaging rule\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Getting what he deserves, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Howe, you have two minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"(E) also contradicts (f) --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- (2)(A) and (B) because in some of those cases it doesn't determine that if the appeal has been brought by the wrong party."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Miss Howe. Mr. Jorgensen, you have briefed and argued this case as an amicus curiae in support of the judgment below on appointment by the Court.  We thank you for undertaking and discharging that assignment. The case is submitted."}],"people":[{"id":0,"fullName":"AMY HOWE","firstName":"AMY","lastName":"HOWE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1819,"interruptions":18,"times_spoken":37,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":1406,"interruptions":22,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JAY T. JORGENSEN","firstName":"JAY","lastName":"JORGENSEN","counsel":true,"justice":false,"side":"respondent","words_spoken":3215,"interruptions":17,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":2,"times_spoken":19,"laughter":2,"num_int_by":1},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":343,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":361,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":722,"interruptions":5,"times_spoken":29,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":737,"interruptions":2,"times_spoken":16,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":97,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":956,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":1819,"times_spoken":37,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":39,"words_spoken":4621,"times_spoken":79,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":13,"words_spoken":4244,"times_spoken":126,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7394501002056298,"respondent":0.26054989979437015,"date":1472523515368}}