{"petitioner":{"name":"FLORIDA DEPARTMENT OF REVENUE","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"07-312","date":"2008-03-26T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-312, Florida Department of Revenue versus Piccadilly Cafeterias. Mr. Makar. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. If it's never confirmed, then I guess the tax is okay, isn't it?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But so what?  Isn't that -- I mean, I assume that's totally illegal, that you get -- I thought we're talking about this provision where everybody agrees that it has to be under a plan confirmed under section 1129.  So if there's no plan confirmed, I don't know how you would fall within this exemption."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  If it's your point exactly, then I guess I must agree with that.  I'll hear from the other side.  Except I thought your point was it makes it difference whether the transfer takes place before the plan is confirmed or after.  So I may be just confused about that."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, I'm asking you this.  You then concede -- let me for my own point of view; forget what the -- maybe I'm confused about the facts or maybe I'm not.  But let's suppose there is a plan and it is confirmed.  The transfer, however, took place a month earlier where a private group of creditors came together, every creditor, with the debtor and they worked out a sale tomorrow, and they transferred the assets tomorrow.  Four months later, the plan that includes every word of that goes before the bankruptcy judge, the bankruptcy judge thoroughly understands the situation, and he says:  I confirm the plan. Now, under those -- in that circumstance, I guess you now are -- are you prepared to concede that Florida cannot tax?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course not.  So then -- then the fact that there is no plan seems to me irrelevant, that situation, from the present case. So now let's look at this case, where there is a plan and it is confirmed.  My question, going back to what I thought the facts are, is this:  Imagine the situation I've just described -- thorough investigation later by the bankruptcy judge; plan including it is confirmed.  And you say if the transfer took place first you can assert your tax, but if the transfer took place second, after the plan, you can't. And my question, if I'm right on my assumption, is I'd like you to provide a reason why any human being, a reasonable human being, would want to make that distinction? Why would anyone want to say we want to give all the money to the creditors and not let Florida get some if it takes place, the transfer, after the confirmation, but would think differently about it and would want Florida to get some if the transfer takes place before the confirmation, which confirmation describes everything in depth, is thoroughly investigated, et cetera?  What reason could there be for such a distinction?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not speaking of the language for the moment.  I want you to forget about the language and assume the language is ambiguous.  That's a different question.  My question is, assuming that the language is ambiguous, as every lower court has found, assuming that, however, is there any reason why a reasonable human being would make this distinction? That's my question.  And there may be an answer, but I want to know what answer is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you could say this was Congress, right?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is not an answer. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I would appreciate an answer to the question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose one of the reasons would be how far do you go back?  I mean, you go back three years and say, well, you know, the bankruptcy judge can say, part of what I'm confirming is the sale that took place three years ago, so you can file for a refund, I guess."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the problem?  If that's the problem, I thought that there had to be a filing for bankruptcy before any of this kicks in."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then the answer can't be you could go back 50 years.  The answer would have to be you go back until the filing for bankruptcy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Well, why does there have to be -- there has to be a filing for bankruptcy before you get a plan confirmed, but I didn't understand that to be the threshold before -- what does that mean, there has to be a filing for bankruptcy?  That the confirmation of the plan can't go back before that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It goes back before then in a lot of cases to look for preferential transfers and things like that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your answer to Justice Breyer was saying there's another key event and that's the filing of the petition for bankruptcy."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What?  That's what I want to know.  And I'll add a qualification.  I'd say I would read into this a context, and the context is the whole section that gives the exemption from the State law only kicks in when you file for bankruptcy. So, I -- now, it's my question.  I guess I could make the hypothetical the the way I want to make it, and the way I want to make it is that this section applies once it kicks in, the bankruptcy filing, and it does not distinguish between the pre- and the post-confirmation, you know, where the confirmation takes place after the transfer or the transfer after the confirmation. You're arguing to the contrary.  And what I want to know is what reason there is?  Do I have to repeat the question?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the reason?  That's what I want you to focus on, for making that distinction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what the whole case is about."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He wants a reason why that might be.  Do you know many instances in which Congress has set up a system in which you cannot determine whether a State tax is valid or invalid until some future event at an indeterminate time which may be three years later?  Is that customary --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for someone not to know whether the tax is payable or not for sure until three years later?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that a good reason?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's another assumption then that was in Justice Breyer's question about, well, you have to have the petition, the bankruptcy petition.  But in this very case wasn't the sale -- wasn't the basic arrangement made the day before the petition was filed?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You were asked, and I think tried to answer and never got your answer out, and I'd like to hear:  What is it you were saying about cases in which pre-confirmation transfers are made and the tax exemption is made?  Did you start to tell us that you might never recover the tax later on?  Or what kind of a problem does it create?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but then the question is, can you nevertheless, in an untimely fashion, eventually get the tax imposed and the tax collected?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there also instances -- and, again, I'm interested in Justice Breyer's question and Justice Stevens's question, the practical reasons that might have prompted the statute to be drawn in the way that you say it's been drawn.  Are there also instances where a transaction goes through and is later unwound, is later set aside?  So that the tax has to be refunded?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I'm not sure I understand the practical consequences of your position.  I assume that if you're right, people who have an interest in buying the bankrupt business will wait or have to wait until after confirmation of the plan, because the tax liability is going to save them a lot of money.  Is it going to work in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, will the effect of your plan be that it will discourage people who come along and want to buy a bankrupt business?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But are you not -- are you questioning -- what I understand to be the case, it's not at all uncommon for a Chapter 11 these days to have the 363(b) sale of property, then have some kind of global settlement, and then distribute all the assets, never have any kind of reorganization.  And I didn't understand that it was necessary to kick the case over into Chapter 7. Aren't there many cases filed under Chapter 11 that end up with no reorganization?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What harm is done?  Could you tell us in just a few words, what's the harm? That's what Justice Breyer's concerned about."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's not the litigation.  What you've said so far is, at least as I have taken it in, that the practical harm is the following:  There will be a certain number of transfers that take place after the filing, but before the actual confirmation; and in respect to those transfers, the State is left in a position of uncertainty. You don't know if you can assert your tax or not assert your tax until that transfer is later confirmed as part of the confirmed plan or not. That's what I take it as you're having said. And then I think I'll hear in a minute somebody say, but that kind of uncertainty is rife in the tax laws.  It often occurs that a taxing authority is not certain about how to characterize a transaction until later events take place which are part of, or related to, the transaction; and the IRS and all the State tax departments survive. So if I'm right in guessing that, discuss. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":3,"sideBefore":"justices","text":"That's all I can say."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the solvency of the person who has tentatively been declared exempt from your tax; so, therefore, you can't go get him right away?  This is not the ordinary citizen.  This is somebody who is on the edge of bankruptcy.  You would normally want to get your money out of him as soon as possible before he squanders what is left, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And would it -- would it not happen with some frequency that, even though you could have collected the tax three years earlier, by the time it turns out for sure that there's never going to be a Chapter 11 confirmation --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Isn't the tax imposed on the purchaser, not the bankrupt's estate?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the tax imposed on the purchaser, rather than the bankrupt's estate?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What I don't understand about the -- how the Florida system works, I thought you don't get -- you don't get the transfer recorded until you pay the tax.  I thought that's what Florida law was."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't you just say that?  Why can't you say, you want to record this taxation, pay the tax.  And when you come in later, because it was confirmed, show us the paper.  We'll give you the money back. How does that interfere with -- with anything?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it an administrative burden?  The burden is entirely on the people who want their money back.  They come in.  They file a piece of paper.  It says Federal bankruptcy judge signed, plan confirmed, and it would take, I guess, a few minutes to read through it to see they're telling the truth, which you always have the problem in a tax, and then you give them their money back."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you can't file it if they don't tell the State.  So if they're not going to tell you, they're not going to have their transfer recorded. I mean, look, we're going into this, and on the other side, of course, there is the following consideration:  That there are creditors who are owed a lot of money; and all these creditors are in a room; and they think, if I can sell these assets tomorrow, I'm going to get a lot more money than I will if I have to wait for six months.  That's why we want to go through with this. Now isn't that an important bankruptcy interest, to make the creditors more whole?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Makar, you were going to address, I take it, the assumption that Justice Breyer has asked you to make, which is that the language here is ambiguous.  And your position is, I take it, that \"confirmed\" means \"confirmed\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand why this is a big deal.  Assuming that was news to me, that this only arises after the filing of a bankruptcy petition, and you are looking forward to confirmation of the plan, this tax only applies at the transfer of title. Why don't you just get your deal together and just say, well, the closing is going to be the day after confirmation of the bankruptcy plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's when you transfer title, and that's when you have to pay the stamp tax."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sometimes don't they want the transfer to be effective whether or not there is a later confirmation?  I thought that that was the assumption here:  That some of these transfers they want to be effective whether or not a confirmation occurs later."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask this question?  I guess this has been the rule in Florida for awhile.  There's a problem, and has the problem been that you actually don't get the money?  Or is it an administrative problem, keeping track of things and finding out whether or not you are entitled to it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any studies showing how much money you've actually lost by this practice?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did I understand you correctly?  You say you have, in fact, lost millions of dollars from the failure to get access under this rule?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It would seem to me that, normally, because you do require recording, that there would be -- it wouldn't be all that difficult to keep track of all these cases in which there had been transferred pre-confirmation transfers.  And if you did you have some filed in the computer that had them all there, as soon as the -- if the confirmation did not occur, you could just go ahead and send out the bills."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess your point is that, as a whole, the virtue of the stamp tax is that it is virtually automatic on recording, and you don't have to send out notices, and so forth."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The whole point of the stamp tax."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How long does it typically take from the filing of the petition to confirmation of the bankruptcy plan?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- another question"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I had one question as to operation of the tax in Florida. Suppose a transaction -- there's no bankruptcy.  A transaction is completed.  Stamps are paid.  There is then a suit to rescind the transaction on the ground of fraud or mistake.  Do you get your money back from the stamp tax?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Brunstad. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because you don't know whether that second one will ever be a sale under a plan, which is what the code requires.  It has to be a transfer under a plan.  And when it occurs, you don't know whether it is going to be an under plan or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"At the time it occurs it doesn't matter how you define the term.  There is no way at the time it occurs to say that this is a transfer under a plan.  There hasn't been a confirmed plan."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It requires under a plan confirmed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It says \"a plan confirmed.\" How do you know at the time the transfer is made whether it is under a plan confirmed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You don't at all know."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"In fact, you do know, I presume, on the statistics that the odds are three to one against there being a confirmed plan."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I am -- I don't quite follow the leap you just made."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought, Mr. Brunstad, that the question was asked:  So the State is not going to get its tax at the time of the asset transfer, because the cash is needed to eventually have a plan that works.  So the State doesn't get its tax. And then it turns out that there is no plan; that the case is dismissed.  What happens then?  Florida has to get back -- at that point gets the tax that it wanted up front?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They are all paid up front, but they are put into escrow.  Is that what you are telling me?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So there is no case, to your knowledge -- not millions of dollars, but there is no case, to your knowledge, where, in fact, people transferred the assets; they thought there would be a plan confirmed; there was no plan confirmed; and then the State was not paid?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You would have no reason to know the answer to that question.  You are not the State. The State has told us that millions of dollars have been lost in taxes not recovered."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it odd that the -- isn't it odd that the Congress would have required, we will assume, this escrow procedure when the odds are three to one against the non-taxability? It seems to me that just as matter of simple efficiency, they would not have required this elaborate procedure when the odds are that the procedure would be to no avail to the bankruptcy State -- the State."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it often the case -- and I don't know, but is it often the case that the people who are engaged in one these asset purchases are, in fact, the creditors themselves?  In other words, they are owed a lot of money and said, well, let's -- basically, let's take over the business and run it ourselves?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I assume that the creditors have an interest in that as well.  I don't know how -- I mean, they are the ones who could move quickly to get the confirmation of the plan, because they are the ones whose interests have to be addressed before the plan can be confirmed. So wouldn't they have an interest in the melting bananas, or whatever? (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You say the test is whether it is instrumental.  A transfer has to be instrumental to the plan, is that correct?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That is different from \"necessary\"?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what does it mean?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understand your arguments about the desirability.  How do you squeeze it into the statutory language?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Under a plan and you're suggesting that it's under the plan before there is a plan."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You missed the crucial -- the crucial part.  The transfer has to be under a plan confirmed.  I mean, that's the troublesome language. The transfer has to be under a plan confirmed."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is it relevant, as your friend on the other side pointed out, that the particular section in question occurs within the statute under the general heading of \"Post-Confirmation Matters\"?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the -- isn't the normal reading, if we're going to give any weight to the placement in the statute at all -- and I think we're entitled to give some, that unless there is the kind of clarity that you've just been describing in these two exceptions, that, in fact, the placement there indicates that it is dealing with a post-confirmation matter?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Brunstad, there's an aspect of the way this looks that I don't understand, and you're an expert in this area.  Perhaps you can explain it to me.  You have one of these 363(b) sales of property, and then you have a global settlement with the creditors.  What function does the plan serve after you have all that?  The assets have been sold.  The creditors have made a settlement.  There's going to be no reorganization; whatever there is, is going to be distributed. What is the function of having a plan after all that confirmed?  I know one purpose of it is that you avoid paying the stamp tax.  But is there any other purpose once you have already settled that the sale is made, the creditors agree on how it's going to be divided up?  What is the function that the plan serves?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is the section you mentioned earlier that uses \"under\" in a sense that clearly applies to pre-confirmation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm looking for it, and I can't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did you make that argument there?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How does that provision read?  Do you have it quoted here?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  Why?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument there is that \"under a plan confirmed\" means something different than \"under a confirmed plan\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- do you agree with the proposition that you only go back so far as the filing of the petition?  Well, what in your argument suggests that that's a logical stopping point? It seems to me that if you don't take the date of confirmation, I don't know why all of your policy arguments wouldn't cause you to go back further."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but we've already shown a willingness to abandon that type of limitation with \"under a plan confirmed.\"  So, you know, the consideration of the prior transfer is going to take place in the context of a bankruptcy case."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just ask this.  As a practical matter does the judge, the bankruptcy judge, enter some kind of an order approving the transfer, even though it's pre-confirmation, an order to establish the tax exemption?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So it would have to be after the filing of the bankruptcy proceeding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do you know whether to pay the tax or not?  I mean, you know that the bankruptcy petition has been filed, but you really don't know whether there's going to be a plan confirmed under Chapter 11.  How do you know whether to pay or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I assume there are penalties if you don't pay on time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But this doesn't happen for some time down the road, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Up to, I guess -- we were told up to 400 days."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's always escrowed?  Is that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a uniform practice?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is it relevant that this is a tax-exemption provision?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't we look to see how it was in the Internal Revenue Code with respect to the Federal State tax exemption?  That I think leaves no room for argument.  This case might be argued either way about does it apply to preconfirmed plan asset transfers?  But as I understand it, this section 4382(b) was limited to post-confirmation transfers, that is transfers made within five years after confirmation of the plan."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what was -- what did section -- I'm not talking about -- you mentioned 267.  42 -- 4382(b), what did that say?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Section -- 26 U.S.C. 4382(b)."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was in the 1954 Code.  I'm not talking about 1898."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that said that the tax exemption was limited to transfers post-confirmation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe you can straighten me out, because where I get this from is the brief for the State, and it's at page 17, mentions the now-repealed 4382(b)."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could I?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You know, we've said in other opinions no -- no statute pursues its purposes at all costs.  And the limitations contained in a statute are as much a part of its purpose as the broad purpose that you just mentioned.  I mean, if a -- if a \"plan confirmed\" means a plan confirmed, that limitation is part of the purpose no less than the broad purpose that you express."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe, but \"under a plan confirmed\" seems under normal interpretation of language to me to mean under a plan that has been confirmed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Brunstad. Mr. Makar, you have five minutes remaining, and during those five minutes I hope you'll give an answer if you have one to the 365(g)(1) argument that your friend has made. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that spelled out somewhere in the -- is its text somewhere in these materials?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's on page 38, the last line, the next to the last line."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Not the full, not the full section, though."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":4,"sideBefore":"justices","text":"The red brief."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Just little snippets of it."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I'm sorry. Doesn't the rejection have to take place prior to the plan being confirmed?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it or doesn't it? Prior to in your opinion or not prior to?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I don't understand how that would work.  I have a contract with Boeing for $500 million.  I decide to reject it. Now if that breach doesn't occur until the plan is confirmed, how does the trust -- how does bankruptcy judge know how to treat Boeing as a creditor?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that.  But I'm sorry -- doesn't the plan which its confirmed have a list of the creditors and how they are treated?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  How do we write the plan if, in fact, no breach has occurred and he hasn't become a creditor until the plan is, in fact, confirmed?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I can understand -- just taking a quick look at 365(g), why it serves a different purpose and a different function. But the Respondent's point was, you have to interpret \"under\" differently under your view, under 365, than under the statute at issue. Do you agree with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your argument is that you don't have a rejection of the executory conduct -- contract --  until the plan is confirmed?  That's what Congress --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SCOTT D. MAKAR","firstName":"SCOTT","lastName":"MAKAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2669,"interruptions":34,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":1,"fullName":"G. ERIC BRUNSTAD","firstName":"ERIC","lastName":"BRUNSTAD","counsel":true,"justice":false,"side":"respondent","words_spoken":3824,"interruptions":19,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":788,"interruptions":1,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1350,"interruptions":0,"times_spoken":26,"laughter":2,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":662,"interruptions":4,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":555,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"I had","lastName":"had","counsel":false,"justice":false,"side":"","words_spoken":40,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":199,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":40,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":2669,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":3824,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":4127,"times_spoken":120,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472501778868}}