{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"CLINTWOOD ELKHORN MINING COMPANY, ET AL. ","counsel":[1]},"caseNumber":"07-308","date":"2008-03-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-308, United States versus Clintwood Elkhorn Mining Company. Mr. Jay. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It might help if you raise that lectern a bit."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, thank you."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jay, is the government running with the fox and chasing with the hounds? You want us to apply the provisions governing the Internal Revenue Code with regard to whether the statute has expired, but when it comes to interest you say oh, no, no, no, that doesn't apply. Why? Why shouldn't the two go pari passu, as we say?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, yes, they make the same mistake, but that doesn't justify your making the same, the same mistake."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's either, you know, they're both in one pot or they're both in the other pot. And both sides want to -- want to split them up, but why don't they go together?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you explain one thing to me? I take it that they -- everybody says they went through all the right IRS hoops to get back three years' worth of damages, i.e., they get their payments back and they get interest."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what they want is they want three years before that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And they're too late under Title 26. So what you're saying is, one, you can't get any interest and, two, you can't get your money back at all."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying for three years they're home-free. They get their payment back and they get their interest. Now let's go to the three preceding years. I'm a little confused about that because I can't work out -- I suppose that the government is saying: You get nothing, you don't get your money back, and you don't get your interest. Or is the government saying: You get your money back; you just don't get the interest? Which is it? And I don't see how it could be the latter."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. I thought you were making a second argument, that even if they were entitled to it despite the statute, they wouldn't be entitled to interest. You don't make that claim?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Right. Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But why shouldn't it be a suit contesting the constitutionality? I mean, in the usual case where you seek a refund, there are adjustments that have to be made. But here, if the only question is the constitutionality of the tax, then what is the point of going through any kind of administrative process of the refund route?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Plus interest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the IRS say that the statute -- or Congress, I guess, say the statute of limitations is one month?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and anything after that, any constitutional violation after that, is just not remediable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Five weeks before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking about -- we're talking about the Constitution here. And in effect -- I mean, I assume I could run through the usual routine. I mean, you wouldn't say they could have a statute of limitations of two days, right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there are any circumstances in which a taxpayer can bring a claim under the Tucker Act for the refund of an unconstitutional tax?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, any situation in which such a suit can be brought without having filed a claim previously with the IRS?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to be clear, so your argument is not limited to the Export Clause. It doesn't matter what provision of the Constitution the tax violates. The same rule would apply?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know, what happened before the Tucker Act with inverse condemnation claims? The government violates the Fifth Amendment Takings Clause or the Fourteenth Amendment Takings Clause applied to the Fifth by inverse condemnation, and there is no Tucker Act. Was there a constitutional cause of action for damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Millett. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Millett, if it was - - if it was that obvious, why did it take so long for the coal companies to realize that the government owed them money?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Were there any other cases where they said, well, it's not in the stream of commerce yet, and there was an intermediate broker, or anything like that? Are there any complexities like that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in none of these cases did they have those sorts of problems?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If 7422(a) had said any -- any Internal Revenue tax, including a tax imposed in alleged violation of the Export Clause, that would cut -- cut out the six-year statute of limitations, right? If it said the refund procedure applies to any Internal Revenue tax including one imposed in alleged violation of the Export Clause?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Nothing different from what it is now, but just Congress makes clear that a tax and alleged violation of the Export Clause falls within the term \"any Internal Revenue tax\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not certain it was valid if this coal was not shipped overseas. You're putting an awful burden on the government to know when the coal is severed and shipped. You're saying if they mistake a shipment as being only for domestic use rather than for shipment abroad, they don't have any basis whatever for the tax claim. I'm not sure I agree with."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your point is that you don't have to go through the refund requirements of 7422 if the government was -- although it did ask for the money as a tax, they are really out to lunch? I mean, the trouble -- is there any authority for an argument like that? I mean, the trouble I guess that I would have that argument is, one is linguistic, because it goes on to say \"or of any sum alleged to have been excessive or in any manner wrongfully collected.\" And then the other thing is just common sense: Suppose you have an insane tax collector. You know, I mean, that could happen. And the insane tax collector they discover some years later has been assessing all these penalties for no reason and people have been paying some of them because, terrible tragedy, terrible thing. But I guess they'd be stuck, I'd always thought, with the three-year statute of limitations, so even those it's really nuts. Now, is there -- is there any authority for us making a distinction between an insane -- to get an extreme, an insane assessment of a tax and just a wrongful assessment of a tax?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about the \"any sum,\" \"in any manner\"? You know, what about that language?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"\"Any sum in any manner wrongfully collected.\""},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. No. Their argument is, I'm terribly sorry, that if the way you're hurt is you paid a tax you shouldn't pay and you want to get a refund, go through the administrative procedure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So why do you -- I take it, though, that you concede the six-year statute of limitations under the Tucker Act, right? I mean, your brief says this is an unbending and unqualified prohibition on the use of exports except up to -- if it's before six years and one day. You are taking an adamant position with respect to three years but you give up six years."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why aren't three years enough?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why aren't three years enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so, the rhetoric in your brief how this is a constitutionally based prohibition is not pertinent? You're saying if the statute was clear and it said three years, that would be fine, even though it's a claim under the Export Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why is the Export Clause so, so significant? The only other self-executing constitutional clause that provides for damages automatically that comes to mind is the Takings Clause. And we have allowed the states to require claimants to jump through innumerable hoops. They have to exhaust all their administrative remedies before they can bring a suit here. Why -- why is the Export Clause any -- any more sacrosanct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Volenti non fit injuria. If indeed the taxpayer pays out the money for an unconstitutional export tax, it seems to me that person has no claim until he complies with the administrative procedures that render that tax unconstitutional. But up until the point where he is paying it voluntarily, it seems to me there is no constitutional violation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not saying it has to be made at the moment they pay their taxes. I'm just saying until it's made there is no unconstitutional, unconstitutional export tax."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you didn't have to pay - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Here there was a payment. Here there was a payment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's different than if you try to enjoin the collection at the outset."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that argument doesn't work."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about the deficiency procedure? And I don't know if that applies with excise taxes, but suppose they didn't pay this tax and they get a notice of deficiency. Where would they go?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but if we -- if we accept your view in this case, they can go in a district court and enjoin them. It's not a tax. The Tax Injunction Act doesn't apply."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- which is just what Justice Ginsburg's questions point out. And earlier I had indicated that in this case they did pay the tax."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So it seems to me there is a distinction. It may be that you would prevail in your argument."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If they tried -- if they tried -- do you think they could enjoin the collection of a tax refund?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, I mean, in your argument you say it is absolutely -- that it doesn't apply. Just get an injunction."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then we'll invent the hypothetical company that is going to go broke and all that stuff."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you can't have it both ways. You're saying it isn't a tax for your purposes, and then in my hypothetical case you say you have to go through the tax law."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the same with your answer, what I thought was your answer to Justice Ginsburg's question."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In looking at your argument, I see it now, I think, if I'm right. You're -- that it would have very broad reach. It would reach -- it doesn't just concern the constitutional claim; it concerns any claim you'd have against the IRS. And there's authority that says if the IRS' position is too far out, you can go get an injunction. That's what you're pointing to. And then you're argument is, because of that authority, that kind of an exception for the far out IRS claim also applies to the statute of limitation and administrative requirement. And your problem is the latter has never been held. And the reason that that's a problem, I take it, is because when you're talking about injunctions, you're talking about basic equity, but when you're talking about later on administrative requirements, there's really no reason they couldn't have filed the claim. And if we were to accept an argument on the -- to the contrary and analogize it, it's going to cut through rules, regulations, statutes, constitutional claims, everything, really making a hash of their provision there -- of the administrative provision. So, what is your response to that thought which - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you want to do about your argument, as I hear it, has nothing to do with the nature of the claim that you're asserting to get the money back. It has to do with the nature of the IRS's defense and -- well, can you do it that way? Can you say the word \"any tax\" or \"any claim\" -- I can't remember that other. What was it? It was any -- \"any sum\" -- \"any sum\" or \"any tax.\" Can you say, well, it means one thing if they are saying that the reason they want it back is that it violates the Constitution, and those words mean a different thing if the reason that you want it back is it violates an IRS reg; it violates an IRS statute."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it doesn't mean anything different and then if the very far-out claim to a tax is so far out it isn't a tax, that would be true in the regulation context, in the statutory context as well as the constitutional context. Am I missing something?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying it's both. You're not saying it's \"either/or\" because for three years you did use the refund procedure. So you used the refund procedure for the years that were within the three-year period, and then for the years that were outside the three-year period, you have this other theory. So you're not saying this is not for refund. That route is closed. The only route is this constitutional -- this claim directly under the Export Clause. But your own conduct seems to have been it's our option. We can treat it as a refund claim or we can treat it as a constitutional claim."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, what were you just telling us is that this is not a refund claim; this is a constitutional claim. But you are now saying, I think, that it's both; it's whatever the taxpayer or the plaintiff wants it to be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Plus you get interest."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying you get interest too in either way. You're saying -- I thought you said for the three years that are within the three-year refund limit, you get interest and then you're also saying, going back six years, you also get interest. You're not saying that if you -- if you're outside the refund procedure you don't get interest."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is the interest the same in amount in either case?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"2411 -- 2411 is what you use in the court when you have a straight tax refund claim. It's not as though 2411 is there for some other claim. It's what you get when you go to court and you're suing for a refund. That's 2411. That's applicable if you get a judgment for an overpayment in respect of any Internal Revenue tax. That's what - - it's in Title 28, but that's what it's for. It's for an overpayment in respect of any Internal Revenue tax."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- the use of any Internal Revenue tax, and your whole argument is this isn't an Internal Revenue tax. So it's clearly not an Internal Revenue tax that you have a constitutional claim directly under the Constitution, so how does it become for purposes of 2411 an Internal Revenue tax?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't agree in your basic claim that if the government is treating it as an Internal Revenue tax, which it certainly didn't, you'd say that works only for the interest, not - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You give all of this up when it comes to the statute of limitations. I mean, the government's argument could be just as implausible as you suggested it is here. But if it involves a claim six years and one day out, it's just too bad. It doesn't matter that it's a constitutional claim. It doesn't matter how erroneous the government's position was, because the government can impose limitations like that even on the assertion of constitutional claims. That's all they are doing here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We say just as unanimously a couple of things last year on -- term as well in Jencks and certainly the Federal circuit's decision wouldn't have come out the same if they had had Hinck's term of trust on the books."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Millett. Mr. Jay, you have 15 minutes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Jay, I hope in the 15 minutes, you will state what the government's position is on this Enochs case that's been mentioned at least a dozen times. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait what very narrow exception? It didn't apply the exception."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't the two go together? If you could bring an injunction action, surely you don't have to pay the tax."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what she is saying. She is saying that those conditions exist here. That this is not -- not a plausible tax; and, therefore, she could have gotten an injunction; and, therefore, by a parity of reasoning, she doesn't have to go through the tax provisions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could say the same about the tax on oleomargarine. It is a perfectly valid tax but not when you impose it on nuts. And here the tax on coal is a perfectly valid tax, but not when you impose it on coal that's in the stream of export."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Is the government's view that the money that they are seeking here, if you look at 7422, that it falls within the language of any Internal Revenue tax alleged to be erroneously or illegally assessed or the language \"any sum alleged to have been in any manner wrongfully collected,\" or both?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So when I decide this case, I should forget the words \"any sum\"?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it means that if, in fact, it is not within the scope of the word \"tax,\" then it is not within \"any sum\"?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In Enochs -- she is quite right, your opposing lawyer -- it says the exaction is merely in the guise of a tax. And when it says it is within the guise of a tax, then it doesn't fall within the Tax Injunction Act. And there it says if it is clear that under no circumstances could the government ultimately prevail, the central purpose of the Tax Injunction Act is inapplicable. And then it's just in the guise of a tax. And that, she says, is the test we should apply here. So that's where I think Justice Ginsburg began. What is your specific response to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. We'll hear the third case beginning this afternoon."}],"people":[{"id":0,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3557,"interruptions":11,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"respondent","words_spoken":3621,"interruptions":26,"times_spoken":45,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":366,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":612,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":497,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":999,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":76,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":315,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":30,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":10,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":3557,"times_spoken":34,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":26,"words_spoken":3621,"times_spoken":45,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":3,"words_spoken":2905,"times_spoken":83,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515366}}