{"petitioner":{"name":"PATRICK KENNEDY","counsel":[0]},"respondent":{"name":"LOUISIANA. ","counsel":[1,2]},"caseNumber":"07-343","date":"2008-04-16T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 07-343, Kennedy versus Louisiana. Mr. Fisher. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Our jurisprudence just requires the narrowing of the death penalty to be -- to particularly heinous crimes.  And one could say that rape is in and of itself particularly heinous, rape of a child of 12 or under."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you describe a particularly heinous rape of a child under 12?  What would make it particularly heinous?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the State says that all recidivist rapists of children under 12 will suffer the death penalty.  Does it have to narrow that class further?  I mean, the need for narrowing depends upon how narrow the class is described in the first place.  Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if the law says you have to be a recidivist, you have to have all the other factors that you just mentioned, if the law said that, would you come in and say, \"Oh, no, you can't just give everybody who commits that crime the death penalty\"? You have to narrow the class."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  What if --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if, instead, the State simply defined the class as the class of those who commit rape, and then listed as an aggravating circumstance the rape of a child under 12 years old? That would be perfectly consistent with the narrowing jurisprudence, wouldn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you go over that, Mr. Fisher?  Because the -- there was a plurality opinion, right, in Coker?  And Justice Powell wrote separately, and I thought he left open an outrageous rape resulting in serious, lasting harm to the victim. He said that the Coker jury was not asked and could not have found from the facts in that case that the offense was outrageous or want only violent in that it involved a aggravated battery.  So you don't have an opinion of five Justices saying that, in any and all circumstances, rape that leaves the victim alive cannot be punished by the death penalty."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm questioning -- you're saying it's off the chart because the Court held that you cannot have a death penalty for rape.  And I suggested that that's not so clear."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's strange way of making a majority, isn't it? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Two people who think even the death penalty for murder is no good, they're going to form the majority of people who consider whether a lawful death penalty can be imposed for rape.  I think at least in those circumstances, you have to discount the people who would not allow the death penalty under any circumstances for any crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He -- he is not considering the issue that is before the Court.  The issue before the Court is whether -- whether a permissible death penalty can be imposed for this crime.  These parties say there's no such thing as a permissible death penalty.  I mean, it would be -- if that wrinkle isn't there, we should iron it in pretty quickly. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"At any rate --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There were four justices on the plurality opinion.  That was the only point I wanted to make."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even with respect to -- now, I'm asking you to --"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to forget my question again for a minute."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even on the plurality analysis, your argument, as I understand it is, if there is any question left in Coker, in effect it's answered by Enmund/Tison."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but then that's a different reason."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, speaking of Roper and Atkins, is it -- is it only work in one way? How are you ever supposed to get consensus moving in the opposite direction?  In other words, you look to the number of States under Roper and Atkins who impose it, and you say, well, most of them are abolishing it, so we think it's unconstitutional, combined with other factors. Now, if there's going to be a trend the other way, how does that happen?  As soon as the first State says, well, we're going to impose the death penalty for child rape, you say, well, there isn't a consensus, so it's unconstitutional.  And do 20 States have to get together and do it at the same time?  Or how are they supposed to move the inquiry under Atkins and Roper in the opposite direction?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's nice."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I say that's nice.  We're in effect -- in effect prohibiting the people from changing their mind."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- about what justify's the death penalty."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the trend since 1995, '90, has been more and more States are passing statutes imposing the death penalty in situations that do not result in death."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't we say in Atkins that it's the trend that counts; it's not the number?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The trend -- the trendy expression hoist by your own petard:  The trend here is clearly in the direction of permitting more and more -- of more and more States permitting the capital punishment for this crime."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask -- we will put that to one side, but how much movement you need. I'm more interested in the analytic question:  How does it happen?  I mean because your position would be every one -- a case in every one of those States, whatever the number is, is unconstitutional because we've said the trend is the other way. Well, how does a trend ever get started in the opposite direction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you want to say this is -- you want to say this is unconstitutional because most States do it the other way.  And I assume if a similar case arose in Texas involving capital punishment in a nondeath case, you would say well, most go the other way.  In other words, if you knock them down one by one, it is kind of hard to get a trend going."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't even have to say \"the extent allowed by the United States Supreme Court.\" They can pass a law that seems to contradict a prior opinion of ours; can't they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Abraham Lincoln should they could, anyway."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If somebody in this case is tried and convicted under that law, you would say:  Well, that's unconstitutional because there is not a sufficient trend in favor of that.  And it just seems to me that that understanding of Atkins and Roper prevents the development of the law except in one direction."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a brief in this case on behalf of several States, and the argument that's made in that brief on the point that the Chief Justice has raised is we can never know whether there is a consensus one way or another so long as Coker seems to cover the waterfront, so long as Coker admits of the interpretation that you cannot have the death penalty for rape, period. So the argument is on this question -- not talking about the universe of crimes, but as to rape -- we cannot know if there is a consensus one way or another until this Court clarifies what Coker stands for."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but, as I pointed out, it is very expensive to run a regime in which you have the death penalty.  And I can see the legislators in those States saying, well, we've got Coker on the books.  We've only got one State.  Why would we want to be the second State and go through this process and then have the Supreme Court throw it out? You know, everyone is waiting for the next State. I mean it's a very difficult process, it seems to me, to run the evolution of the law in both directions.  And then if you're insisting on a trend of whatever -- I don't know what the number is, 15, or 20, or 30 States -- it just can't materialize when you have Coker there and you have Atkins looking only in one direction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you really think that if this Court held in the present case that the death penalty can be imposed for the rape of a child under 12, do you really think that the trend would not continue, that there would not be more States to enact such a penalty?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That there would be more?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That it would not."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that all these other States, if told that it is permissible to have the death penalty for child rape at least under some circumstances, would come to the conclusion that the worst case of child rape that can be envisioned is still less heinous than any murder that qualifies for the death penalty?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I wonder if Atkins and Roper are qualitatively different, considering the mental retardation of the offender, the youth of the offender.  Those are issues that go, as we said in Roper and Atkins, to culpability.  In other words, they are focused on the offender. This is quite different.  It is focused on the nature of the offense.  And I wonder if that's more something on which we have less basis for determining the issue than a legislature.  We can look at the question of characteristics of the offender and make a judgment about that.  I don't know how we decide this for the reason you were just saying:  What crimes are more serious than others? I wonder if it brings into play our jurisprudence on things like the three-strikes law and others where we sort of say:  We can't judge how serious crimes are and which ones are more serious than others, and so we leave that to another branch."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about treason?  What about treason?  Even the countries of Europe which have joined the European Convention on Human Rights, I believe they make an exception to the prohibition of the death penalty for treason.  You can slaughter your fellow citizens, but if you offend the State you can be put to death.  Is treason an exception from the -- our ban on the death penalty except for murder?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there a Federal treason statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that doesn't require murder; does it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's unconstitutional?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think treason is worse than child rape?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're talking about --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if were talking about evolving trends, I think it's fair to say that society's recognition of the seriousness of the crime of rape has evolved even since, the period since Coker. Now isn't that something that we should take into consideration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It certainly involved -- evolved since the time of Blackstone and even since -- as I say, even since Coker.  So while Coker may have thought rape of an adult wasn't serious enough to warrant the death penalty when the legislature had made a contrary determination, perhaps that would be addressed differently if -- differently today; and certainly rape of a child would be understood not to be not included in Coker's analysis."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The plurality opinion in Coker said this:  Life is over for the victim of the murderer.  For the rape victim, life may not be nearly so happy as it was.  Now, you think that's something that would be written today?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was, at least in the amici briefs in Coker -- may not have been explicit in the Court's decision -- but the argument was made that the rape law in question, the Georgia law, came from an earlier tradition when a woman was regarded as as good as dead once she was raped; and the crime was thought to be an offense against her husband or her father as much as it was to her.  And that was the background of Coker, plus the racial element in it was very strong. I imagine that that -- if the question were -- the Coker question were to come up again, those would still be factors.  I mean, the notion was that making rape equivalent to murder was no kindness to women, because it said once you've been raped, you're spoiled. That's not -- there's no parallel with child rape. So I think that what was going on under the surface in Coker is quite different."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't -- it isn't the notion that she's somebody else's property; and -- which was the history of the rape statutes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Coker, of course, repeatedly in the statement of the facts and the analysis, repeatedly referred to the victim as an adult woman.  It seems to me the Court was taking -- was being very careful to leave open the question of what would be the analysis in the case of a child."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, your white light is on, and you do want to protect your rebuttal right, but you began by indicating that this statute could be narrowed.  It could be narrowed by a requirement of recidivist behavior.  Are there any other narrowing categories?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"What would they be?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you do view recidivism?  I mean, I assume even if you don't oppose the death penalty, you're going to get a good number of years, right?  So you are going to be 40 years in prison, come out and do it again?  I don't think so."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it is an unrealistic condition that you have raped a 12-year -- a child twice.  The first time you do it and are convicted of it, you'll be sent up for long enough that you won't have the chance to do it a second time."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It was 25 years, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fisher. Ms. Clark. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could you just clarify about the -- were those injuries permanent?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They were not permanent injuries."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Both -- both sides have something of a dilemma with Coker, because if you say that it does not control this case, then the consensus or the lack of consensus -- or the consensus is more reliable.  If you say it does control this case, then the consensus is not so reliable; and both sides have that duality that they have to confront."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"There is no -- there is doubt in my mind that this particular kind of crime has not been the subject of a Supreme Court opinion.  My problem is I can think of many, many awful, truly horrible circumstances that categorized in many different -- under many different criminal statutes; I'm not a moralist.  I'm a judge.  As a judge, I look at the law.  It seems for 43 years, no one has been executed but for murder. Moreover, this Court has never approved the execution for any crime other than murder in those 43 years.  Right.  If I accept your argument, since I'm not a moralist, since I can think of horrible things all over the place, have I then opened the door so that, in fact, States will find lots of different crimes which are seriously horrible; and suddenly, we will be in the business of creating under the Constitution some kind of highly complex categorization, really a moral categorization of crime, method of commitment, method of, et cetera, et cetera."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So the answer is yes?  Your answer is if we take your position and that's -- I'm not saying it's not a good argument, just take your position, but if we take your position, I can think of instances of kidnapping; I can think of instances of torture.  I can think of instances all over the place which are truly horrible. But then to take your position, what we're going to do is we are going to say legislatures all over the country do have the right under the Constitution to go, try to categorize horrible by horrible, not just death.  Not just murder."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"Just the way they used to."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Perhaps at the time, 200 years ago, that's true. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And it's not true -- I've read the definition of section 41 of rape under the Louisiana code.  I won't repeat it but it's very broad. And it can broad in the sense that rape itself can include a vast number of instances of child molesting, each of which is bad; but there are degrees.  So I suppose that child molesting of all those kinds that are listed in 41 (c) (1) and (2), which you know I'm sure, would count as rape if committed on a person under 12. Some are absolutely horrible.  Some are just bad.  But that's what the other side means when he says it gives tremendous discretion to the prosecutor to pick and choose who should be executed needs further narrowing. What's your response."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Those are the only two.  So these other things don't count."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Clark, what do you do with the requirement that our cases have imposed?  It is not a requirement I agree with, but it is certainly one our cases have imposed, that you cannot leave -- leave it to the jury whether to impose the death penalty or not even for murder, but rather you have to narrow the class of people who have committed that particular crime so that -- so that the imposition won't be random. Although later, we say you have to let the jury consider any mitigating factory which makes it random; but nonetheless, our cases do say you have to narrow the class of murderers who can be given the death penalty. Wouldn't the same apply to the class of child rapists?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You think intentional murder of a -- of a law officer would need no further narrowing?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Why is it sufficient -- why isn't it sufficient narrowing, even after Coker, that they make the death eligibility rape of a child under 12 as opposed to under 16?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"May I go back to your -- to your answer on the murder question?  And that was you said there's -- there's a murder analog to this narrow definition, and you gave the example of the murder of the law enforcement officer.  And that raises a question that I had about how Lowenfield ought to be read. The example that you gave was one of the five instances which the Court said out in the Lowenfield opinion quoting the Louisiana statute.  In each of those five instances, nothing need be proved except, as you have put it, the narrowing circumstance in the law enforcement officer in your example.  But under the Louisiana statute which passed muster in Lowenfield, there were five analogs of which the law enforcement officer was one. Each of those crimes was defined as a killing with a specific intent to kill or specific intent to inflict great bodily harm.  And then in each one of these instances, there was an extra element added:  Law enforcement officer, intent to kill more than three people in Lowenfield, and so on.  In fact, child under 12 was one of the examples. It seems to me that the -- one way to read the Louisiana statute there consistently with the -- with the value that Justice Scalia's question raised is this:  That Louisiana, in effect, had created a general crime of murder with specific intent to kill or inflict great bodily harm.  And then it had given five instances in which, as I put it a moment ago, there was an extra element:  And that extra element, whether it be killing more than two people, whether it be killing a child under 12, law enforcement officer, functioned like the aggravating circumstance; so that, in fact, we didn't have a statute that merely said if you kill a law officer intentionally, that's capital, period. What we had was a capital scheme that says if you kill with specific intent to kill or inflict great bodily harm, that's murder.  And if you commit one of these other five other elements, that narrows it down to capital murder. Isn't that a proper way of reading the Louisiana murder statute from which you took your example?  And if it is, isn't that example inconsistent with the theory that you're arguing here that you can simply define child rape as capital and let it go at that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I quite agree with that. My point was just this:  You made the argument -- as I understood it a moment ago -- that the Louisiana child rape statute is not unique; that, in fact, Louisiana defines other crimes very narrowly, so that you were making a different kind of argument. You were saying we in Louisiana define murder of a law enforcement officer very narrowly.  No requirement to add any narrowing or aggravating circumstance there, and the statute passed muster.  And my point simply is, I don't think that's the way to read the Louisiana statute. The Louisiana statute instead says killing with intent et cetera is -- is capital murder if there is a further circumstance added to it; and five are given. So all I'm saying is I don't think the fact that your capital murder passed muster under Lowenfield is authority for saying that the child rape statute passes muster here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you?  Do you really?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's find out how much. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Didn't the -- didn't the Louisiana statute that -- that was at issue in Lowenfield produce the result that if you committed intentional murder of a law enforcement officer, it was up to the jury whether to give you the death penalty or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would not the same result be -- be achieved by a statute that said if you intentionally kill a law enforcement officer, you are subject to the death penalty?  Wouldn't it be precisely the same degree of narrowing?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And isn't -- isn't the difference -- isn't the difference just what Justice Scalia brought up in an earlier question to Mr. Fisher?  He said what seems to count, the way we have targeted our jurisprudence, turns on how you define the class that is narrowed. And my suggestion to you was that the class that is narrowed under your homicide statute is a class that consist of all killing with specific intent to kill et cetera, which is then narrowed by five different circumstances set out. Here, the class is defined as child murder, and there is nothing in the aggravating circumstances, the possible aggravating circumstances that narrows it any more; and isn't that distinction correct?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In one respect is broader, and perhaps whether it assists your position, Coker is a crime that could have only a female victim and a male perpetrator, but this child rape statute as I understand it could be the -- the victim could, male or female; the perpetrator could be male or female."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If you're looking for time, let me ask you one -- one question that interests me but is a little divorced from the terms of the arguments so far.  I know it is not popular to refer to refer to international commentary on issues like this, but the English law lords have filed an amicus brief discussing the international principle that nations that retain the death penalty may not extend the death penalty to crimes to which it does not presently apply. They suggest that as a matter of international law, there's sort of a correspondence to our evolving standards of decency that have generally governed our Eighth Amendment jurisprudence.  It's kind of a one-way rachet, we look at trends in one direction but we don't look to see if you suddenly have changed gears and go in the other direction. Could you just comment on that argument?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not asking that.  I just used that as an analogy to our evolving standards of decency cases which has been part of our Eighth Amendment jurisprudence, that sort of is a -- one way direction in which these cases go.  Do you think it's appropriate -- are you aware of any case saying we can turn around and go in another direction?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do we know more about the crime now than we did 40 years ago?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Can you -- can you give me one second on my own error here, but I just traced the statute through.  What I did was I looked at section 42. It says, \"aggravated rape is a rape committed upon, et cetera,\" and then it says \"where the victim is under the age of 13.\"  Right.  So it doesn't say what rape is.  So I assumed it picked up the definition of rape from section 41.  And section 41 defines rape as anal or oral or vaginal sexual intercourse, and then in section three it defines oral. Now am I right; is that the correct statutory thing, or is there some other statute?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then I go back to my if that is the right statutory thing, because it seems to cover, particularly in its definition of oral intercourse, a very wide range of child molesting, all of which I agree is quite bad, but it's still a very, very wide range."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't say it wasn't."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No, I mean, my question relates back to what Justice Souter was talking about, about the narrowing of the statute."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you say about the effect of Enmund and Tison as a -- as a means to understand how we ought to read Coker?  You know what I'm getting at."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Clark."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Cruz?  "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You started out by saying it's the worst cases of child abuse, and that's -- child rape -- and that's why I was interested in the definition.  It seems to me this definition simply covers all instances of some kind of physical intercourse with a child, including oral, vaginal, anal. I can't imagine one that wouldn't be covered if the victim of this is under the age of 13. Now, am I right in thinking it's not the worst instances; it's every instance of rape defined that way?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So the amendment --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It was not all child rape."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It was not all child rape. It was only children up to the age of 11."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you.  I see."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But there was some indication that in most cases the prosecutors, in part to see if they can get a plea bargain, begin by saying they're going to charge with the death penalty.  And I'd like you to comment on prosecutorial discretion.  Again, it cuts to weight.  In one sense, it's -- it's a check, so that only the most egregious cases are covered. On the other hand, there's a temptation to overreach, and it's an argument that Petitioners make for saying that the death penalty should not apply."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Will you give us one sentence or two on the response to all the professionals who've commented in the briefs in saying the death penalty here will make this situation worse?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But has that sort of a different direction from evolving standards of decency occurred at all since we first announced the evolving standards of decency and jurisprudence in this Court?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But what about the comment on the international community's view that it is really a one way rachet? MR.CRUZ:  You know, the Law Lords' brief -- I have to admit personally I found really quite astonishing, and I was harkened back to some of the issues this Court considered in the Medeillin case because the Law Lords' brief argued that the United States -- that this Court has no ability to determine that any other crime is subject to the death penalty. And there were two bases:  One was a treaty that the United States has never ratified.  And secondly was this inchoate international law understanding that, because other nations have made a policy determination about the death penalty, that it is forbidden to the U.S. Congress, it is forbidden to the States of the United States, and it is forbidden to this Court to ever acknowledge there is a crime that is consistent with our Constitution. That brief, to my mind, embodied all of the dangers of the very broad arguments that we're being presented in Medeillin, that ultimately the Constitutional and the people of this country determine what is permissible and what is lawful.  This Court has chosen to look to other nations for guidance, but that brief didn't say this is guidance.  That brief said the United States is foreclosed from ever doing this because other nations have made determinations under their law."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":9,"sideBefore":"justices","text":"If you were asked to draft this statute that we have here and you have just the definition of the first statute with the -- what we call aggravated kind of -- and you have the age limit, would any other limiting categories occur to you as being inconsistent with sound statutory drafting and sound policy?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's prior conviction --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- not prior offenses?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Cruz. Mr. Fisher, we'll give you five minutes. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that in front of us here?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This is not a speech case where you have standing to object to the statute that can -- would be unconstitutional as applied to others --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or is -- contradicts."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand the difference.  If you have a general murder law with an aggravating factor of killing of a law officer, okay, the jury can decide from the whole category of killings of law officers who gets the death penalty and who doesn't.  Why is that any different from what happens when you have a statute that makes it a capital offense to kill a law officer, without any further qualification? It's exactly the same result.  It goes to the jury.  This person killed a law officer.  It is up to you whether you give him the death penalty or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- the bulk of your argument, though, it seems to me, would not -- would be the same in a recidivist case, because, of course, that doesn't result in death either."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I don't -- it is sort of a factual distinction but I don't see how it helps your argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that the sort of trends that they look to in Roper and Atkins -- I mean, you had different crimes that carried the capital punishment as well.  I don't think we're looking at trends in that regard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fisher. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3353,"interruptions":38,"times_spoken":62,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JULIET L. CLARK","firstName":"JULIET","lastName":"CLARK","counsel":true,"justice":false,"side":"respondent","words_spoken":1490,"interruptions":17,"times_spoken":31,"laughter":0,"num_int_by":7},{"id":2,"fullName":"R. Ted CRUZ","firstName":"Ted","lastName":"CRUZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1285,"interruptions":2,"times_spoken":14,"laughter":1,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1008,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":955,"interruptions":3,"times_spoken":36,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":818,"interruptions":2,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":96,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":370,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":507,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":745,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":3353,"times_spoken":62,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":2775,"times_spoken":45,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":5010,"times_spoken":114,"laughter":5,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126907}}