{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"07-455","date":"2008-03-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-455, United States versus Ressam. General Mukasey. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument relies on the notion that the word \"during\" in the statute is solely temporal.  In other words, it just refers to the time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- that's not always the case.  If I say, you know, I hung lights during the holiday season, you wouldn't think that I hung a chandelier, right?  There'd be not simply a temporal connection, but also a relation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General, could -- could Congress pass a law that said if you wear a wristwatch during the commission of any crime, you get another 10 years?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely it depends on what the felony is.  If the felony is the filing of a dishonest tax return and -- and you have a can of gasoline with you when you mail the letter, it seems to me quite as absurd as saying wearing a wristwatch in the course of a felony.  That's what troubles me about this. I'm -- I'm tempted to -- I think everybody is tempted to distort the \"during\" to -- to mean something else, simply because the consequences of performing a completely lawful act wearing a wristwatch, carrying explosives -- given the broad definition of explosives, I guess it would include having -- having some cartridges, explosive cartridges?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's perfectly lawful, and you get another 10 years for it just because you're -- you're mailing a letter to the IRS at the same time."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General Mukasey, is there any indication why this prosecutor chose to hook the carrying an explosive onto a false-statement charge, instead of some charges with which it would have been more logically linked, like the one -- the first one, conspiracy to commit an act of terror -- terrorism?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what's troubling me, Mr. Attorney General, is that it -- it does seem to me fair enough to make that charge in this case; but then we -- but then we have the tremendous number of cases where the prosecutor is going to be in the position in a plea-bargain context, say, to threaten to charge this offense with a heavy mandatory minimum. My understanding is that district judges do not and cannot be involved in plea bargain negotiations; they can look at a plea before it is entered. What can you tell us about the safeguards that might exist in the system generally against -- against overcharging, against charging for something where the result is close to absurd, as in some of these hypotheticals about the income tax return and the gasoline and so forth?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, that is -- my question would be the converse.  Suppose I agreed with you to this point hypothetically that, of course, there's a relationship here.  In this case, there's a relationship.  He wouldn't have lied if he -- if he hadn't had the explosives.  Suppose I accept that.  Now, if I interpret the statute that way -- there has to be a relationship, but including that -- then what are the other cases you want to prosecute? In the other briefs they list every funny or comical or absurd example they can find; and so I don't believe you want to prosecute those, but tell me if you do.  And if there are some other ones, what are they?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  So suppose, in other words, if we -- if, hypothetically, I were to say, well, here there's a relationship; after all, it is a necessary condition for the lying that he was carrying explosives; and it is foreseeable that he would lie on his passport, because he was carrying explosives illegally.  So that's all you need. In other words, if that were the decision, you would say fine, that's the end of it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it didn't facilitate it, but it caused it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it didn't -- all right.  Would you be satisfied with a result that says, look, if this carrying of explosives is related to the felony in the sense that it is a necessary condition and foreseeable that a person would do such a thing, that's sufficient?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is there in the statutes a difference between possession of explosives in this circumstance and possession of firearms?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was the further explanation that what they were doing in amending the firearms statute was tailoring it more precisely to the possible felony by a police officer situation, and they simply did not face that possibility in the explosives statute?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"So it's a difference in two respects.  One is 924(c) has the \"in relationship\" requirement, and it also has a shorter term.  It's only -- in one it is five years, and the other is ten years. Is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any ---"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any policy limitation within the department not to charge under this provision unless there is a relationship between the underlying felony and the use of -- the carrying of explosives?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you do have policy guidelines with money laundering."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suppose if you thought there was a problem, you could promulgate them out of your department."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The ten years, though, is mandatory, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if a prosecutor asks for it and there is an underlying felony and there is an explosive, that's an additional ten years, no matter what."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you get -- the underlying felony is of the sort Justice Scalia was talking about, and let's say the person gets probation on that because, you know, it is the first offense, no harm, he still gets ten years."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but how many cases are there likely to be -- this isn't one of them -- where you have no \"in relation to\" connection whatsoever?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or any historical record that you're familiar with."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, in this case, as you point out, there was, of course, a connection.  And I would have thought in most cases where the prosecutor is interested in charging -- because, as you have indicated, this case is -- there would be an actual connection.  Now, you may have, as you suggest, problems with proof or -- or evidence; but, as a practical matter, I'm just wondering how often the question we're concerned about arises."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This isn't a very good case.  If you wanted to bring a really absurd case, you could have picked a better one than this, because there really is something of a connection."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I mean the interesting thing is that you're -- the cases where this is going to arise is not where you're really worried about the explosives; it's going to -- because in that case, presumably there is going to be a relation, and you can use it as you used it in this case. The cases where this is going to be problematic is when you are really interested in the underlying felony."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, the guy who's driving in his car and calls his broker and is guilty of insider trading and has some firecrackers in the trunk, you're not worried about the firecrackers, but you want to crack down on the insider trading."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Attorney General. Mr. Hillier. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying it should have said \"during which\"?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"\"During the commission of which the explosive was used or carried\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but just -- just as \"during\" has more than temporal -- can have more than temporal significance, I think \"in\" can have temporal significance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We write \"in the holiday season.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I assume -- I haven't looked at the dictionary -- but \"during's\" first relationship -- first definition, I suspect, is temporal."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could you give an example of where it's not temporal, an example of use of \"during\" that is not temporal?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But hanging up lights \"during\" the -- the holiday season doesn't -- that's not a temporal relationship?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Hillier, I -- you know, I will accept maybe more than just for the sake of argument that if you stick to the text alone you've got an argument here for some uncertainty, for some ambiguity. The trouble that I have with your argument is that we're here to consider not only text but statutory history, And the statutory history seems to me pretty tough for you to get over.  The statute was amended.  The word \"unlawfully\" was dropped from it, and there was no amendment made, with respect to its cognates, to conform it to the cognate section on carrying a gun that specified \"in relation to.\"  And it seems to me that the most reasonable inference to draw from that statutory history is that when Congress amended and technically re-enacted the statute, when it dropped \"unlawfully,\" that it did not want \"during\" to be read, as it was in the handgun statute, \"in relation to.\" And I -- that's seems to me the tough point of the argument.  What is your response to that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The different object -- I mean, the trouble with the different object argument is, as the Attorney General said, there was an evident concern in amending the handgun statute not to sweep in the rogue police officer who happens to have a gun on him when he does something that in fact is unlawful."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The negative inference from that is that there was an intent in the cognate explosives statute to sweep in people, whether in fact it was in relation to or not in relation to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Including the policeman who had cartridges in his gun, presumably, right?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, fair enough so far as the argument goes.  But that still leaves Congress taking the -- sort of making it as difficult as possible for you to take the position that you're taking, rather than as easy as possible. Why didn't it put in \"in relation to\"?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It can do it, but why would it have done so?  You've the -- you've got the gun example sitting there.  And why would it not have done so if, in fact -- so obvious a thing to do if that's what -- if it intended to come out your way?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And maybe they said -- maybe because they're trying to draft legislation without using pronouns. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I take it that one of the reasons you make your argument is so that if you prevail and you go back to trial, you would argue that this is not in relation to?  Is that correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If you prevail in this case and we say \"in relation to\" is part of the statute"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and then you go back to the trial court, I assume you will argue to the jury that the government can't show that it's in relation to."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why should we agree with that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But it seems to me that in a prosecution, in this prosecution, it might be somewhat difficult to establish in relation to."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that would be -- even assuming the jury was properly instructed, et cetera, et cetera."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right, but doesn't that show the necessity for the very interpretation the attorney general has argued for here?  It is just too difficult to establish and very dangerous?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if there's an \"in relationship\" requirement, why would it be necessary for the explosives to facilitate the false statement?  Why wouldn't it be sufficient if the false statement facilitated the unlawful use of the explosives?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly what's bothering me.  The issue in this case doesn't seem to me to be these weird hypotheticals.  Of course it requires a relationship, in my mind. But I don't see why the relationship couldn't be exactly the one Justice Alito was talking about.  I mean, imagine a person has a packed car filled with explosives.  He's going to blow something up.  A policemen comes up; he shoots the policeman.  The reason he shot the policeman was because he had his car packed with explosives. And if this -- if this provision -- I mean, I can't understand why this provision wouldn't be aimed directly at that kind of thing."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Suppose I don't agree with you about that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"You could say it is not a question on which we grant certiorari."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That may be, but I don't know -- but you could say that.  You could say that. But the problem is I have to answer the question -- I have to reach an answer that I believe should be sensible."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what should I do --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- if I think that shooting the policeman because he's going to catch the criminal filled with explosives is within this statute?  And similarly, lying to a customs officer so he won't catch me when my car is filled with explosives is within the statute? Suppose I believe that, but I also think the statute is not meant to govern those odd hypotheticals that you come up with?  There has to be a relationship, but the one I described falls within the word \"relationship.\" Now what do I do?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that argument. But suppose I don't accept the argument?  Then what do I do in this case?  That's what I'm asking."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think on this evidence, on this record, that a jury, if it were instructed to -- that it had to find \"in relation to\" could return a conviction of guilty including the \"in relation to\"?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If this case had been instructed according to your theory of the statute and on this record and on this evidence, could a jury find your client guilty?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly why the attorney general says he needs it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Yes, you got it anyway."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you about the \"in which,\" the \"in which\" thing?  It has just occurred to me that \"in which\" is in a very sloppy clause anyway, because it says \"shall run concurrently with any other term of imprisonment, including that imposed for the felony in which the explosive was used or carried.\" What about the fire?  It omits fire entirely -- in which fire or the explosive.  Fire or the explosive was used or the explosive was carried.  It's a pretty sloppy job down at the end of (h), isn't it? So I wouldn't put a whole lot of weight on the \"in which\" given that the rest of it is so sloppy."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you are being very precise, but whoever wrote that was, obviously, not being very precise because he left out \"fire\" entirely."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend indicated that this issue doesn't come up very often as a practical matter.  Do you disagree with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Attorney General, you have 14 minutes remaining. ON BEHALF OF THE PETITIONER"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe gunpowder doesn't include the little bit that's in a cartridge either. You think it does?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, could I ask you, do you have an answer to your friend's point about the \"in which\" language?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understood his point to be that it's surprising that they refer to use of the explosives or carrying of the explosives with reference to the underlying felony, \"in which\" the -- suggests that the explosive was used or carried with respect to the underlying felony. And I understood your position to be that it doesn't have to be."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it was going to be -- it was going to be inaccurate as to one or the other of one or two.  If you said \"during,\" that would be -- that would be inaccurate as to one. And \"in\" is accurate as to one but inaccurate as to two.  I guess they should have said \"in or during\" or \"in which.\" They should have added \"fire,\" too, right? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Attorney General. Thank you, counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"GEN. MICHAEL B. MUKASEY","firstName":"MICHAEL","lastName":"MUKASEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1422,"interruptions":7,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":1,"fullName":"THOMAS W. HILLIER","firstName":"THOMAS","lastName":"HILLIER","counsel":true,"justice":false,"side":"respondent","words_spoken":1725,"interruptions":11,"times_spoken":35,"laughter":1,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":619,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":105,"interruptions":0,"times_spoken":3,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":406,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":9,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":73,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":7,"words_spoken":1422,"times_spoken":33,"laughter":1,"num_int_by":3},{"side":"respondent","interruptions":11,"words_spoken":1725,"times_spoken":35,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":3,"words_spoken":2600,"times_spoken":73,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.5257768560069109,"respondent":0.47422314399308907,"date":1472703110341}}