{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"No. 07-463\nEARTH ISLAND INSTITUTE, ET\nAL. :\n","counsel":[1]},"caseNumber":"07-463","date":"2008-10-08T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-463, Summers v. Earth Island Institute. Mr. Kneedler. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Standing itself, I mean, it's a little unusual. Suppose -- I mean, Congress here has passed a statute and the statute specifically aims at a class of litigants. And it says to the class of litigants, if you are a member of it, we are telling you what we want the agency to do and that is to promulgate a certain appeal procedure. Now, if you are a member of the class that frequently litigates and you frequently take advantage of that procedure, why aren't you heard as a litigant, at least enough for Article III? And we know as far as prudential standing is concerned, Congress wanted to give you standing, so I think would it take care of that. Are you saying no matter -- that just normal litigants in the courts who reappear time and time again in certain kinds of cases, don't have standing to challenge a procedural rule, if Congress under Article III and Congress specifically tells them they can?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's imagine that Congress did, Congress did say: By the way, lawyers who have handled 17 tort cases in the last year where the value has been more than $500,000 and who will sign an affidavit saying they intend to continue in that branch may appeal from the court's promulgation of the following general rule, dah, dah, dah. And that Constitution prohibits Congress from doing that?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Those who -- fine, forget that, yeah."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean Article III and at Westminster -- at Westminster, when Westminster, whatever they had, they must have had some procedural rules, and sometimes they had general procedural rules -- I don't know what the history is; I could look it up. But I would be amazed if the lawyers at that time or the clients who had certain cases were not permitted to challenge those rules as contrary to some other rules. Do we know the answer to that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In a particular case, I suppose."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":4,"sideBefore":"justices","text":"No, no, no. Generally. Because you have a special procedure, here's what you can generally challenge our rules."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, then your answer is, if Congress says you can do it, have a general challenge to people who generally appear, your answer is if Congress says they could do it, Article III doesn't stop them?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah. What's the answer to that different question?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, don't we have to assess the need for -- for showing a specific threatened injury on a -- on a somewhat elastic standard in a case like this? Because the claim is made on the other side that if we do not allow, if we do not find standing to challenge the regulation per se, there are going to be a number of specific instances which in practical terms can never be challenged when that regulation is applied. There were one or two instances, as I recall, of cases in which on your theory there could be no challenge because the announcement of the action was made on the very date that the action was taken. So that if we do not find sufficient elasticity and standing to allow a challenge to the regulation on behalf of people of the sort that Justice Breyer described, there will, in fact, be a preclusion of any challenge to a lot of specific actions. What's your answer to that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume for the sake of argument that it is made in this case."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What should you respond?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your response to that is going to be, I presume, that in fact, absent a specific activity before the court, the -- the challenge is not ripe. So that if you are going to stick to your position elsewhere in this case, they are going to fail in that enterprise."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand -- I don't understand your response. If -- if someone has an interest in -- in stopping a particular action that would be governed by -- by -- by this general regulation, surely that person could -- and is -- is - - is threatened proximately by that action, that person could certainly bring an action seeking to stop the action on the ground that this regulation is invalid."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would govern that particular action, but it would also be -- be precedent for invalidating the regulation in other cases. I - - presumably other courts would -- would similarly say that the regulation is invalid."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask -- may I ask this one follow-up question, because I want to be sure I understand your position. Supposing the plaintiff in his declaration cites three or four cases in which the action was taken so promptly they didn't have notice in order to object. And then he says but so -- they -- all this was too fast for me. Now I want to -- want to do just what the plaintiffs are trying to do in this case. Would he have standing then?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would agree that with that scenario he would have standing if his only injury in this is exactly the same as the plaintiff in this case?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He doesn't know that in advance. That is the premise of Justice Stevens's question, and it is the premise of mine. There -- the point is being made by them that this happened so fast that the threat has been realized before they could respond to it."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I will -- I will assume for sake of argument it is the exception, not the rule."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume we have got the exceptional case. Would there be standing?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if in Justice Stevens's hypo one could show that there had been three or four or five instances of action so fast it was impossible to challenge it, there would with that as a predicate be standing to challenge the regulation as these people are trying to challenge it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell us how they could challenge it, then? Tell us the right way?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's the forest next door that he is worried about and they have not tried a -- a -- a kind of quickie lumbering action in the forest next door before, he would not be able to challenge it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, why -- why -- why is that so? I am reading this ARA statute, and it seems to give people a right to notice, an opportunity to comment, and to undertake an administrative appeal. Why isn't this statute that says, interested public, you have those rights, you have essentially a right to a seat at the table, why isn't this statute like FOIA, like the statute that the Court considered in the Atkins case, in the FEC case involving information about APAC? These were people who said: We are concerned about saving our forests. That's why Congress said that before these actions occur, there should be notice to the interested public, comment, and we are being cut out from that seat at the table. It doesn't do us any good after the project has been authorized. We want to be there when the decision is made to take action."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But this statute says says before there is a specific action you have a right to notice, comment, and administrative procedures."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe he has no - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Suppose the statute says anybody in the country can sue to stop a violation of the due -- due process clause. Would that statute be valid?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Article III requirements cannot be eliminated by Congress?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that different from FOIA? I mean there anybody can request anything. You don't have to show anything beyond -- well, you only have to show curiosity. You say: The statute gives me a right to ask for this information."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could any one of those have brought suit?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I mean -- but the letter alone, I don't know what the criteria were for the addresses."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay. Okay."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you are saying that this statute is just unenforceable, because the statute is supposed to operate before the project?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was before the project was undertaken?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, but - -"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I am pursuing this, but I'm actually having a hard time with this. Suppose - - suppose Congress passes a statute; the statute says every citizen of the United States has a right to receive notice of a certain set of Forest Service actions. Everybody. We want everybody who wants it to have notice. Now, if somebody really wants that notice and they don't get it, can they sue?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Sorry."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In any case, I'm trying to make it look like FOIA."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's just what I am trying to do, and you say yes, they probably could, at least if you are just supposed to get a piece of paper that says \"Notice.\" Now suppose Congress says, if you can show you are the kind of person who regularly asks and needs such notices, and if a regulation is promulgated interpreting this statute, you can challenge that reg prior to enforcement. Now does that violate Article III?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose they did this. Suppose they said each agency has the legal power to promulgate regs interpreting FOIA as to when you get the thing, and when you don't, and moreover people who are regular FOIA requesters can challenge those regs prior to enforcement; what about that one?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I am looking for a principle that is going to help me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, I don't even agree with you that a -- that a citizen-wide notice provision confers standing, because it's close to the APA."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Close -- close to the FOIA. In FOIA, an individual citizen demands a certain document which the law entitles that person to. This is a concrete deprivation - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of something concrete. And - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought you were doing it. And I certainly don't - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your friend on the other side says that that doesn't make too much sense because the issue in every case is going to be the same, a purely legal issue, and so waiting for the application doesn't make any sense."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is where do you draw the line?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that you said the government's position is that the line is to be drawn for cases that don't require either an EIS or an EA. Those -- in those cases you don't have to do this notice, comment, appeal thing. And I thought the other side is saying, no, that's the wrong place to draw the line. It would be the same thing in every case, from the government's point of view, no environmental impact statement, no environmental assessment required, no notice and comment. And they are saying you put the line in the wrong place."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Kenna. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What if there -- what if there was not a regulation on this subject, but the agency, by its constant practice, applies a certain procedure in all of these cases, would you have it - - the power in the abstract to challenge the agency's consistent application of a certain procedure? You could certainly do it in a particular case, if the agency did something that was unlawful, you could certainly challenge it? But let's assume you don't have a particular case, you just object to the fact that in all of its cases the agency is doing this thing that is wrong. Will you have standing to challenge that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You would have standing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your complaint is I don't like the way the agency behaves?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you make a difference with respect to the regulation? Why does the mere fact that this agency lawlessness happens to be reflected in a regulation, why does that suddenly alter the standing calculation? You either have been harmed or you haven't been harmed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The Ninth Circuit relied on it at least as an alternative ground, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, to read just one sentence to you from the National Wildlife Federation case, because I think it's the biggest hurdle you face. It's on page 15 of the government's brief. It says: \"A regulation is not ordinarily consider the type of agency action ripe for judicial review under the APA until the scope of the controversy has been reduced to more manageable proportions and it's factual components flushed out by some concrete action applying the regulation to the claimant's situation.\" It seems like a high hurdle for you to surmount."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's the Abbott Labs exception, isn't it? I don't think anybody suggests that that is applicable here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's when his primary conduct is nonetheless going to be affected?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You know, the drug companies have to do something. Well, they don't -- you know, they have to do it before they can -- they don't have to wait until they are sent to jail to say that their conduct has been affected."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you have not pointed to a particular fact under any of these affidavits when it was applied to any of the plaintiffs. In what the National Wildlife Federation case said, \"Some concrete action applying the regulation to the claimant's situation. \""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You haven't shown any standing with respect to the Burnt Ridge Project on an ongoing basis because that has been settled. It's outweighed -- it's out the door."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it's in for a penny, in for a pound. If you show standing with respect to discreet action D, you can challenge A, B, and C?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think you never completed your answer in commenting on the National Wildlife Federation statement with reference to footnote 2. What is it that footnote 2 tells us in light of which we must read what the Chief Justice quoted?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that all it says? No, I think it speaks of categories across the board that affect -- that immediately, concretely affect the person complaining of the regulation, which is the case in these areas where you have a regulation requiring drug companies to have certain -- on pain of criminal penalty to print certain things on labels. That immediately affects them. I think that is what footnote 2 is about, not about -- not about any regulation that is across the board. That wouldn't make any sense. Where is footnote 2. Let's read it. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The problem they are asking you on this -- it was at least a problem for me -- I think it's tough on rightness is because the government is saying here: Look, you want to challenge it outside the context of a particular action that you don't like. Well, there's never going to be an action, never going to be such an action that we are going to take that you won't find out about, that you will not be able to challenge in that context if you are really hurt. There isn't one. You can't name one that's ever been or imagine one that ever will be, okay? Now, is that so?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You see where they are going next. And if you -- suppose that the thing you just told me, too, has problems or suppose it's pretty hard to find one, then the -- why this has never been decided and why it's difficult. Because I would start with Abbott Labs and say there are three considerations. How easy is it now to solve the legal problem? Here? Perfectly easy. Nothing's going to change. Factor two, how likely is it that they will work with this legal rule and change it around here? Zero. But three, what kind of harm is it going to cause to the plaintiff if you were to deny him relief now? And they are saying here that's also zero or next to zero. So what do you do if the factor that cuts one way is zero and the factor that cuts the other way is zero, or near zero? Now, I have to admit I have never seen a case on that. I don't know if there has been one before, and I don't know exactly what to do. And if you can go read the appendix, maybe I can escape the zero."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I now have footnote 2, and it refers, as you say, to a particular measure that applies across the board to all individual classifications. It goes on to say, which is final, \"and has become ripe for review in the manner we discussed in the text.\" Then we say, or Justice Scalia says, \"it can of course be challenged under the APA by a person adversely affected. And although that may have the effect when they get a general decision invalidating a program, it says that a quite different from permitting a generic challenge to all aspects of the program as though that itself constituted a final agency action.\" So you still have to become ripe for review in the manner discussed, which was the sentence that I read to you earlier, and the challenge can only be brought by a person adversely affected. I don't see how footnote 2 undermines the sentence I have read to you at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it says -- it says, if it's become ripe for review in the manner discussed in text. In other words, if it has been applied to a particular individual adversely affected then, quote, \"a person adversely affected may bring a challenge. \" And I don't -- that seems to me to be a restatement of the sentence I read you earlier."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That would be like in footnote 2, the general program. Yes, they are saying these types of activities we don't do the notice and comment and appeal. That's the general program. But you have to wait until it's applied to a particular individual who is adversely affected."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you had had a ruling on where you draw the line in the Burnt Ridge case, then that would have been precedent for all these other cases, but it was settled, right, so you didn't get a determination?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you are seeking a different line. And, by the way, I don't know what the line is that you are seeking. But the government says if you don't need an EA, then you don't have to give notice, comment, et cetera. What would be your standard for when you need notice and comment?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You need a permit to have a Christmas tree? Where is this? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I know what you're talking about."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You cut down a tree in the national forest without approval? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's not unusual. I mean, standing looks not just to harm that has already been suffered but to harm that is imminent. And if these people are regular bidders and they say, you know, I'm likely to bid on this next project, that's fine. But these people are -- you don't know any specific project. They are just people interested in forests throughout the United States."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"That's quite different from saying, \"I am about to suffer harm, imminent harm, to me.\" I don't see anything -- you know, anything except in the case that was settled that has that kind of a connection."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me the two cases again that you are relying on for this."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what's that? What's the cite for it?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I go back to standing for a minute."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You may have looked this up and may have found something here. Suppose an organization that has a purely ideological interest, so it can't get into Federal court, nonetheless can go before an agency; but they are not going to get into Federal court. Now, suppose that agency then has a reg that they think is lawful and makes their life more difficult. I guess that the fact that they suffer a procedural injury would not get them into court. They are already somebody who doesn't; they don't. So I can imagine cases saying that. Contrast that with the case with a person who has a very concrete specific injury, a terrible allergy to chemical X, and they often litigate that there is too much chemical X, and now they are before an agency and they frequently complain about chemical X, but they don't have a particular case, but they will often be there. Now, the agency promulgates a procedural regulation that hurts those people who normally have a concrete injury. All right? There I wonder if that purely procedural injury cannot serve as a basis for standing. Now, do the cases ask -- so I am contrasting the two kinds of questions, and I wonder what you found in the cases as to the second kind, as opposed to the first kind; and you are free to answer this as one word \"nothing; go look it up yourself, which is a fair comment. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You think you are like the second?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you about Northeastern Florida? I have dug that out. I don't think it -- it supports what you say. In its complaint what was going on here is that there was a -- a minority business preference adopted by the City of Jacksonville, and some contractors who were not minorities sued saying that this was in -- in violation of the Constitution. And what happened -- what the Court said about standing was in its complaint petitioner alleged that many of its members regularly bid on and perform construction works. Now, if it had stopped there it might fit your case, but then it went on to say, \"and that they would have bid on designated set-aside contracts but for the restrictions imposed.\" As I read the case there were designated contracts, of which they said we would have bid on them but we didn't because of this -- what the case involved was the assertion by the city that you don't have standing unless you can show you would have been awarded the contract. And we said, no, no, you don't have to be awarded it, but if indeed you were -- you would have been a bidder in that contract but for this law, that's enough for standing. So that's not this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And where is \"there\"? He would like to go back where?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This isn't one of those after-submitted declarations, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, don't we generally not look at after-submitted declarations in determining standing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if you -- if yesterday you submitted a declaration, we would look at that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The later filed, where along the district court proceedings were they filed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if you lose that again, you figure, well, I've got some more -- I can get some more declarations. The reason we don't look at after-submitted declarations is because there has to be under the normal rule, an end to litigation at a particular time. It seems to me this would be an endless process. You know, every time the district court identifies a particular flaw, you would say okay, here's a declaration, and then they say, well, here's another basis, well, here's another declaration. I'm not sure that that's what our cases sanction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You filed them after judgment, right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to say a word about the Ninth Circuit making a law for the entire nation, on a controversial question that normally the court would just rule for its own area?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, you have three minutes. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is not what it says. It says this is our ordinary practice it doesn't say it's the limit on our practice."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you were talking about - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you Mr. Kneedler. The case is submitted."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3407,"interruptions":28,"times_spoken":50,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MATT KENNA","firstName":"MATT","lastName":"KENNA","counsel":true,"justice":false,"side":"respondent","words_spoken":3041,"interruptions":14,"times_spoken":42,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":806,"interruptions":0,"times_spoken":27,"laughter":2,"num_int_by":0},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1175,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":850,"interruptions":3,"times_spoken":21,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":145,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":29,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"MR. KENDALL","lastName":"KENDALL","counsel":false,"justice":false,"side":"","words_spoken":3,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3407,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":3041,"times_spoken":42,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":6,"words_spoken":3935,"times_spoken":96,"laughter":5,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.7109149099780389,"respondent":0.28908509002196114,"date":1472411005668}}