{"petitioner":{"name":"RALPH BAZE AND THOMAS C. BOWLING","counsel":[0]},"respondent":{"name":"JOHN D. REES, COMMISSIONER, KENTUCKY DEPARTMENT OF CORRECTIONS, ET AL. ","counsel":[1,2]},"caseNumber":"07-5439","date":"2008-01-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in the Case 07-5439, Baze v. Rees. Mr. Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, your argument is based on improper administration of the protocol. You agree that if the protocol is properly followed there is no risk of pain?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your expert -- I'm looking at page 493 to 494 of the joint appendix -- agreed that if the two grams of sodium pentothal is properly administered, the way he put it, in virtually every case there would be a humane death."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it were properly administered, would you have a case here? Let's assume 100 percent of cases are properly administered."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, my question - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume hypothetically, and we know this isn't true, that 100 percent of the time it's properly administered. Then do you have an argument to present to the Court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But would you -- would the monitoring suffice? In other words, you started out by saying there is no way that it could be administered and assure 100 percent against risk, so it would be helpful if you clarified: Yes, there is a way of monitoring adequately and tell us what that would be, or no, there is no way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would be a medical doctor -- and medical doctors, according to the Code of Ethics of the American Medical Association, can't participate."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems to be a big part your argument, but it doesn't appear that that argument was raised at all in the Kentucky courts, and it seems that there is virtually nothing in the record of this case that shows that that's practical or that it's preferable to the three-drug protocol. It may well be, but without anything in the record of this case, how could we hold that the three drug protocol is unconstitutional?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where was it raised? The citations in the brief that was submitted by your co-counsel are inaccurate to show that it was raised in the Kentucky courts."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's -- that's the trial court, and you think that just the word an \"alternative chemical poses less risk\" is sufficient to raise the argument that the three-drug protocol is unconstitutional, because a single drug protocol involving thiopental is preferable. That one word?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What are they? That is, I was -- I can't find -- what should I read? Because I've read the studies. I've read that Lancet study, which seemed to me the only referee for it said it wasn't any good. And I've read the Zimmer study and I found in there an amazing sentence to me which says that The Netherlands Information Task Force concluded it is not possible to administer so much of it that a lethal effect is guaranteed. They're talking about thiopental. So I'm left at sea. I understand your contention. You claim that this is somehow more painful than some other method. But which? And what's the evidence for that? What do I read to find it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what they're - - they're giving a three gram dose, I take it, and if - - or two grams or three grams; I thought it was three grams here. And I ended up thinking of course there is a risk of human error. There is a risk of human error generally where you're talking about the death penalty, and this may be one extra problem, one serious additional problem. But the question here is can we say that there is a more serious problem here than with other execution methods? I've read the studies. What else should I read?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do with the euthanasia -- instead of talking -- I looked; I found it more important to look at what they do with euthanasia than to look at what they do with animals, frankly, and I was therefore taken aback with the sentence I just read to you. What am I supposed to do about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That method has never been tried, correct."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know whether there are risks of pain accompanying that method?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The record establishes that the second drug that's used here is used to prevent involuntary muscle contractions. That would not be -- there wouldn't be a safeguard against that under one drug protocol, I take it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you -- do you agree that that is an appropriate problem to be addressed by the execution protocol, that they should try to reduce the likelihood of involuntary muscle contractions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that their -- one of their reasons was that it would enhance the dignity, not only of the procedure as a whole, but also to the condemned."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do with the -- if you prevail here, and the next case is brought by someone subject to the single drug protocol and their claim is: Look this has never been tried. We do know that there's a chance that it would cause muscle contractions that would make my death undignified. It will certainly extend how long it takes to die, so I'm subject to a lingering death and the more humane protocol would be the three drug protocol?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, I think that your main argument in this case, I mean, there's - - barbituate only seems to have come up rather late in the day, as Justice Alito pointed out, but your main arguments seem to be that the controls were inadequate. So you were beginning to say what controls would be necessary to render this procedure constitutional, and one that you said -- trained personnel to monitor the flow."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Two questions: Who would the trained personnel be? And, the second question, what would be the measures that they would employ?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do we do about the point -- the point that the doctors or the nurses say it's unethical to help with an execution? I mean, if we are going to talk about the constitutionality of the death penalty per se, that isn't raised in this case. And what the other side says is, well, you're just trying to do this by the back door, insist upon a procedure that can't be used."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you use those EMTs? Would they be qualified? Would the team that inserts the IV, would that team be qualified?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, are we in the difficult position in hearing your answers that, in effect, we're being asked to make findings of fact about the availability of medical personnel and the feasibility of training and so on that the trial court never made because it didn't think it had to make a comparative analysis here, so that if, in fact, the comparative analysis is crucial to the case, we should send the thing back for factfinding by a trial judge rather than trying to do it here. Should we remand if we accept your argument?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You were interrupted, and you gave Justice Ginsburg -- you said you have two problems for monitoring. She asked you who would do this and what measures would they use."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you were never able to get to the second."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as to the cuff, I thought the record was rather clear that it is just not used at these low blood pressure levels."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, this is an execution, not surgery. The other side contends that you need to monitor the depth of the unconsciousness. When you expect to bring the person back and do not want harm to occur to the person. But they assert that to know whether the person is unconscious or not all it takes is a slap in the face and shaking the person."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's their contention."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"With regard to the trial court's failure to make findings about the availability of people to do this and about the possibility of - - practical possibility of more effective and less painful drugs, was that a failure to ignore evidence that you produced?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you introduce evidence to show that indeed medically trained personnel were readily available to do the things you say?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm very reluctant to send it back to the trial court so we can have a nationwide cessation of all executions while the trial court finishes its work and then it goes to another appeal to the State supreme court and ultimately, well, it could take years."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't want that to happen."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you another question?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":10,"sideBefore":"","text":"May I ask another question about the state of the evidence. It really goes to an understanding of your position that was discussed a little bit earlier about the preferability of simply barbiturate dose as opposed to the three-drug combination. You said a moment ago that the evidence was -- and I think it was undisputed evidence -- that three grams of the barbiturate actually used would be sufficient to cause death; is that correct."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was undisputed?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if the current three-gram dosage were used and the second and third drugs were not administered, death would occur based on the undisputed evidence in this case."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Secondly, my understanding, my recollection, is that in a couple of places in your brief, one at least, you referred to the preferability of administering a, and I think the term was, massive dose of barbiturate, which I took to mean more than the three grams. Is that what you meant?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the massive dose."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any evidence in the record about what the enhanced dose would appropriately be if you decided or if a protocol author decided that there would be no chance whatsoever that death would not occur, and the amount should be greater than three grams? Was there any evidence in the record about how much there ought to be if you were going to go above three grams?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the government has told us they do."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Federal response."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You have objections that would apply even to your single drug protocol. You tell us that one reason this challenged protocol doesn't work is because people will mix the drugs in the wrong way, including the sodium pentathol. That objection would still be there if we adopted your alternative, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm focusing specifically on the mixing of the drugs. The mixing of the sodium pentathol would be undertaken under the Kentucky procedure and under your proposed alternative, correct?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We have been discussing this as though that is a constitutional requirement. Where does that come from, that you must find the method of execution that causes the least pain? We have approved electrocution, we have approved death by firing squad. I expect both of those have more possibilities of painful death than the protocol here. Where does this come from that in the, in the execution of a person who has been convicted of killing people we must choose the least painful method possible? Is that somewhere in our Constitution."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't agree with that. The concern was with torture, which is the intentional infliction of pain. Now, these States, the three-quarters of the States that have the death penalty, all except one of whom use this method of execution, they haven't set out to inflict pain. To the contrary, they have introduced it presumably because they, indeed, think it's a more humane way, although not one that is free of all risk."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Unnecessary and wanton, unnecessary and wanton infliction of pain."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, you're changing your position. You said -- you just said earlier that we didn't have to find the least painful way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you're not using the least painful way, you are inflicting unnecessary pain, aren't you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you rectify that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't your position that every form of execution that has ever been used in the United States, if it were to be used today, would violate the Eighth Amendment?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which form that's been used at some time in an execution would not violate?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Hanging certainly would, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a hard question? Is that a hard question, whether hanging would, whether you had experts who understood the dropweight, you know, that was enough that it would break the neck?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Hanging's no good. What about electrocution?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be, it has to be painless?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You have no doubt that the three judge protocol that Kentucky is using violates the Eighth Amendment, but you really cannot express a judgment about any of the other methods that has ever been used?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think you'd have to show it's unusual, not painless. I mean, cruel and unusual is what we're talking about. There's no painless requirement in there."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does this unnecessary pain requirement come from?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Dictum in our cases, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Dictum in our cases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Verrilli. Mr. Englert? "},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But do you also agree with the counter- proposition that if it is not properly administered there is some risk of excruciating pain?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"And do you agree that if that risk, say, occurred in every case, that it would violate the Eighth Amendment?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I take it this is obvious, but I wondered when I went through the brief. I assume this phlebotomist is not an MD?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is the training? I mean, \"phlebotomist\" is somebody who works with veins, I take it. What is the training?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So it's somebody like the Red Cross worker who puts in the needle when somebody donates blood."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Englert, I thought that there wasn't a serious question about who inserts the IV, that those are trained people, but the point that was highlighted was that the people who control the flow into the IV connection, that those people have no training, the ones that are called executioners, the ones who operate the, what is it, the syringe."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But they also are not trained people. I think what seems puzzling to me is the State has made an effort to make sure that the people on the team that inserts the IV, that those are well-trained professional people, but then apparently they leave the room, so that once the IV is inserted there is no professional person that has any further part."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but isn't it clear that a five gram administration of that drug would be fatal?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"It's not in the record, but it's in this document that we received the last few days, this long deposition of Dr. Dershowitz."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"And if it doesn't, if you just administerED more of the drug, then what?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I understand."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Would you contend that the second drug in the three-drug protocol is necessary in order to make the execution effective?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Particularly the one that the Chief Justice described."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"You don't want to have unpleasant appearance of death at the time."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"What is the justification for the second drug when it does, that is the drug that creates the risk of excruciating pain?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Right. I understand that."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The dignity of the process outweighs the risk of excruciating pain?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But then the risk of excruciating pain outweigh the risk of an undignified death?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Even a minimal risk. Everyone who goes through the process knows there is some risk of excruciating pain that could be avoided by a single-drug protocol. Would he prefer to say, I want to die in a dignified way?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's \"very long? 10 minutes?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"They use a single drug protocol for animals because it's more humane than the three drug protocol."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't it required by Kentucky law?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, so something more is involved than merely veterinary practice."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. But in the setting of Kentucky law the legislature of Kentucky has said we are going to make this a legal requirement and I assume they had some reason for it other than the fact that vets do it that way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Kentucky law do anything other than adopt the AVMA guidelines."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why was that necessary to pass a law if the standard veterinary practice was not to use T I'm obviously trying to get to what evidence we have here for a finding somewhere that we can take into consideration that there is a comparative benefit under the, under the veterinary practice as distinct from the protocol which has been devised so isn't it reasonable to suppose that the Kentucky legislature needs some kind of a finding came to some kind of a conclusion that in fact there was /SEUG deleterious about using the second drug."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The only cost correct me if I'm wrong but the only cost that you have identified in using the one drug only are number one, the appearance cost which you equated with dignity in your response to Justice Stevens and number two, the possibility and I don't know how strong a possibility but the possibility that the one drug would not work. Is there any other cost? In using one drug."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And I take it you don't have a figure for that Justice Stevens said 10 minutes and I don't think you had a clear answer one way or the other as to whether there was likely to be more."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And 30 minutes is against some risk of excruciating pain is, that in effect is it reasonable to say 30 minutes is too long."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is your point that there is simply no quantification of what that risk is."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay what's your."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So the nub of your argument really is they have not made a case or they do not have a record case for any significant likelihood of excruciating pain is this."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's still unclear why they should make such an effort to get trained personnel in the first instance and then even if they are in the next room, why isn't, why did they deliberately pick nonprofessional people to both administer the drugs and to check the inmate for consciousness."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What are the reasons."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But have you that expert team and it seems that they would be preferable to executioner who have no professional qualifications."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean the people who administer the -- who place the IV lines."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Englert, can I ask you a rather basic question? Do you think the constitutionality of the three-drug protocol itself is at issue in this case or merely the question whether Kentucky has done an adequate job of using that protocol?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"So if we just decide this on the ground -- and the record is very persuasive in your favor, I have to acknowledge -- but if we decide the fact that Kentucky is doing an adequate job of administering this protocol, that would leave open the question whether the basic use of this second drug, which does nothing but avoid unpleasantness of the visitors, is itself constitutional?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have to wait for another case to decide that rule?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Because I -- to be very honest with you, I think that you're -- you make a very strong case on the administration in Kentucky on the record in this case, but I'm terribly troubled by the fact that the second drug is what seems to cause all the risk of excruciating pain, and seems to be almost totally unnecessary in terms of any rational basis for a requirement."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But that we're not going to be able to decide today."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"It may have been in this very case, it may be. But that leaves often a whole other area of litigation, is what troubles me."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But no legislature has ever required it, as I understand it."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The three-drug protocol?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the executioners are also not visible to the public?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There was a finding that the second drug serves no therapeutic purpose."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's - -"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But if we held that that justification was insufficient to justify this protocol, it's hardly likely we would hold that it's so serious and make the whole procedure unconstitutional."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The interest in protecting the dignity of the inmate and of the observers is the justification for the second drug."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"If we held that that - - that that justification is insufficient to justify the protocol, how could we ever hold that that justification is so serious as to make the whole procedure unconstitutional."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And presumably it would depend upon whatever new alternative the plaintiff in that case proposed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Englert. Mr. Garre? "},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What do you say to the response which I think was in the briefs that the substantiality requirement has been derived in the course of conditions of confinement -- sort of litigation -- and we really should regard execution as sort of a -- a separate subject for purposes of coming up with a standard. What do you say to that?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we did for purposes of making a habeas 1983 distinction, but I -- is the distinction supportable when we come down to the question whether there should be a standard specific to execution as opposed to other conditions?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any comparative element in the substantial risk standard, if it were clearly established, undisputed that there was an alternative method that was much less risky, would there be an Eighth Amendment problem with the State or the Federal government nevertheless persisted in using a method that was inferior?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If that's part of the analysis, this never ends."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If that's part of the analysis, there will always be some claim that there is some new method that's been devised, and once again executions are stayed throughout the country."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you're standard is that there has -- well, don't let me misphrase it for you, but there have to be other obvious available alternatives."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So your safeguard one is the only -- you have against Justice Scalia, endless litigation, or does your threshold two do the same thing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Those who oppose capital punishment entirely across the board are quite willing to take a careful look at everything. They are quite willing to take a look at other alternatives. That's the problem we come up with a decision that requires a careful look in every case whenever there is a newly developed method of execution the problem will always be before us and executions will always be impermissible. We agree with those concerns, Justice Scalia, I want to be clear. Our standard is not a least risk - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"You have to, I mean, I can't, I don't know if \"substantial\" is the right word to capture it. Perhaps the right word is is there a significant risk that can be easily averted and what I'm worried about here is do we or do we not send it back, I'm quite honestly disturbed by the fact that in this - - I can't report they both recommend pancuronium and that the sodium thiopental doesn't work not even in grams of three doses in all cases but they think the contrary and if there is uncertainty here should we send it back for consideration of all these things in a more full hearing under a standard that does allow comparisons with other methods not to find a comparison not too fine a comparison but at least a practical comparison."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes but if we don't do something like that in this case Mr. Garre another case is going to come along and we are going to be right back here a year from now or 18 months from now and wouldn't it be better to get one case litigated thoroughly and get the issue decided rather than simply wait here for another one to wind its way."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Sure but if we decide it on this basis the next Petitioner is going to say I'm coming into court with evidence these people did not present and therefore we are going to have a new case and new round of litigation and I think what's disturbing Justice Breyer what's disturbing me and others is we want some kind of a decision here, and it seems to me that the most expeditious way of getting it if comparison analysis is appropriate and I will be candid to say I think it is is to send this case back and say okay do a comparative analysis, make the findings and we will then have a case that will in effect resolve the issue as much as one case can ever do."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You say that substantial, that comparison with other possibilities is not necessary so long as the only risk that is coming is a risk of negligence or improper execution of what, of what the protocol requires right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You would say that so long, so long as the only risk comes from negligent application of the protocol, no comparison is required?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if we decided that, if we decided that if this protocol is properly executed, it does not create a substantial risk that would be the end of the matter wouldn't it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And we would not have another case in front of us next year."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Garre would you explain to me I can't the Federal Government has picked five grams instead of flee."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did you mean to say unconsciousness."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you Mr. Garre. Mr. Verrilli, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the anesthesia concern of course is you don't want to kill the person when you're administering just anesthesia in a surgery so you would want somebody trained there that you could bring them back if anything went wrong that concern is not present here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2897,"interruptions":18,"times_spoken":68,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ROY T. ENGLERT","firstName":"ROY","lastName":"ENGLERT","counsel":true,"justice":false,"side":"respondent","words_spoken":2228,"interruptions":13,"times_spoken":52,"laughter":0,"num_int_by":4},{"id":2,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":957,"interruptions":6,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":174,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":448,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":758,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1028,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MR. VERILLI","lastName":"VERILLI","counsel":false,"justice":false,"side":"","words_spoken":1,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":573,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2897,"times_spoken":68,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":19,"words_spoken":3185,"times_spoken":70,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":4224,"times_spoken":142,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035048}}