{"petitioner":{"name":"DONALD L. CARCIERI, GOVERNOR OF RHODE ISLAND, ET AL.","counsel":[0]},"respondent":{"name":"No. 07-526\nDIRK KEMPTHORNE, SECRETARY OF THE INTERIOR, ET AL.\n","counsel":[1]},"caseNumber":"07-526","date":"2008-11-03T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-526, Carcieri v. Kempthorne. Mr. Olson. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about a poster that says \"Give blood now.\""},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They put up a poster that says \"Give blood now.\""},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't mean when it was printed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the additional definition in section 19 of \"tribe,\" which is not limited the way the first sentence is?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't it have to be correct because in -- in section 19 it says that the term \"Indian\" means, among other things, all other persons of one-half or more Indian blood. Now, the use of \"Indian\" there can't be limited. It would be circular if that definition applied to the use of that adjective there."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What sort of -- excuse me. What sort of tribes were not under Federal jurisdiction?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Pardon me. What -- what -- yes, what members of tribes were not under Federal jurisdiction?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there, then -- were there persons of Indian descent who were not under Federal jurisdiction?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what kind of persons would those be, persons without a tribal affiliation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"My understanding - - maybe I've got this wrong, but there was not then, as there is now, a list of tribes that are recognized and under Federal jurisdiction. So how -- how do you tell in 1934 who is under Federal jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I guess the point is that, given the weight that you are placing on the word \"now,\" you would think there was some clear way to say who was recognized before then and who was recognized after that. And I -- I just don't know what the test of recognition was in 1934. But if they were drawing -- if Congress were drawing a sharp line, presumably, it would be based on a sharp distinction; and, yet, as I understand it, there is no real sharp distinction."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're told that that -- that effort was ridden -- ridden with mistakes. So could you have, under your definition, a tribe that is recognized relatively recently, whether it is about 16, but that was, in fact, a tribe in 1934; that is, the - - although it wasn't formally recognized until later, it was, in fact, a tribe in 1934?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, I suppose if the phrase \"now under the jurisdiction of the United States\" did not have any clear meaning when the statute was enacted, it -- it wouldn't have any clear meaning for the future, either. So you don't -- you don't solve that problem by reading \"now\" to mean \"then,\" right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I'm saying it doesn't help if you do what the Government suggests. That doesn't give any clearer content to the meaning of being under Federal jurisdiction. It is still going to have to be worked out somehow. The question is whether you work it out and apply it as of the time of the statute or work it out and apply it time by time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. No. That's not true, because now you have a very clear system. You are recognized if you are on the list. If you don't -- you know, maybe you shouldn't be on the list; maybe you should be. But you are recognized if you are on the list. That wasn't the case in 1934."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, can I ask you a kind of a -- maybe it's too obvious -- preliminary question? Is there a definition of the term \"Indian tribe\" in the statute?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Section 19 defines the term \"Indian,\" but there is no definition of what an Indian tribe is."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"See that -- that word isn't limited by time or date, is it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the word \"Indian\" -- it says the word \"Indian,\" in the last sentence, \"'adult Indian' wherever used in this Act shall be construed to refer to Indians who have attained the age of 21 years.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where were you reading from? I - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm looking at the Government brief. That's - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what's causing me confusion there. You're talking about -- I wish we would just use the statutory numbers, but do what you like."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, am I not correct that the membership in the tribe is just one category of persons who are included in the broader definition of the term \"Indian\"?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And one of the them is members of the tribe."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Another is one who -- Indians who have attained the age of 21 years. The other other is -- let's see. \"The term 'tribe' wherever used in this Act shall be construed to refer to any Indian tribe, organized band, pueblo, or the Indians residing on one reservation.\" Now, that reference to the term \"tribe,\" as opposed to \"Indian,\" doesn't have any limit on the time."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think -- do you think the meaning of that -- the words specifically that were added were \"now under Federal jurisdiction.\" The word \"recognized\" was already in the statute. So, it looks like the \"now\" applies to \"under Federal jurisdiction.\" Now, my law clerks, in doing research on this, came up with a number of instances where the tribe wasn't recognized until 1976. I think that was true of something called the Stillaquamish Tribe."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's recognized in 1976, but then they go back and they say, well, was it under Federal jurisdiction in 1934? And that seems a rather loose term that includes the fact that you are under Federal jurisdiction if, for example, the Federal Government has a treaty with you that requires the Federal Government to do something. Suppose that's the right reading of this. Then should we send this back?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm saying I'm agreeing with you on the meaning. The meaning is \"now,\" but it's \"now under Federal jurisdiction.\" So, there would be a question. This tribe wasn't - -"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They wouldn't qualify for two reasons -- A, they weren't recognized; and B, they weren't, in 1934, under Federal jurisdiction? Or either?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I suppose that what the Government wants us to do is put in two commas: The Indian as used in section -- a person of Indian descent, comma, who are members of any recognized Indian tribes, comma, now under Federal jurisdiction. That still might not help if they weren't under Federal jurisdiction in 1934."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if they were recognized later?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't agree that \"recognized later\" complies with this statute in your case."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, let me just make sure I get this off my chest, and then I'll be quiet. The first sentence in section 19 defines the term \"Indian.\" And that's the section you're talking about?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"What section are we talking about -- 19? Or are we talking about some other number?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":7,"sideBefore":"justices","text":"-- in this Act. The second refers to -- the second sentence refers to Eskimos. The third sentence defines the term \"tribe,\" the term \"tribe\" -- and in that definition there is no reference to time."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm talking about the third -- the first sentence defines the term \"Indian\"; the third sentence defines the term \"tribe.\""},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Organized band, pueblo, or the Indians residing on one reservation.\""},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The word \"Indian\" does not modify the word \"tribe\" as used in the third sentence. That's my point."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying for purposes of getting the meaning of the word \"tribe,\" just look at the sentence defining that term, and that doesn't refer to any time limit."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't limit it to Indian tribe. It says, shall include \"any Indian tribe, organized band, pueblo, or the Indians residing on a reservation.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that you think \"Indian\" modifies \"organized band\" and \"pueblo\" as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Maynard. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the statute reads the same whether \"now\" is in there or not? You read it as saying any recognized Indian tribe under Federal jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying the only way that makes sense is to read it as if it weren't there."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure he was, because when I looked through that whole thing it seemed to me what they were worried about -- Senator Thomas was worried about remnants of tribes, and they were talking about an example of the Catawba Indians in South Carolina, and they had a discussion about that; and then it seemed everybody on the committee agreed that these Catawba Indians should not be included if they were only one quarter Indian. They should be included if they were half Indian. And that meant that they had to fall within the other phrase, not the phrase that we are talking about. So then they say how do we get this result? I mean, because they are a tribe. Because they are certainly a tribe and they are recognized, the Catawbas. And then the answer to that was -- what's his name - - the Collier -- Collier. Collier says: I'll tell you how: We add the words \"now under Federal jurisdiction.\" And he thought what he was doing was ruling out the Catawbas and only allowing the half Indians to come in. Now, ironically, later on, in the '40s I think, the government decides that the Catawba tribe is in fact under Federal jurisdiction in 1934 because a treaty exists. Anyway, that's how I read it and the California Indians were quite secondary to what they were talking about. They didn't -- they didn't know whether they were under a tribe or not a tribe or anything."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was fairly clear."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but they -- I mean, Senator Wheeler was worried about the Catawbas. Then Wheeler decides, okay, the half-Indian Catawbas fall in, but the quarter-Indian Catawbas don't."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'll go back to it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where was this interesting conversation? Was it even on the floor of the Congress? It couldn't have been, because one of the members wasn't a Congressman, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It was at a hearing, oh."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":7,"sideBefore":"justices","text":"You learn a lot at hearings, actually."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He can include anybody else? He can include, for example, people who are only one quarter-Indian blood, even though, you know, they went to the trouble of defining it as 50 percent Indian blood?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Very strange statute, just leaving it up to him to do whatever he wants."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so there is no limitations. It includes this and it also includes whatever else he wants. Is that it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's a very strange reading of \"shall include\" when you're dealing with a word that does not itself have any solid content. When you're dealing with a word that's pretty much self-defining, yes, you can say \"shall include this,\" because what in addition is included is -- is pretty clear. But these words have virtually no -- no content; and if you say \"shall include\" means, you know, it has this, I'm still left with well, what else does it have? I can't believe that the statute was meant to be that expansive, to let the Secretary buy land for whomever he wanted."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Maynard, would you clarify one other thing for me? The sentence in question with the word \"now\" in it and so forth, does that have the meaning that it includes descendants who are less than a half-blood, quarter-blood, eighth-blood and so forth?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that is an expansive definition of the term \"Indian,\" right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so you're applying now, when you're talking about who is of Indian descent - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- Indian descent of those in 1934, but not when it's determining -- in other words, you say the Indian descent as of when?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I see."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about United States v. John? There the Court in describing an Indian, Indian descent, went out of their way to include in brackets the phrase \"any recognized in 1934 tribe now under Federal jurisdiction\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it -- it may have shown it's ambiguous, but it shows how -- shows how we resolved the ambiguity."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's pretty clear what the Court thought it meant, though, isn't it? Whether it's dictum or not, it's pretty clear that the Court thought it clearly enough meant that, that they were willing to say bracket -- you know."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I agree."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I agree."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":7,"sideBefore":"justices","text":"What do I do about - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"It suggests that it's not very ambiguous, I think."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":7,"sideBefore":"justices","text":"What do I do about the fact -- I was looking this up -- Collier and Felix Cohn, the world's authority on Indian law, both write at the time: this means under Federal jurisdiction in 1934; and they write it and they rewrite it and they rewrite it. They say nothing to the contrary. I mean, they are the ones who did it, so I have to admit I'm pretty much moved by the fact that they thought that's what it meant."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I could only find one instance, which is that Biloxi tribe, where the - - something, you know, the ones in Louisiana -- aside from that instance, I have not found one other instance that is inconsistent with the words \"now under Federal jurisdiction\" meaning Federal jurisdiction in 1934."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you want to list them, I'll look them up."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I believe that's organized or recognized, because what they did in several cases, I found, like the one, the Stillaquamish or whatever, they said, yes, we recognize them now. They weren't recognized in 1934, but they were under Federal jurisdiction in 1934 because there were treaties that applied between the Federal Government and the Indians which gave these Indians rights then. And that -- that seems consistent with what -- what Collier and the others say."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That, seems to me, not to help you, because if they are the same, then that would apply to both. Justice Breyer was suggesting, as I had earlier, that maybe you can make a distinction between those were under Federal jurisdiction then and recognized tribes now."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This is -- we are talking about an extraordinary assertion of power. The Secretary gets to take land and give it a whole different jurisdictional status apart from State law and all -- wouldn't you normally regard these types of definitions in a restrictive way to limit that power instead of saying whenever he wants to recognize it, then he gets the authority to say this is no longer under Rhode Island jurisdiction; it's now under my jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do we know which one of them benefits the Indian? I mean, have the Indians benefited from Federal jurisdiction in the last 50 years?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What are the plans the Indians have of doing with the land once it's determined to be Indian land subject to trust of the Federal Government?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, of course, the use of that land would not be limited to housing, right? They could engage in other activities that Indian tribes can engage in, correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Chief Justice's question, and I was going to put the same question to Mr. Olson, is whether or not there is -- is some canon of construction, some principle of Federalism which makes us be very cautious before we take land out of the jurisdiction of the State. It sounds to me plausible. Is there any authority for the proposition I just stated? Have we said that in cases or - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or have we said the opposite, that there is no - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But is there any overriding principles about which we must be most cautious before we interpret the statute as depriving the State of the ownership and jurisdiction of this land? Is there anything in the cases either way on that point?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, your friend on the other side says the exact opposite. It was backward-looking. They had had the allotment policy, which they decided was not a good idea, and yet, that had resulted in Indian land being turned over to in fee simple, and this is a way to compensate for the discredited allotment policy. So, if you weren't recognized in 1934, you were not penalized by the allotment policy, so you didn't need the benefit. I think that backward-looking perspective seems to make perfect sense."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As you read the statute, Ms. Maynard, the words \"now under Federal jurisdiction\" could be deleted and the statute would mean the same thing that you're urging. So what do the words \"now under Federal jurisdiction\" add?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there may -- there may not be, but let me on that score, take you back to an answer that Mr. Olson gave. Assume for the moment, for the sake of the question, that we were to read this the way Justice Kennedy and Justice Breyer suggested, and that is to draw a distinction between the reference -- the now reference between recognition and jurisdiction and say that the now refers to jurisdiction and it refers to the time of passage. If that is the way we read it, should we remand this case to the circuit? Mr. Olson said no. There is no claim that, in fact, the tribe was, in fact, under jurisdiction at the time of passage. What is your answer?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, tell us what you want us to do."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In any case, you are not here to represent that, in fact, we may assume that there was no jurisdiction over the tribe at the time of the passage?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it hasn't -- if it hasn't, then you're not in the position to make the representation that Mr. Olson -- I think Mr. Olson's answer suggested would be a correct one."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Are we in a position to -- to draw or accept that conclusion here? I mean, that -- that wasn't worked out. Shouldn't we remand and have that specifically addressed and specifically address the question of jurisdiction?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you were -- you were saying that the -- that a distinction simply had not been drawn at the BIA level, I guess, between jurisdiction and recognition. And I don't think -- I don't think we are in a position to say, yes, that's so or, no, that isn't so. So that would seem to me to argue for a remand in and of itself."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Would you agree?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I wouldn't know that that's so, because the -- the question I ask myself on that is: Were I in Congress, is this the kind of thing I would have delegated to the Secretary to decide. And it's very hard for me to think that Congress wanted to delegate the power to the Secretary to decide whether \"now\" happens to mean 1934 or \"now\" means any time in the future. Well, I mean that's something Congress would decide: They meant by \"now\" 1934, or they meant by \"now\" any old time it's applied. Now -- now, you could argue that both ways, but why would you want to delegate? What human being would want to say: The meaning of the word \"now\" is something I'm leaving to the Secretary?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not -- I'm not saying it unambiguously means it. That's not what I'm saying. I'm saying it's totally ambiguous, but what the Secretary has to say about it is enlightening only insofar as the Secretary knows more about it than I. That's fine. But not insofar as it delegates power to the Secretary to make up his own mind."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a question? It seems to me that the limited definition of \"the tribe\" really is quite irrelevant to this -- to this case. The term \"Indian\" is defined to include two classes of persons: One who are members of a certain category of tribes and others who have more than half Indian blood. It seems to me that -- and then you get to the definition of \"tribe\" that comes later. It seems to me that when you're talking about the definition of \"tribe,\" the statute would have exactly the same meaning if, instead of it limiting by time from 1934, it said tribes located west of the Mississippi. If they just limited it to that, that wouldn't have limited the definition of \"Indian.\" I mean the definition of \"tribe.\" It would have made the category of -- of persons of Indian dissent or eligible to be treated as Indians and whose eligibility is determined by tribal membership, limited but the -- not to include all tribes. So you can limit it, as I say, to tribes west of the Mississippi. But then when you get down to defining the term \"tribe,\" there is no such definition. So that I just think the fight about what \"now\" means is totally irrelevant to the meaning of the definition of \"tribe.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm interested -- I'm interested in the Secretary's conclusion that recognized \"tribe\" and \"tribe now under Federal jurisdiction\" are one and the same; that the words are used redundantly. Does he know the rule that we usually don't -- I guess he doesn't because he interprets \"now\" to mean nothing. Does he understand that we usually do not interpret words to have no meaning? Why would they say both if they both mean the same thing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"\"Recognized tribe under Federal jurisdiction,\" that, to me, means two different requirements."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I have difficulty with the \"tribe\" thing. I think it's a very difficult case. I have a hard time. But the difficulty with the word \"tribe\" is that either that tribe has some people in it who are Indians, or it doesn't, right? That has to be true. Now, if it has some people in it who are Indians, i.e., a person who falls within the definition of \"Indian,\" then, of course, the Secretary can take land for that because the whole thing is for the purpose of giving land to Indians. But let's imagine a tribe that has no Indians in it within the definition of the Act. You are saying that this Act would give to the Secretary the power to take land for an entity that has no members within the Act. Now, that is pretty hard for me to accept."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there is one thing. It says it's for the purpose. We -- we give the Secretary the power to take land for a tribe for the purpose of giving land to Indians."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And now we have assumed a tribe that has no such members because \"Indian\" has a special definition."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't understand how you say that -- that the term \"tribe\" has no limitation to Indians. \"The term 'tribe,' whenever used in this Act, shall be construed to refer to any Indian tribe, organized band or Pueblo, or the Indians residing on one reservation.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- I mean circular definitions are nothing unusual in the legislation that Congress comes up with."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What meaning -- what meaning do you think the sentence has when it says: \"The term 'tribe' shall be construed to refer to any Indian tribe, organized band, Pueblo, or the Indians residing on one reservation\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How can you interpret that not to be limited to Indian tribes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"An Indian -- an Indian community. Now, if we are looking for a definition of \"Indian,\" we go back to the first sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it does it four times, you ought to give effect to it at least once. It says \"Indian tribes now under Federal jurisdiction.\" It seems to me that that is the key restriction, and that it's not taken away by that last sentence, which again reiterates that it's \"Indian tribe.\" And then in the last clause to which you refer, it's still \"Indians residing on one reservation.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a defined term."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It just describes the subcategory of Indian tribes who -- for whom members can qualify even though they don't have half blood. That's the point. It picks up people who are less than half blood if they are members of of those tribes."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then Collier, himself, would have been wrong. Because Collier in this great famous colloquy says, when he adds these four words, he says to the Committee: That would limit the Act to the Indians -- the Act would be limited to the Indians now under Federal jurisdiction except that other Indians of more than one-half Indian blood would get help. So what he is thinking in his mind is if you have any kind of entity or a person who is more than one-half Indian blood, fine. The Secretary can act. But suppose we have an entity that has only people who have less than one-half Indian blood. Then they are out of luck unless they are now under Federal jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of course if we just -- I'm sorry to jump back to the other provision, but if we disagree with your interpretation and Congress thinks we are wrong they can pass another one of these 15, 16 provisions that they have that says this tribe is -- is recognized now."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- I'm sorry to keep you there longer than you may want to be. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Why -- why else - - why would Congress then enact these 15 or 16 separate provisions if they think the -- if in this provision they think it's not necessary?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Olson, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How did it get to be recognized? I thought the recognition reflects that it's had a history going way, way back?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3650,"interruptions":21,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":2931,"interruptions":26,"times_spoken":62,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":1,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1229,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":55,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":120,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":705,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":304,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3650,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":26,"words_spoken":2931,"times_spoken":62,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":4222,"times_spoken":116,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3}}