{"petitioner":{"name":"ANTHONY HEDGPETH, WARDEN","counsel":[0,1]},"respondent":{"name":"No. 07-544\nMICHAEL ROBERT PULIDO. ","counsel":[2]},"caseNumber":"07-544","date":"2008-10-15T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-544, Hedgpeth versus Pulido. Mr. Friedlander. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do that again, will you?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I interrupt you? You are saying no error occurred, and on page 11 of your brief you say, \"An unconstitutional instructional error occurred in this case because there was a reasonable likelihood the jury found,\" and so forth and so on."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said that's what happened here. That's what your brief says."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you should have said \"no\" to the question, I think. Because I thought the question -- whatever it was, you are saying that there isn't a reasonable likelihood that its error influenced the outcome. You are not saying that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that the California Supreme Court gave an incorrect explanation to the answer to that question? They said there was no harmless error because the -- the jury made a specific finding that rebutted that, and that finding depended on the difference between the word \"and\" and \"or.\""},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm -- I'm questioning the basis for the Supreme Court's conclusion that the error was harmless."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which meant that the jury really hadn't answered the question they thought it had answered."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you do that, you are removing the basis for the California Supreme Court's decision."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that not right?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"At least the basis - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The basis - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for the decision was a -- was a specific finding - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you clarify the -- the category of cases that would be affected if your argument is accepted? There would be -- an error would be -- would not be harmless under Brecht if it had a substantial or -- or injurious effect, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what is the standard under California law for submitting a theory of liability to the jury? Presumably, you have to have some evidence in support of it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you are -- you are arguing that there are instances in which, when a theory of liability is submitted to the jury, the error -- and it's erroneous -- the error can be harmless."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct? Now, what are the -- what is the standard under California law for submitting the theory of liability to the jury in the first place? You have to have -- presumably, there has to be some evidence in support of that, right? How much?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'm asking is: When is there going to be a case in which a theory of liability is submitted to the jury and it's -- and it's erroneous -- multiple theories are submitted; one erroneous. And yet it would turn out that the submission of the erroneous theory did not have a substantial or injurious effect."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there was - - that there was this -- there were three possibilities, and one was that the defendant didn't do anything before, didn't do anything during, but was simply an accessory after the fact. If the jury believed that, then there was no way it could convict him of the crime that he was convicted of."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we know that? Was there a special verdict?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They found the greater offense, so there would have been no need for them to go to the lesser included offense. Your trouble is -- and I think the problem that we are having is that in finding the greater offense, they may have done so under a theory of accomplice liability that was consistent with the accomplice simply coming in at a late stage in the proceedings."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's the difficulty we are having."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the, the difficulty with using that as a means of answering the first error was that the way the special circumstance instruction was phrased, they could have found the special circumstance without finding anything more than that he came in at a late stage."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The second -- go ahead."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we -- in this - - how do we know what the jury found? They just came in with a guilty verdict; is that right?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the special circumstance finding the one that had the word \"or\" in it, and therefore allowed the jury to give a post - killing interpretation of the event."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that was what the California Supreme Court relied on?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":5,"sideBefore":"justices","text":"I agree with Justice Stevens. I thought that was the whole problem, the \"or\" and the \"and\" is the problem for you."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but isn't -- maybe I'm not getting it. Help me out here. One possibility under -- under the instruction at JA 13 is \"or assisted in the crime of robbery.\" And the other instructions because they are erroneous leave open the possibility of finding that he assisted in the crime of robbery only if he came in late. And that's why it does not solve the original error."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I may be doing that."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it say that he must have assisted prior to - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Then that doesn't cure the error."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that you're arguing one of two things: First, that there was no error at all under Stromberg; or second, that if there was error, it was harmless error. And I thought the case was about whether or not the Ninth Circuit erred in concluding that harmless error analysis didn't apply to a Stromberg error."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The district court didn't say that."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we were to say, Ninth Circuit, you were wrong, but the district court was right - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you not agree that the harmless error -- the -- the rationale of the California Supreme Court was incorrect?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the harmless error analysis. Actually, I'm agreeing with you that there should have been harmless error. Did it perform the proper - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- answer was incorrect, too, wasn't it? And that answer was incorrect?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Shah. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's what the district judge did, right?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It could just review the district court's decision using the standards that the district court used?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I wasn't questioning that. The issue, is the United States position say structural error was wrong, harmless error was right, and then just have the Ninth Circuit review the district court's decision that held that there was harmless error the way it would ordinarily review a district court decision?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why do you say in light of the jury finding when you have disavowed any necessity that the jury had found this?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean \"in light of the jury finding,\" why don't you just drop that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose it's not, in the abstract anyway, necessarily true that this case follows a fortiori, because here, at least you have a valid theory. That may make it a harder case, because the jury had based its entire verdict on an invalid theory. It may be more difficult than a situation where you've got a theory of the case that is invalid because a particular element is missing. And you can look and see whether or not that was harmless or not."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The difference is when you only got one theory, you know what he relied on. When you got alternatives, how do you know which one he relied on?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I guess, though, the point is when you have invalid and valid theories, it would be a little harder than Neder, because they don't have to make any findings under the valid theory. You know, because you don't just have to fill in a missing piece of the puzzle, as in Neder. You have to -- they might have been working on an entirely different puzzle."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No. But in this case the question is whether the uncle did it or the nephew did it. And if there is a lot of doubt about -- about -- if there is substantial reason to believe maybe it was the uncle, they might have taken the easy case out. I think this is vastly different from a single theory case."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Because it's an -- there is plenty of evidence that he might have been guilty after the fact. There is no doubt about that. But there is doubt about the former."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Perhaps after -- after the death occurred. That's all we really know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So what we are talking about, in other words, is the application of harmless error, which may or may not be harder in the multiple theory case, and not the question of whether harmless error analysis should be applied."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Aren't there going to be cases in which there's enough evidence to support the submission of a theory of liability to the jury, but so little that the court is going to be able to say that it's harmless under -- that the submission of the invalid theory was harmless under Brecht?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"There is difference. An element of the defense has to be submitted to the jury. And it may be that that it's -- the element is undisputed, but a theory of liability isn't going to be submitted to the jury unless there is some evidence to support it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Shah. Mr. O'Connell. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I agree with that. And my question is going to be -- at some point, both of you seem to agree with that so -- pretty much, it's a harmless error standard of review. I think a wrote a case on that, which says that - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So why don't we just send it back and say apply the standard?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying that I should have grave doubt myself and any judge would have to. He made an argument here I think that wasn't such a bad one. He said look at page 14 and you'll see the mistake, you know, in the joint appendix."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There it is. And it's absolutely wrong. The basic instruction under the law says you have to be engaged in the crime and you have to have a certain state of intent. You have to have committed this murder in order to help the crime or at least in order to escape."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And that's wrong. Put them together, but then look at the instruction on page 13, which he actually gave, and the one on 13 really does seem to say that, or more so. It says, you can only apply -- jury, you can only apply this special instruction if two things are true: First, in lines 9 through 12 of that instruction, it seems to repeat that you have to be engaged in the crime. And then just before that, it says, and you have to have one of two states of mind. You have to either intend to kill the person or at least be recklessly indifferent. And since that's what we said on page 13, the fact we made a mistake on page 14 doesn't matter that much. That's one of his arguments that I'm sure they have a lot of evidentiary ones and a bunch of other ones."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the error wasn't harmless. And that's an argument you can make before the Ninth Circuit on remand."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why don't we just take them at their word? As you say, they are applying the wrong nomenclature. It would be easy enough for them when they get it back to say, oh, we meant, you know, harmless error under Brecht. But that seems to me to be at least an open question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Under Brecht, you have the burden of showing a substantial injurious effect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you think you win under Brecht?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You think the Ninth Circuit, although it didn't use that label, actually applied the Brecht standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure. Well, then it seems to me you agree with your friend that the Brecht standard -- and the government -- that the Brecht standard applies."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And all the fight is over is whether the Ninth Circuit applied that standard or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't we just send it back and ask them? Say: We can't tell. The parties are having disagreement about what you did. What did you do?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure that would be -- I mean, what worries me is proliferating arguments among judges. Why not just say, you know, apply Brecht. I'd like it with the O'Neal clause because it seems to me the O'Neal clause applies."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Just go do it. And then they can say \"we already did it,\" or they can say \"we didn't already do it, but we'll do it now.\" Let them say what they want to say."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. O'Connell."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Friedlander, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Friedlander. The case is submitted."}],"people":[{"id":0,"fullName":"JEREMY FRIEDLANDER","firstName":"JEREMY","lastName":"FRIEDLANDER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2005,"interruptions":16,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":1,"fullName":"PRATIK A. SHAH","firstName":"PRATIK","lastName":"SHAH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1245,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":2,"fullName":"BRADLEY O'CONNELL","firstName":"BRADLEY","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"respondent","words_spoken":1997,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":41,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":425,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":193,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":222,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":22,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3250,"times_spoken":58,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":3,"words_spoken":1997,"times_spoken":17,"laughter":0,"num_int_by":2},{"side":"justices","interruptions":7,"words_spoken":2091,"times_spoken":77,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.12192352420579144,"respondent":0.8780764757942086,"date":1472411005675}}