{"petitioner":{"name":"FEDERAL COMMUNICATIONS COMMISSION, ET AL.","counsel":[0]},"respondent":{"name":"FOX TELEVISION STATIONS, INC., ET AL. ","counsel":[1]},"caseNumber":"07-582","date":"2008-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 07-582, Federal Communications Commission versus Fox Television Stations. Mr. Garre. Solicitor General Garre. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did it -- did it reconsider its policy? In the first order, I would -- I would have gathered that it had, but its second order said basically, we've never had a policy that single use of these expletives is okay. Which is it? Are they changing their policy or not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The latest order, the one that's up here, says that all of the statements to that effect in the past were simply staff statements and that the Commission had never held to that effect before."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is the agency's position that its policy has changed or that it has not changed?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the court recognized, but it seems to me the FCC -- and this is what Justice Scalia's questions go in part to -- in the remand order at first it said its policy hadn't changed."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think it rewrote that in its last order, and I think it even explained away the Golden Globe statement by saying it was not as categorical as it might appear."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think, in terms of our legal review, it makes a difference whether it's a change or whether it's a continuation of a prior policy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess my question is, do you think a different legal standard applies when an agency changes a prior position as opposed to articulating its position for the first time?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't the Commission - - the Commission asked the Second Circuit, said: We've changed our policy; we want you to remand the case to the Commission so the Commission can explain what its new policy. I mean, isn't that how this whole thing arose? The case was in the Second Circuit and the Commission said it wanted to have an opportunity to explain its position more fully?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the problems is that, seeing it in operation, there seems to be no rhyme or reason for some of the decisions that the Commission has made. I mean, the \"Saving Private Ryan\" case was filled with expletives, and yet the film about jazz history, the words were considered a violation of the Commission's policies. So that there seems to be very little rhyme or reason to when the Commission says that one of these words is okay and when it says it isn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose the most difficult case for you is the \"Early News\" case where you have just a fleeting expletive, unlike \"Saving Private Ryan\" and the others. I mean, how do you distinguish the \"Early News\" case from the ones before us?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the same -- if you had a news report about Nicole Richey and the Cher exhibits, they -- they could use the actual language, even though they can't during the -- the awards shows?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there only those two words in the FCC's new policy or are there other words on the list?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it true that - - isn't it true that that is a word that often is used with -- with no reference whatsoever to the -- the sexual connotation?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You think it's equally - - it's equally subject to being treated as indecent within the meaning of the statute regardless of which meaning was actually apparent to everybody who listened to it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is, indeed, why it's used."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that is an entirely voluntary -- I mean, the Commission would have no objection if the F-Word were used on a regular basis after 10:00 o'clock?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Although they don't, I gather."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they find it offensive, I gather."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How are the contemporary community standards determined in this context? Does the FCC survey any particular audience to find out what their standards are?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose the broadcasters' own voluntary determination not to use that -- that language 24 hours is a reflection of what they think about community standards."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you talking about community standards for broadcasting?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Still, I gather that's at issue with the constitutional questions. Does that still have the same force today when the broadcast medium is only one of several that are -- that are available? In other words, it seems to me that the Commission might not be accomplishing terribly much if it regulates a particular medium when all sorts of other media, media, are available that don't have the Commission's oversight."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I ask? You can go ahead. Are you finished?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but wasn't the rationale for the lesser standard largely the scarcity of the frequencies?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it relied on it in Red Lion?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was before the Internet. Pacifica was in 1978."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I just have a practical question. I'm just curious about this. What are the networks supposed to do, or the television stations? They cover a lot of live events. They're not just sports events. They're also like but the Golden -- you know, the Emmys, the Oscars, and you deal with a cross-section of humanity. And my experience is some parts of that cross-section swear. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"So, what is it -- what are they supposed to do when the event is live, and lo and behold, they have a few people in front of them who swear, using these words? What is their -- what can they do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what they -- what they now -- they now do this? In other words, whenever they cover a baseball game, whenever they cover anything live, they have to have some kind of tape system or for the Emmys, everything is on tape and it's all delayed five seconds?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about breaking news coverage. I guess I'm talking about, you know, any one of -- they cover the wrestling matches, they cover -- you see what I'm driving at. And I would like to know what is the state of the art? You are saying the state of the art is right now when I turn on my television set, they all use a delay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or are you saying they all have to use a delay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They had a 5-second delay at the time these things occurred, didn't they?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it wasn't -- it wasn't that they weren't fast enough or something?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends on whom you are dealing with, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the FCC explain all this in its opinion when it said, we understand that now we're going to have to -- every incident is going to have to be -- have a 5-second delay and they will have to have tapes, and we think it's worth the cost? Did they explain all that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't see it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This Paris Hilton incident was scripted. The use of the indecent word was almost invited, wasn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there a different word? Wasn't there a euphemism in the script? I thought there was a euphemism in the script."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was sort of an invitation. I mean, before she was introduced, said, \"Now we're on live television, you have to watch your mouth\", or something like that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was a setup."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you didn't fine them, anyway, did you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you had gone from Pacifica until 2004 with a different policy, where this kind of thing would have been okay?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Remind me about that, because there was -- the statement that the networks don't do this at all at the time of Action for Children's Television, the fight was, was it going to be from midnight 'til whatever it was. The networks wanted more hours for adult viewing. They said the only hours that the Commission gave them were hours when most everybody is asleep."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I shouldn't ask this, but is there ever appropriate for the Commission to take into consideration at all the question whether the particular remark was really hilarious, very, very funny? Some of these things - - (Laughter.)"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- you can't help but laugh at. Is that -- is that a proper consideration, do you think?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it's funny. I mean, bawdy jokes are okay if they are really good. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you review me to one thing in the record if it's there, or just tell me. I did find an explanation for the agency deciding that \"fleeting\" is not going to be an automatic exemption. They've talked about that. What I didn't find is an explanation for a second thing, which had to do with their first prong of their former test, and that was the distinction that used to be made between using these words as swear words and using them as descriptive words. Now that, I think, showed up in their former policy because they said if they were used as a swear word we are not going to go after them, at least not immediately. So that had to do with prong 1, not prong 2."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So is there an explanation why they made that change?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It hasn't?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask one question? It's about the bottom line of your brief. This whole argument has an air of really futility, because the Second Circuit more than tipped its hand when it said: And even as they gave a reasoned explanation, we have grave doubts whether this would be constitutional. You suggested in your brief a remand for briefing and a hearing in the Second Circuit on the constitutional issue. So, is there a way that we can say, well, really, this issue that's before us now is ignoring the big elephant in the rule, room; we have to get to that anyway?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could that be -- could that be done without deciding this APA or are we forced to decide that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General Garre. Mr. Phillips. "},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but doesn't -- doesn't the ability to discern it come from the reasons given for not assessing fines? They said: We are not assessing fines. This is something new, and this is in effect a warning to everybody that things have changed. Isn't that a pretty clear indication that they are adopting a new policy?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are they -- are they supposed to be more virtuous than courts?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, courts all the time, you know, distinguish prior cases by saying, \"well, you know, it was dictum, or we didn't really hold that and whatnot. \" And I read their opinion as somewhat the same -- somewhat the same thing. They acknowledge at the end, and that's why they didn't impose a fine, that although this, you know, nothing that they had done up till now -- although their staff had -- would have misled anybody; still and all, it wasn't all that clear, and therefore we won't impose a fine. It seems to me - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- it was also, they said, you know, we sort of made this change without getting comments from the affected parties."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Give us a chance to receive comments and then -- and then explain."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What the Commission said is that the prior decisions or guidance was seriously flawed and we reaffirmed that it was appropriate to disavow it. It seems to me that is recognizing a change and rejecting it. It's at page 82a."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That seems to me to be the same question that I asked your friend: does it matter? Don't we look at the Commission's order and determine whether it's a reasonable explanation, whether they view it as a change or not? It seems to me that they kind of said you can view it as a change because the staff had these decisions, and there was dicta; or it's not a change. But the point -- important point is whether or not they provided a reasonable explanation for their current position."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What it says in State Farm -- what it says in State Farm is that an agency's view of what is in the public interest may change either with or without a change in circumstances."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The reason there is a change is they looked at it and they decided it was wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You agree it's enough of a justification for the change that they think the other policy was wrong? They don't have to say circumstances have changed, the facts are different; it's enough to say, \"well, whatever the Commission used to thing, we think differently\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And then explain why."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They said that. They gave the reason for their current belief. They said even when it is used just as a swear word or as an expletive, the reason it has its impact is precisely because it refers to these excretory or sexual activities; that's what -- that's what gives -- gives it its zing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not the Commission's position. The Commission's position here is not when these words were used, people necessarily thought of a literal meaning; instead, its position is that the reason these words shocked is because of its association with the literal meaning. That's a different question than what was being addressed in Cohen."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then why -- why do you think the F-Word has shocking value or emphasis or force?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because it is associated with sexual or excretory activity. That's what gives it its -- its force."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course there is."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Don't use golly waddles in -- instead of the F-Word. (Laughter.)"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, one thing has changed. One thing has changed, I think, from the record. And let me ask you whether if the Commission had given this explanation it would in your judgment satisfy the arbitrary and capricious standard? What if the Commission said, you know, our touchstone under prong 1 is community broadcast standards. And we have assumed over the years that people really didn't get too exercised by the usage we have permitted. But we are now getting all this mail from people who are very angry about it, and they find it extremely offensive. And therefore, I guess our prior community broadcast standards were wrong. We weren't taking into consideration the way people actually felt. Now we know how they felt, because of the mail we are getting and we are changing our policy for that reason. Leaving aside the Constitutional sufficiency of that, in the matter of arbitrary and capricious standards, would it satisfy it?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the raw APA standard issue is what we've got here."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If that's - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If that's the case, then the concept of constitutional avoidance is -- is somehow out of this case and similar First Amendment cases, because we are always going to -- and I -- when you say you really cannot separate that precisely, we were always going to be getting into the constitutional issue, either expressly because we accept your view or covertly because we said, boy, we know what's around the corner. And so, if - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- if we accept your argument, we have to change the constitutional avoidance doctrine."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I thought we've held that the Court can't engage in such expansion of and additions to the Administrative Procedure Act. I thought that was - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- one of our landmark decisions that what it says, it says, and we cannot add additional procedures. You are suggesting we add an additional procedure that when it deals with speech, the explanation has to be really good."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not just - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You are asking for a higher standard than the APA - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How is that consistent with Vermont Yankee?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, you are saying that we add to the APA when we are dealing with a particular area. Which of our cases - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which of our cases supports that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe sometime"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- to be in a position to argue your constitutional issue, but we can't assume that you are right on the Constitution in applying the APA."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You should have complained to the lower court about that. You should have said, please don't decide this on the APA issue. This is a First Amendment case. You should reach the constitutional issue."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you went on the APA issue, and then you come up here and say: I don't want to -- I don't want to discuss the APA; I want to discuss, you know, the First Amendment."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The APA simpliciter; not the APA, you know - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. Thank you. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He does good stuff now and then. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, when you talk about the rule of lenity, I mean, the point is that this change -- if there is a change in policy or whether it's adequately explained -- simply gets you in the door. They say then, once you are there, we just look at all of the circumstances and the context. So, we don't - - it seems to me in their enforcement decisions, their decision not to impose sanctions, their decision not to have this count against you in future proceedings, they are being very lenient."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And this is where the context comes in. At least with impressionable children, that's dramatically different from saying here is an awards show, here is a celebrity, I want to listen to what they are going to say because I listen to their music, and he comes out with that, as opposed to a football. They know that, you know, somebody says a bad word in the middle of the interview. The context makes all the difference in the world."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They perceive that. They know. I mean, it's one thing to use the word in, say, Saving Private Ryan, when your arm gets blown off. It's another thing to do it when you are standing up at an awards ceremony."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- the young football player is not a celebrity that they follow."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The point is whether they are or not is the contextual determination that the FCC can undertake. All they are saying is that just because it's used once doesn't mean you are out of the -- out of the woods altogether. Let's look at it, and if it turns out there's no -- I mean, this is the point they make, that in one context, it's completely gratuitous; in the other context, it's not."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"These arguments apply not just to the isolated, once-upon-a-time use, but even to continued use. You could say the same thing about just filling a program with these expletives, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's not - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's not, I suppose, what you are arguing against here, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then why do your clients not use these words between 10:00 p.m. and 6:00 a.m.?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you think it affects audience share?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you can take that into consideration, why can't the FCC make the same determination, that there may be some people offended by this, and if there are some people, as part of our statutory responsibility, we are going to look at it. Not that they automatically impose - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not that they automatically impose a sanction, but that they're going to look at it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There goes Pacifica."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that a - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that a heckler's veto?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if people like, you know, going on and on with expletives and offensive words? Are those of us who are offended by that hecklers and you can't take our positions into account because you're giving effect to a heckler? I mean -- I don't think so."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If there is -- if there is a change in the community standards, does that justify a change in the FCC's policies? And the second question and the reason I ask that is: Do you think today the community generally is more offended by these words or more tolerant of these words - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- as compared to what Pacifica was concerned with?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think your clients have had anything to do with that? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You do, indeed, but you don't have them presented as something that is -- is normal in polite company, which is what happens when it comes out in -- in television shows. This is a coarsening of manners that is -- that is produced by - - by the shows. So I am -- you know, I -- I am not persuaded by the argument that people are more accustomed to hearing these words than they were in the past."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"More tolerant or more used to hearing it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Candidly, I think there is a difference."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that works. I haven't looked at the statistics on one-parent families, working parents, and so forth. Those factors both have to be considered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you were -- you were pursuing the practical thing about the tapes, and so forth, when you got on to a different subject, which was the -- the nature of the program. I just wanted to be certain you are finished with what you wanted to say there. I -- because I am interested in the practical question of: Do all the stations have tapes? And leave sports events out of it, and leave news out of it. Are there other events that these small stations might want to cover that don't have the tape or that now don't use the tape; anything else you want to say about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I am interested in the practical problem as part of this. Where do I look to find out some facts?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, this - - this is similar to the question that I asked General Garre. The Commission asked for a remand so it could provide a reasoned explanation. But you had or your clients had -- in their complaint they made an APA claim as well as a First Amendment claim, didn't they?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You could have just done the First Amendment, but you -- you did put the APA into it."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question, Mr. Phillips? I guess in the -- in the last analysis we are trying to decide what the word \"indecent\" means."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And do you think that the word \"indecent\" can have -- that -- that a fleeting expletive could be not indecent, but the same words could be indecent if they are repeated several times?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I -- I am not - - not sure I make my question as clear as I should. If we are trying to define the term \"indecent\" - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- does the -- does the number of times the word is used in a particular context make a difference in the definition?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As a matter of statutory definition, if a particular word can describe those activities, it is equally indecent if used for a different purpose?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- would not be indecent. That is the interpretation - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- you should accept. Let's say because one interpretation of an ambiguous word would not be indecent, you are saying the rule of lenity in that sort of approach would require in a criminal case to just adopt that -- that definition?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- I mean you are just -- correct me if I am wrong, but your colloquy with Justice Stevens sort of is a way of phrasing the issue in the case. Because you are saying, I think, prior to this -- prior to the change, the Commission interpreted \"indecency\" in terms of indecent practice. And what the Commission is now doing is defining \"indecency\" in terms of the meaning of a word. It's -- it's relatively going from saying indecency is a practice, i.e., a repetition of certain kinds of words, to saying \"indecency\" is - - is the use of any word which is itself indecent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that is not the appropriate approach."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Let me ask about deferring there. You seem to be suggesting that since there is a criminal penalty for a violation of this statute, the agency has no role in -- in defining what -- what the terms of the statute mean."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. General Garre you have two minutes. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It explained -- I mean, the change I saw was that previously the use of these words as a swear was treated differently from the use of these words as a description. And that after the event, it's not treated differently."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask one question that just occurred to me? Do you think the use of the word dung, D-U-N-G, would be indecent?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have the F-Word in there too, and even Judge Leval says he didn't understand why that word should be on the list."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3588,"interruptions":23,"times_spoken":55,"laughter":1,"num_int_by":6},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3596,"interruptions":32,"times_spoken":78,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1081,"interruptions":2,"times_spoken":35,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":891,"interruptions":8,"times_spoken":43,"laughter":4,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":86,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":533,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":621,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":2,"times_spoken":8,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3588,"times_spoken":55,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":32,"words_spoken":3596,"times_spoken":78,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":15,"words_spoken":4065,"times_spoken":136,"laughter":7,"num_int_by":1}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7875606250470901,"respondent":0.21243937495290988,"date":1472703110352}}