{"petitioner":{"name":"ALTRIA GROUP, INC., ET AL","counsel":[0]},"respondent":{"name":"STEPHANIE GOOD, ET AL. ","counsel":[1,2]},"caseNumber":"07-562","date":"2008-10-06T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this term in Altria Group v. Stephanie Good. Mr. Olson. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, what if the state law claim did not require any inquiry into the relationship between smoking and health? Something along the lines of saying our studies show that light cigarettes are healthier for you, and in fact their studies show the opposite. So all you, all the plaintiff would have to show is that there was a deception, a disconnect between the studies and the ad. It wouldn't matter whether light cigarettes were healthier or not healthier. Is that the type of action that could be brought?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it a question of just how you phrase it, Mr. Olson? Is there any scope - - does your argument leave any scope for attorney general, state attorney general imposition of state law remedies against a deceptive practice involving advertising cigarettes. To give you concrete examples, suppose a state attorney general said in every - suppose the practice were in every carton of cigarettes the cigarette manufacturer includes an insert that says: If you want to ingest less nicotine, buy our cigarettes; if you want to ingest less nicotine, buy our cigarettes. And the state attorney general goes after that statement in the carton as false and deceptive advertising. Would there be any scope for that?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, doesn't your answer in effect, in practical terms, exclude the possibility of inserts like that? I mean, what else would they be addressing except smoking and health? That's the only subject on the table."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer then to my specific example would be the attorney general could not go after such a statement, \"If you want to ingest less nicotine, buy our cigarettes\"?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose that a new drug is found for the treatment of a condition, glaucoma -- hypothetical -- and the evidence is stunningly clear that smoking with this new drug causes a severe allergic reaction. Does the cigarette manufacturer have any duty to disclose this on the label or in promotions?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I -- they've just found this out last week. Do they have any -- there can be no -- I take it under your position there can be no suit based on misleading or false promotion or labeling, and there can be no suit even for the sale of an unsafe item?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in your view, it says in Cipollone that this -- that the four people said in Cipollone that this statute does not pre-empt State law where it's based on a prohibition of making a false statement of material fact. For example, to make a funny example, somebody could advertise smoking 42 cigarettes a day will grow back your hair. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"That's totally false, and in your view, that would be pre-empted, if Congress attempted to pre-empt a state law that says you cannot make a completely false statement of material fact - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if it's based on -- has something to do with smoking and health."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was trying to produce an -- I mean, it will build strong bodies eight ways. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. The reason I think the plurality wrote this, I'm guessing, is that when you read through this statute it seems as if what Congress had in mind in the statute was not setting aside State law, which is tradition, about not making false statements, false and deceptive advertising law. It was concerned with a different thing. They said, to the cigarette companies: You have to put on the label \"Smoking is dangerous to your health.\" We don't want States telling you to put other things like that on the label, and we don't want States forbidding you to put a picture of the Marlboro man or Lauren Bacall with her cigarette. We don't want States to tell you that you can't do that. That would be focused on the object of the statute, which no one said had as its objective setting aside traditional unfair and deceptive advertising law. I think that's the argument."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, you're relying on 1334(b), I take it, specifically."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the prohibition you're talking about is in 13 -- in your express pre-emption argument -- 1334(b). And I was just going to ask you, is a State requirement prohibiting false statements about smoking and health a requirement based on smoking and health?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The predicate for \"based on smoking\" is the word \"requirement.\" And a requirement that you may not make any false statements, would that be a requirement based on smoking and health?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The question I'm asking, though, is a requirement that you make no false statements a requirement based on smoking and health?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- why would Congress -- I mean the difficulty that the other side raises here is just what Cipollone said. I can understand totally why Congress would not want 50 States telling cigarette companies what to say about health and smoking or taking off pictures of the Marlboro ad. I can understand that. What I can't understand is why Congress would want to get rid of, in this area, the traditional rule that advertising has to tell the truth. Now, what you said was you could end up with different applications of that in different States. Of course, every national advertiser faces that situation at the moment. Everyone who advertises across the nation could find deceptive -- anti-deception laws differently administered in different States. Yet, they'd survive. There is no evidence even that there is a problem. So why would Congress want to get rid of that particular statute?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But did the Illinois -- Illinois court reach the question whether the claim was pre -- pre-empted? I think it firmly decided on the merits there was no fraud, if I understand what you said."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we must assume there was no pre-emption, because it wouldn't have reached the merits otherwise."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When it's not - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Is it the jury fracture? You said the attorney general could not stop, my example, \"If you want to ingest less nicotine, buy our lights.\" The attorney general could not proscribe that. So nothing that you're saying turns on it being the jury rather than the attorney general, does it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your position is essentially that Congress, as -- as far as the advertising of low or light, Congress empowered one decisionmaker only and that's the FTC, and if they don't act then the cigarette companies can say anything they want about low tar and low nicotine?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the -- does the consent decree say anything about advertising low, light, those specifics?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Olson, isn't the problem that Congress was equally clear, or has at least been assumed to be equally clear, in a contrary line of reasoning that holds against you? And that line of reasoning is this: You agree -- everybody agrees - - that the FTC can represent -- it can regulate advertising and -- and supposed deception on matters that do affect -- relate to smoking and health. It is pretty much hornbook law at this stage of the game that the -- that the FTC's regulation of deceptive advertising does not exclude State regulation of deceptive advertising as a general proposition. In fact, the FTC is very happy to have complementary State regimes. That state of the law is just as clear. It is at least as clear as you say the language is here. Now, given the fact that the FTC can regulate advertising of cigarettes in -- in the -- in the respect that matters here, why don't we have to give some recognition to this complementary regime of State regulation, which, as a general proposition, survives it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And all I'm saying is what we have here is, you say, a clear preemption provision. But we also have a clear regulatory regime which is at odds with that preemption provision, and presumably we've got to give some effect to that, too."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's part of a national scheme, but in practical terms you can say that on any subject matter that the FTC regulates. And, nonetheless, the complementary State regimes of -- of regulating deception survive. So that the argument you are making here is an argument that can be made, I suppose, on every subject that the FTC touches."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Your implied -- your implied preemption argument would certainly fall prey to that -- to that point."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Good idea."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps we did not think of it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. Mr. Frederick. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, suppose that the FTC had adopted the rule that it considered in 1970 and required that the tar and nicotine figures that were produced by the particular testing method that is at issue here to be placed on all cigarette ads and promotions; and then suppose that Maine issued a regulation requiring that all ads and promotions in the State of Maine state that the Federal figures are misleading and should be disregarded. Would that regulation be pre-empted?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between that situation and this situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How is that consistent with what the Court said in the Riegel case where they said, and I'll quote: \"We have held that a provision pre-empting State requirements pre-empted common law duties\"? That's no suggestion that this is a distinction between a focused common law duty, which would be unusual anyway, and general common law duty."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You say Riegel wasn't referring to the particular text of any statue. It was making a general point. The Court said: We have held that a provision pre-empting State requirements, which is exactly what this one does, pre-empted common law duties."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So as a general proposition -- I understand your position to be that this particular statute doesn't pre-empt the common law duties, but the distinction I thought you articulated in response to Justice Alito's question was that general common law duties are not pre-empted; specific tailored ones are."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You agree that a general common law duty can be pre-empted by a particular statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you're -- so you're saying that we should -- the difference in your case is that the language here is narrower. It says \"no statement relating to smoking or health.\" I don't see how that language is narrower."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So 1334(b) says \"no requirement or prohibition with respect to.\" Isn't that just as broad?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you tell - - how do you tell whether it's deceptive or not if you don't look at what the relationship is between smoking and health? They have an advertisement that says light cigarettes are better for you than regular cigarettes. You have to know what the relationship is between smoking and health to determine whether that's deceptive."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's the relationship between smoking and health."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would you have -- would have you been satisfied if your complaint said this complaint does not seek any damages based on the link between smoking and health?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would you accept that amendment to your complaint, that the plaintiff does not seek any damages based on some link between smoking and health?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How can you accept that and then expect to prove damages in the case? You can accept it to this extent, it seems to me. You can accept it in saying that what we are going to prove at step number one is that it is false to indicate that smoking light cigarettes will result in the ingestion of less tar and nicotine; and we know why you're saying that. But in order to prove damages in your case, you would have to say: People get hurt because there is a relationship between the ingestion of tar and nicotine and their health; and the same cause -- the same causal connection is therefore appropriate for -- for -- is therefore necessary in order to prove that people were hurt."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, but you're asking for injunctive relief, I guess."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the reason -- and the reason the product is of different value is that in fact it is dangerous to health, as opposed to -- or more dangerous or equally dangerous to health as opposed to less dangerous to health; so that at the causation stage you've still got to prove the link between causation and health."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think you could recover if the evidence showed simply that all your clients had the health of Olympic athletes?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You do?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What would the harm be, sort of aesthetic?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If they are healthy as horses, you have no proof that it is not."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But what if Yugos and Fords are worth the same amount of money?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the thing here. Unless you show that for some -- for some reason -- were light cigarettes sold as a premium? Did they charge more for light cigarettes?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Answer my question. Did they charge more for light cigarettes?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what are your damages?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Yes, what's the difference in value?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why would the person have decided to quit or not to quit? The person would have made that decision based upon the health consequences."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So -- you are proving a point which depends upon the relationship between smoking and health."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why couldn't you say exactly the same thing about a State mode seeks to protect consumers, and they have a -- they have a rule, and the rule is not only the cigarette company do you have to say cigarettes are dangerous to your health, you have to put skull and crossbones? That's the state law. And you say why? They say because we are trying to protect consumers. And then you would be up here saying, they are not trying -- the duty there is not the duty to put the skull and crossbones. It's the duty to protect consumers. Now, that argument would get nowhere, as you understand. And they are saying you're making just that kind of argument here, except substitute the word \"deception\"."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me before you go. I don't understand that. It is not specially targeted at cigarettes and at the harmful health effects of cigarettes?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's a general statute but in Riegel we -- we took a general statute and looked at what its specific application in the case was."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You can't get away with just coming in and saying the general statute is an anti-deception statute. Didn't we look at what the application of it was in the case?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I want you to get you to talk about just for me for 30 seconds. I can't deal with this conceptual thing. It was hard for me to see it conceptually. I can't understand -- and that may be enough to any other person here, but I can't understand somebody saying yes, this language is very absolute but it doesn't mean to cover everything that it literally applies to. For example, it probably doesn't cover a requirement about workers smoking who put up billboards. And another thing you say it doesn't cover is traditional anti-deception law. That would have to do with the purpose of the statute not the text. I'm not making your argument for you. I'm giving you an introduction, and I want you to give 30 seconds dealing with the purposes that either says there is something to that line or there isn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, did I understand you earlier to say that your complaint did not seek injunctive relief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Page 42A of your amended complaint says you ask the Court to grant such injunctive relief as may be appropriate."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, are you saying that the consent decree -- because we have overtaken Judge Kessler's decision by consent decree, right and it has terms? Does a -- does a consent decree terms allow state attorney generals to say don't advertise low?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could a state attorney general say under my authority to check against false and deceptive advertising, no cigarette company can advertise in this State low or light?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Weren't the claims that were held to be preempted in Cipollone based on general common law duties?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, if I take away from your oral argument that it is your position that this suit is not based on a link between smoking and health, I'm going to have difficulty in accepting your position in this entire case. Do you have a secondary position that it is based on a link between smoking and health but it is subject to a general duty, that is, that supersedes or is quite in addition to labeling?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do I understand your basic argument to be that this statute is a prohibition against State warnings in either promotion or advertising different from the Federal one?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This specific quotation deals only with the contents of the advertising that might be described as warnings different from those in the Federal scheme."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer to Justice Ginsburg's question was that the state attorney general could not impose a regulation that said you must say that low tar cigarettes have as much nicotine as regular cigarettes. If the attorney general couldn't do that, why could the plaintiff do it in his lawsuit?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. The hypothetical was the attorney general requires this as a regulation under his authority."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose he wins the lawsuit -- he wins the lawsuit that it's false and deceptive to say \"low.\" Could he then have a regulation that says cigarette companies don't advertise \"low\" or \"light\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can you make that concrete? What would change about the label \"low\" or \"light\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Frederick."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Hallward-Driemeier. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It will not surprise you that my first question is, why did the United States not address the express pre-emption argument and, second, what is the position of the United States on the express pre-emption argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Well, that's why you didn't address it. Now, what is the position of the United States? It's a statute that is directed to an area in which the Federal Government has an extensive interest in regulation, and I would have thought there'd be a position on that. It is logically antecedent to the implied pre-emption. You would consider whether there is express pre-emption before implied pre-emption."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Petitioner says you have in an earlier case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's not anymore. I understood -- I understood Mr. Olson to give up on implied pre-emption in his opening argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Implied pre-emption is all that you address, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it should be pretty easy for you to win on that. (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does the FTC at this point in 2008 have an opinion about whether the tar and nicotine figures that are produced by this testing method are meaningful or misleading?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Would it be -- would it be unfair to say that for quite sometime now, nearly 40 years, the FTC has passively approved the placement of these tar and nicotine figures in advertisement?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you passed a rule to require it, did you not?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And you withdrew that after the companies voluntarily agreed to place the information on the ads - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and entered into consent decrees with other companies requiring them to put information in their ads."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was there a different between saying \"light\" and saying \"lower in tar\" in accordance with the Cambridge testing method?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The FTC's position seems to me incomprehensible. If these figures are meaningless, then you should have prohibited them -- are misleading, you should have prohibited them a long time ago. And you've created this whole problem by, I think, passively approving the placement of these figures on the -- on - - in the advertisements. And if they are misleading, then you have misled everybody who's bought those cigarette for a long time."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The Commission -- when did the Commission know of this stuff? I had a case when I was on the Court of Appeals, so it had to be before 1984 involving so-called lip drape - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- by which the smoker covers up the little holes that bring in some fresh air."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's been general knowledge for a long time, and the FTC has done nothing about it."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask a question? I plan to go back and see what the Government said in the -- in the case that Petitioner asserts you have effectively supported his position on -- on express pre-emption. I plan to go back and read it. Assuming I agree with him rather than you, has the government's position changed from what it was then? As far as you know, is the government's position still the same, the position that you delicately did not bring to our attention?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"This is in the Reilly case."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. In Reilly. I haven't read the brief there, I must say. But suppose I agree with Petitioner. Can I assume - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And do you assume that it's"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm not asking about -- I'll figure that out on my own. Trust me. I can probably figure that out. But once I have figured it out, can I assume that that is still the government's position - -"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- whatever it is?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You have no idea which direction that would lead?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm going to hold you to your last position, just -- just for fun. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Thank you, counsel. Mr. Olson, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You just didn't want to argue it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the point, it doesn't pre-empt rules about location; it pre-empts rules about content?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the government's position. Now, if that's their position, isn't it just one additional step to say depending on what the history of the statute is, that it pre-empts regulations about content that don't have to do with lying about the content?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it correct that your argument requires us to reject the fraud analysis in Cipollone?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3218,"interruptions":18,"times_spoken":33,"laughter":1,"num_int_by":7},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":1996,"interruptions":22,"times_spoken":44,"laughter":0,"num_int_by":8},{"id":2,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"respondent","words_spoken":1056,"interruptions":14,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":0,"times_spoken":23,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":765,"interruptions":1,"times_spoken":10,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":227,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":3,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":306,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3218,"times_spoken":33,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":36,"words_spoken":3052,"times_spoken":67,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":6,"words_spoken":3617,"times_spoken":106,"laughter":4,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126914}}