{"petitioner":{"name":"BENNIE DEAN HERRING","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"07-513","date":"2008-10-07T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 07-513 , Herring v. United States. Miss Karlan. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't they have some regular system for updating the computer base? I mean, I assume it was updated at some point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So people who are, you know, the warrant is served, they're arrested, they go to trial, they're in jail, their name still shows up as having a warrant out for their arrest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well then, how did this warrant clerk, I guess is what I'd call her, discover the error? She discovered it within 10 or 15 minutes, right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did the first - - first person in that scenario need a physical copy of the warrant?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your argument depend on the quality of the recordkeeping in this particular department? I thought your argument would apply even if this department had excellent recordkeeping procedures but nevertheless made a mistake in this instance."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not asking for Arizona v. Evans to be overruled are you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was something done in this particular case, though, right? The warrant clerk notified -- was it the Coffee County people?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the warrant -- that the information she had given 10 minutes before was inaccurate."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But none of that matters for your argument, does it?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to make it -- you want to draw a clear line between errors by -- by clerical court employees versus errors by police employees."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How expeditious would it be -- suppose there's negligence on the part of both a court employee and a police department employee. What is the judge supposed to do in deciding the suppression motion? Is this a comparative negligence determination."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought negligence is irrelevant here. I think if the police department was wrong, even if they had been very careful but for some reason or other they made a mistake -- so you're arguing for shear causality, not for negligence. If negligence made the difference then we'd have to go into these factors that you say are very difficult to calculate."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you were answering his question, but you want to answer it in a way that's consistent with your argument here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You've injected the word \"negligence.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Alone, but - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there is dual causality."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't a matter of simple negligence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it going to keep - -"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":2,"sideBefore":"justices","text":"How are -- how are you going to determine whether there's error without determining whether there's negligence? Suppose the court clerk calls up the police department and says the warrant is still outstanding, and in fact it's not. And it sends them over a physical copy of a warrant, but that warrant has been withdrawn. Now, the police could always take additional steps: They could send someone over to check the records, to look at the court docket to make sure that the warrant had not been withdrawn. So there would be causality, but it would not determine what they should - -"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what their duty was. How are you going to determine where this error should be -- should be assigned?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me give you another example. Suppose that the court clerk calls up and says -- it leaves a message, gives a message to somebody in the police department. And they memorialize that, and they say \"called up.\" And let's say the warrant number is the same as the docket number of this case. So the court employee says -- writes down \"Called up,\" says, \"Warrant quashed in warrant, in case 07-513.\" The court -- the police department has a record of the call, and they say, \"Received call from court clerk. Warrant to be quashed. Warrant quashed in case 07-531.\" And so the 513 is not quashed; the person is arrested. Now, who caused that? You have to have a hearing?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know that the police department wrote down the wrong number?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know what number was - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just so I have your theory firmly in mind, you would say there is police error even if what happened was that there was an unpredictable and unavoidable computer glitch, no negligence on anybody's part? The computer simply malfunctioned, got it wrong. It wasn't negligence. You would still say that that is police error, and you would say that that counts against the admission of - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, if there is no negligence? Why do you need to argue that and why do you argue that? I mean doesn't there have to be at least negligence on somebody's part?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, either of those things are negligence or worse."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what I didn't understand is why you would charge the police with anything or suppress a warrant where there was a mistake but no one was negligent or worse."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what you argued for - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you said, it should be suppressed even if no one is negligent or worse. And I have trouble seeing why you're suppressing a warrant where no one does anything wrong at all."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's just assume the hypothetical -- the hypothetical: The computer malfunctions."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure a computer might be compared to God, but let's - - (Laughter.)"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Could I ask this question"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask this question? You're saying that the question is whether anybody did anything wrong at all. This is not undisputed, that this person was illegally arrested? The arrest itself violated the Fourth Amendment."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether it can be justified."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a separate question. It may be an illegal arrest, but the question is the separate one of whether or not you exclude the evidence collected incident to that arrest. And we have, in several cases, separated the two questions, and I guess it's difficult for me to see if no one has done anything wrong, no one, why you would suppress the evidence in that case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you have this difficulty: Do we have to get into negligence, or should we assume, as I understand to be your theory, as Justice Breyer put it, that you would still suppress the evidence when no one has done anything wrong?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But how do you know? How do you know? That's the problem."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we want an answer - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We want an answer to the question."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume no one did anything wrong."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because this bears on the fact of why are we doing this at all."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. You give something, you get something. If you adopt a negligence theory, the - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the noose is not as wide, but on the other hand it's a lot harder to calculate whether you -- every case involves an inquiry into whether there's police negligence or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A much easier rule, was there a warrant or not? If there wasn't, end of the - - end of the inquiry."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I don't know what the underlying law is here. I mean -- I guess it's little weird, but what happens if the policeman arrests the wrong person, but it's nobody's fault? You know, the person was pretending to be his brother."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the mother said it's John and it's really Joe. And so, the policeman wasn't at fault. They arrest the wrong person. I guess that's happened in history - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but do they suppress things then? I wouldn't think so - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but maybe they do."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But do we suppress?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We do not? Okay."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no reason then, if we don't suppress when there's no error in the part of the policeman, none, it was just a weird circumstance, then I don't understand why we would suppress here. And nor do I understand why you have to argue this because I thought it's clear here that there is error, and it was negligently caused. There were four months that went by without anybody doing anything about this mistake."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there probable cause here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He thought he had a warrant; he had probable cause to arrest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's just rephrasing it. It's probable cause based on the existence of a warrant, and it turns out to be there is a mistake in the warrant."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't seem to make sense, though. Why should we separate the two?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the policeman is mistaken about whether he saw this guy picking somebody's pocket, he's mistaken about that, and in that case, the search is -- the product of the search is admitted. In the other case he's mistaken about whether there was a warrant. Why do you want to draw a line between those two?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you would impose a burden on the officer on the street serving a warrant? When he gets the call saying there's a warrant, he's supposed to say, \"Are you sure? Did you double-check with the clerk? When was the last time they updated the computer system? I don't want to go through all this if the evidence is going to be suppressed.\" At every chain in command, you would impose that burden."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I mean I don't know what the situation is like - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what the situation is like in Dale County. They probably don't have the latest version of WordPerfect, or whatever it is. They are probably making do with whatever they can under their budget and doing the best they can."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you said this wasn't anything in the record about what type of program they might have, whether they were updated. They found the mistake in ten minutes."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the justification for drawing a distinction between a court employee and everybody who works for the police department? Suppose the person who makes the mistake in the police department is a -- a person who holds a unionized position where advancement is based purely on seniority, or it's a civil service position where the person is -- is totally protected from any sort of adverse job consequences as a result of displeasure about or pleasure about how the job is being -- being performed. And what's the justification for drawing a distinction between errors committed by those two employees just based on where they fit in the organizational box?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's not a police officer; it is not a law enforcement officer? It is a clerical employee, or it's a computer guy."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one is that you - - you are stuck with the Arizona v. Evans, which says if it's the court - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Coffee County people aren't called \"support officers\" for the Dale County police."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Now you keep saying this when you did this in your brief. You just call everybody \"police,\" \"police,\" \"police,\" when the question is whether there's a distinction between the Coffee County police and the Dale County police for purposes of applying the exclusionary rule."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's crucial to your case"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- really, that you -- that the police will not keep good records unless -- unless we let the criminals go."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the theory of the exclusionary rule as - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as has been expressed in writings in some of our prior cases. Things have changed a whole lot since we adopted the exclusionary rule, and I think it's quite -- policing has become much more professional, and I think it's quite unrealistic to think that if we don't adopt the rule that you -- that you propose, police -- police departments will just willy-nilly not keep track of warrants. I -- I just don't think that's true. That's not professional policing, and -- and I think to say -- to apply the - - the severe remedy that you propose in this -- in this area at this date seems to me excessive."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think that - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"justices","text":"We don't know if these records are good, bad, or indifferent. As far as this record shows, this could be an isolated incident, or it could be typical of what goes on. We just don't know."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are back to arguing that there was negligence, and that that's pertinent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Miss Karlan. Mr. Dreeben, we'll hear now from you. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do we assume on the basis of the record that there is negligence in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, Ms. Karlan made the point -- and I'd like to get your response to it - - that if we adopt something that depends on the showing of negligence, that that will require extensive hearings in every case into exactly what their computer update system was, and so on."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I interrupt you there? I mean, why do you say that? I mean, we -- we have - - just getting outside the criminal law for a minute, we -- we've got a whole system of personal liability law in which the theory is that, in effect, requiring compensation for negligence, even though it is not an act of bad faith or malice, is -- is going to affect conduct. Why do you assume it will not affect conduct here?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think it's probable that it will affect conduct? I mean, if the police know that they are going to lose the case because they are engaging in a negligent or objectively unreasonable way in -- in relation to their warrant-keeping, they are going to be more careful."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They -- they won't know that they are going to lose a case. What they will know is that if they happen to arrest someone whom they should not have arrested anyway, they won't be able to prosecute him, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So they are saving themselves nothing. I mean, this person would not have been stopped. I mean, if the difference was we -- we caught a criminal and we could have convicted him except because of the clerical error we can't, but that's not the situation. They would never have found this fellow but for the clerical error."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But they -- but they also"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But they also, as in this case, in the course of -- of committing their -- their negligent arrest find evidence of a crime."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They can't know that, but we all know, as a practical matter, that that's why police want the -- the greatest scope to the arrest power."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because in the course of doing incidental searches, they find things. They know that, and we know that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a 1983 violation here?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose if the concern were that the police would become sloppy, then a 1983 suit would be more likely?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, can I go back to your point you were just making. What incentive does the police department have to withdraw warrants that have been cancelled? Why not just leave them there? As long as they are there, it would justify an arrest."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you put aside good faith for the moment. If you just think in terms of incentives of officers, would they not have an incentive just to leave everything there?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The existence or nonexistence of the warrant doesn't affect the danger."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the incentive exists whether there is a warrant in his pocket or not."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, what you've said about the danger to the arresting office -- officer and so they don't undertake an arrest lightly, doesn't fit with the facts of this case. This was a police officer who really wanted to go after the defendant. He expected -- he suspected defendant was a bad guy. So that's how this all started. So he called his own department, do we have any warrant, and then the next county's department. But this was an officer who wanted to go after the defendant."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And there are three reasons. One is to reduce the incidence of arrests, so they don't have the hazard of felony arrests. Number two is?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is one question I have in my mind, and it's the only factor I thought of hypothetically that cuts against you. This is the argument and I'd like you to respond to it. I take everything you said as so. I'll assume all that. And so I'd still say the rule, the basic rule of suppression, putting Leon to the side, basic rule is -- the opposite of Holmes: If the constable blunders, you suppress the evidence. Okay. Now, our prior case -- here we have a case where the constable blundered. I grant you, not the arresting officer. It was a different policeman, and it was a different form of error. But five months this thing -- this warrant had been recalled five months earlier and you agree that it was negligent. Therefore, the constable blundered. And the virtue of our earlier case where we said don't suppress, it wasn't the constable who blundered. So I see an absolutely clear line: If the constable blunders you suppress; if it's somebody else who blundered, you don't. Now, every time I've tried to think of a substitute for that clear line, I've run into trouble. I've been sitting in my chambers with my law clerks and we've tried out five substitutes, and I can't find one decent substitute that isn't filled with problems."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is your substitute?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Well, I'm overstating my point. What I'm really driving at and trying to show you is you, if you want to have a different rule than within the prior case, remember the one where it wasn't the police that blundered, you have to come up with some rule. And I want to know what your rule is."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So now we have -- let's think about that. The special rule is now we have the Leon exception and now we have a new exception, and the new exception is called for isolated police clerical errors. Well, that's going to be interesting, I suspect. The first thing you'll have when you try to impose your rule is you will have the defense attorneys throughout the city going in to see if it's an isolated error. And they will, of course, have a right to decide whether or not this is the only such error, whether there are other clerical errors, how often they occur, what the -- is that an administrable rule?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if there were pervasive deficiencies, I assume that's exactly what we would inquire about under 1983?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And would you add 1983 as number four to your list?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One other question. Suppose that the error here consisted not of a computer, but rather Joe, who is the policeman, has a partner called Sam, and Sam told Joe that this is Harry Smith, when negligently it wasn't Harry Smith? It was Joe Smith."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean does that count as a clerical error if, in fact, it's the man's partner who tells him this negligently?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Negligent. It's Negligent police work."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's negligent error. You mean we don't suppress the negligent errors of the partners who, after all, say, let's arrest this man over here, and through negligence they have got the wrong man? We don't suppress?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There must be millions - - not millions, but there must have been cases where two policemen or one policeman goes off to arrest someone and negligently arrests the wrong man. And when he does that and does a search, we don't suppress."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's Leon. I'm not thinking that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not thinking of a warrant. I'm thinking of a policeman who has a warrant for Jack Smith and he goes to arrest Jack Brown because through negligence he went to the wrong house. Now, under those circumstances would we suppress the drugs that happen to be found in Jack's house."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there must have been a lot of cases."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what about the lower courts? What have they done?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do we use the word or the phrase \"good faith\" in writing the opinion if we write it your way?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You would allow all of that inquiry every time there's a motion to exclude. That would not just be the basis for 1983. You still want negligence inquiry."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. That's a little different."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about reaching -- what about reaching your standard in cases in which the arrest is wrong, not because there's no warrant, but because there's just slightly less than probable cause? If there are isolated incidents of that are we going to -- are we going to say that in fact that does not violate the Fourth Amendment?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No. We're starting with the assumption that there is a violation of the -- I think we're starting with background law at this point that there is a violation of the Fourth Amendment if there is an arrest without probable cause or without a valid warrant."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The warrant itself may be subject to attack, but at least that's sort of the front line of our objective reasonableness inquiry. And you're making a dent in the warrant requirement for isolated incidents, and I don't see why we can't or why coherence would not require us to make the same dent in the probable cause requirement for equally isolated mistakes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, can I ask a background question? How frequent does the issue in this case arise?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's my understanding, too."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me the case may have more symbolic importance than practical importance."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any cases where -- this is a drug peddler here that was caught. Are there any cases involving violent criminals that have been affected by the outcome of this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, if we adopt your formulation that isolated negligence doesn't count, is it clear that that's all there was in this case?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if Miss Karlan's figures are correct in Alabama there would be suppression."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No. I said if her figures are correct and there's a 13 percent error rate either in the State of Alabama or at least in the department involved that we'd have suppression there."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's going to function -- even on your theory, it's going to function differently on a department to department basis depending on the error rate."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you've got a 13 percent error rate I think you've got a pretty good prima facie case."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the fact is unless the \"more\" showed that they were getting a 13 percent error rate in a negligence-free system, you would have suppression there and you would not have suppression there in the town next door or the county next door or the State next door."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought that basically was the distinction that you were arguing for."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I take it if you're not accepting -- if you're not accepting -- I mean, you're not accepting the proposition that the 13 percent error rate which is not somehow shown to be non-negligent should have a different result, you are saying in the 13 percent case we're still not going to suppress."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if you -- if you were to make that argument and it came down to that bald a proposition, I assume you would come in with some kind of evidentiary basis to tell us exactly what the cost is. And you have spoken of the cost today. You have not spoken of the benefit and the value of having relatively error-free arrest recordkeeping. But I haven't heard anything about the unreasonable cost of the exclusionary rule - -"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- beyond the record."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, sure it is. But that does not even get us to, as it were, to half the equation. We want to be know how much of that there is and we want to be able to measure against that the value that society is getting by requiring valid arrest warrants and in a probable cause case by requiring probable cause. And you can't just walk in and say, well, there's a cost. We know there's a cost."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think we should if we are in effect -- if you are making what sounds to me like an empirical argument -- there is a cost to society, cases are being lost, criminals are going free -- don't you think that we ought to have a factual basis to know what that cost is?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We've done an exclusionary rule now and in effect you are arguing for an exception to it because the cost is too great, and it seems to me the burden is on you to tell us what the cost figure is."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if you take that argument to the extreme, we won't have an exclusionary rule at all, I suppose."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, if you did the cost-benefit analysis the way Justice Stewart would, the cost is always zero to the State because they would not have had the evidence if they had obeyed the law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We know what the cost was here, right? I mean, not just a drug peddler, but somebody with an illegal weapon found in his car, a weapon that presumably he would use on an occasion in which it was in his view appropriate to do so."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But don't you take -- I understood you to take the position and I thought the Court had previously taken the position that the cost benefit analysis had to be a systemic one."},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I think that's -- I think that's true. I mean, we operate -- quite think frankly we operate on the basis of a -- of a good guess and I think your argument is saying let's have -- let's have an exception to the good guess. And if -- if you start with a good guess as the baseline it seems to me you -- you ought to have something more than another guess to justify the exception."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what we have here, and we have a 13 percent error rate. If this case goes your way, the police have limited resources; why should they spend them on upgrading their computer system when if there is an error it wasn't matter?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In Hudson versus Michigan, didn't the Court engage in a very broad balancing of the social costs and the potential for increase in violations in saying that there was no necessity for the suppression rule in the no-knock case?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How many 1983 recoveries have there been when someone says the police, they convicted me on the basis of this evidence that wasn't suppressed, but they committed a Fourth Amendment violation so I should prevail in the 1983 action? How many defendants in that situation have ever won a 1983 action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Miss Karlan, you have eight minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Can I use 30 seconds of your eight minutes because I want some clarity on this."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Divide in your mind two separate things: The nature of the bad conduct: is it negligent, reckless, deliberate; and the other question is who engaged in it -- a police department official or some other official? I thought this case was about the second question, but now I'm confused about the first question because I suppose a policeman, an arresting officer makes a negligent error. He goes to the wrong house. And he never looks at the number; and he arrests, starts to arrest the wrong person: Is the evidence suppressed? If the evidence isn't suppressed, frankly, I don't see why a clerical official should be held to a higher standard; but if the evidence is suppressed then quite possibly the clerical official should be held to the same standard. So you've heard the government say well, the answer isn't clear; very often a negligent official -- a negligent officer would not have that evidence suppressed. Well, what is it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He was not."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know if he is negligent."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, because I think I'm getting a different view from the government."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the definition of negligence is that he was not objectively reasonable?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So we've got this - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But in that -- but in that hypothetical I think it might be easy to say that the policeman on the beat was not objectively reasonable in relying."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's certainly not the case here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with that. If - - to say with Mr. Dreeben that we don't have to decide that today is just unrealistic. We have to decide today whether we are going to adopt a rule that down the road will turn every exclusionary request into a pretrial investigation of the procedures of the police."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And a major -- major trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Not the procedures of the police. The officer is on the stand and you say, all right, you've been here a while, how many times have these warrants turned out to be wrong, just as simple as it was in this case? And he says, gosh, this is the first time that I've had this question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Cross-examine people. These people are under oath, you cross-examine. You say, I don't think that's right. How many times? It's not that big a deal to find out on what basis the arresting officer was acting."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't your rule also going to require hearings. If negligence is required - -"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you are going to have to have a hearing on whether there was negligence. And if so, who was negligent. If only causation is required, you're going to have to have a hearing on who caused it."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And will that be the case in every instance?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know that? What basis do you have for saying that? How do you know that? How many of these hearings have you examined?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it were an agency like INS or Customs in which they have many people that are not sworn officers or some that are, does it make a difference who answered the phone?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In Rand we said this is exactly the inquiry we are not going to make."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Rand was where we had a traffic stop made by a narcotics officer. And the question was, well, he was going outside his jurisdiction. We said we are not going to get into the way police departments are organized. We are just not going to do it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's Rand."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your bottom line position, it has to be a negligent error?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the position you're arguing for?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to adopt a rule that's only when it's a negligent error?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's assuming bad faith on the part of the police."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They want to arrest him, so they follow him until they find a motor vehicle violation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're suggesting it's bad faith - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because they - - because they don't want to have to worry about getting a warrant that might be wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the point of -- well, sure, as long as I'm asking the questions, you can answer. (Laughter)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"What was your point then? You're saying, well, they want to get this guy and they don't have to go through the warrant or anything else. They can follow him, find the broken taillight and then they would have gotten that guy. I thought that was the point you were trying to make?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask one question, Chief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Your -- your comment seems to assume that these warrants just lie there and the police only use them incidentally. I have always assumed that when a warrant is out, part of the job of the police is to -- is to arrest the person. Isn't that the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you Miss Karlan, the case is submitted."}],"people":[{"id":0,"fullName":"PAMELA S. KARLAN","firstName":"PAMELA","lastName":"KARLAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3593,"interruptions":41,"times_spoken":100,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":3077,"interruptions":30,"times_spoken":65,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":893,"interruptions":3,"times_spoken":34,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":613,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":789,"interruptions":5,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1117,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":343,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":249,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":255,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":965,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":3593,"times_spoken":100,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":30,"words_spoken":3077,"times_spoken":65,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":18,"words_spoken":5224,"times_spoken":174,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126910}}