{"petitioner":{"name":"ENTERGY CORPORATION","counsel":[0,1]},"respondent":{"name":"","counsel":[2]},"caseNumber":"07-588","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first today in Case 07-588, Entergy Corporation v. Riverkeeper Incorporated, and the consolidated cases. Mr. Joseffer. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, in the other provision it specifically required consideration of costs and benefits and it didn't do so in this provision."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you to follow up on that, because your statement about compatibility raises what for me is a fundamental difficulty in understanding this case. And I think my difficulty goes both to Chevron step one and step two. And that is this: I think we all start from the premise that, whatever else subsection (d) had in mind, it was imposing some kind of a technology-driven standard criterion. It's there in the words. The difficulty that I have is if you are going to apply on at least a site-specific basis a cost benefit analysis, I'm not sure how it would work. In other words, it seems to me that when you're talking about the possible harm from pulling in a few fish or a few plankton or a few baby clam larvae and so on, as against the cost conceivably of millions of dollars for extending intake pipes or putting technical expensive filtering mechanisms, you are dealing with such incommensurables that I don't know how on a site - specific basis you would sensibly apply a cost-benefit analysis. Are a thousand plankton worth a million dollars? I don't know. And my difficulty then is, I don't know how it would work. And because I don't know how it would work, it seems to me that if you are going to apply a cost-benefit analysis, the odds are what you are going to do is basically eliminate the whole technology-driven point of the statute. So that's my difficulty. Can you help me out on that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know so far as intake pipes are concerned? I mean, maybe I'm being foolish in thinking it's a little easy to make sense of it when we're talking about toxic discharges, but leaving that aside, do we know that, with respect to these kind of intake technology decisions, that the cost-benefit analysis has been in any way sensible? In other words, maybe what Congress had in mind was this just doesn't work doing it on a site-specific cost-benefit analysis and that's why we're going to pass subsection (b) in the first place. So you say, well, we've had experience with cost-benefit analysis. What's the experience?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And have these been applications of something more than the outside standard, which I guess everybody agrees would apply in a case like this, that when it just becomes wholly or outrageously disproportionate there wouldn't be -- that there would in that sense be a cost-benefit cutoff? These have been more subtle decisions than that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Second Circuit recognized that latter kind of taking account of costs disproportionate, more than the industry would bear, and they also recognized a cost comparison. If you have a cheaper method that is almost as good, you can use that and you don't have to use the one that will capture the extra fish. So everybody agrees that there is some consideration of cost. The question is how much, and the concern is, as Justice Souter says, that you are comparing things that aren't comparable."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it easier to quantity that than the value of a plankton?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is -- let me -- I will grant you that agencies purport to do this kind of thing. But my question and I think Justice Ginsburg's question is, does it make any sense in these circumstances to think that you really can do a cost - benefit analysis? And if the answer is no, we have been purporting to do it but it really doesn't make a lot of sense, then it either means that there is just going to be an irrational process going on, or it means that the technology-driven standard basically is going to be read right out of the statute, because you are always going to find some disproportion which is going to limit your use of technology."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But just to get back to your television hypothetical, if you told somebody that you were going to buy the best TV available nobody would think you meant that you were going to buy a very cheap TV because, considering the costs and benefits, that was the best one. They would think you are going to get the fanciest TV you could."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it make any difference - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have the two labels: The BP, \"best practical,\" and then \"best available.\" And isn't it so that the best available technology, thinking of the Clean Air Act, what they call \"BAT,\" is considered the most technology-forcing standard and then there are lesser standards? But you seem to think that these can be - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think maybe what Justice Ginsburg was beginning to get at is my question here. I assume that BTA is the most rigorous of the standards set forth in the statute. You can argue with that assumption, but grant me the assumption for the moment. If BTA is more rigorous than the other standards, what is it in the regulations that reflects the agency's concurrence with that? What is there in the agency regulations that indicates that there is a more rigorous examination under BTA than the other standards?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you disagreeing with the premise of Justice Kennedy's question?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Congress intended a tougher standard?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You do not think Congress intended a tougher standard; is that true?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't it use BPT or -- or one -- one of the other standards?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If they are different, then one is either less rigorous or more rigorous."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if it \"available to reduce\"? \"For minimizing\" is no stronger than if it had said \"available\" -- if it meant what you suggest, why didn't it read \"available to reduce\"?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Reduce\" in any event is - - is not -- is not the same as what you are arguing. You are arguing reduce to the maximum extent reasonably possible. The word \"reduce\" alone doesn't convey that. The word \"reduce\" would just mean, you know, if you - - if you knock it down any amount, you have reduced it. But you are saying \"minimize\" requires more than that. It means reducing it to the maximum extent reasonably possible. Isn't that what you are saying?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to reduce."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't understand that to be your position. You -- you don't think that \"minimize\" even means that you reduce it to the maximum extent reasonably possible?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You think any reduction constitutes minimizing?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me say it again and you tell me whether you agree. I had thought that what you meant the meaning of \"minimize\" was is that you reduce the -- the harm to the maximum extent reasonably possible, not merely that you reduce it to some extent."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, \"reasonable\" includes everything."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Mahoney. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree that this is a Chevron case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the -- the -- one question I have on this is if I look at the two standards -- and the first one is \"best practical\" -- it talks about cost-benefit. It says you shall consider the total cost of application of technology in relation to the effluent-reduction benefits. Then you look at \"best available,\" and they've changed the phrase. It doesn't get rid of cost, but it simply says you shall take into account the cost of achieving such effluent reduction."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So they both use the word \"cost.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Then you look at what Senator Muskie said at the time. MS. MAHONEY: Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"And what Senator Muskie said at that time is the object here is when we move to better -- to better technology, we -- you know, when you get past the practical and you get into the other, it says -- stop considering costs? Not quite. He says: \"While costs should be a factor in the administrator's judgment.\" So he is not against using costs. He says that you have to do it under a reasonableness standard where you are taking into account all the goals and so forth. Now, that's ambiguous. But, as I read it, it says: Of course you can't avoid taking into account costs, but don't do it too much. And, therefore, you would say: Don't apply one of these big formal things when you reach your final goal. There are other ways of getting there. Of course, see that it isn't absurd. And for 30 years the agency has had a way. It has talked about \"grossly disproportionate.\" Now, that's the whole background to the question. My question is, of course: Why not let sleeping dogs lie? Let the agency take it into account the way it's done it to prevent absurd results, but not try to do it so that it's so refined you can't even take account of what a fish is worth unless they happen to be one of the 1.2 percent that goes to market."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay, fine. Then what are you arguing? Are you arguing that you should take costs into account? Because I don't think -- or I don't think you should reach much disagreement on that point, that sometimes you take them into account the way that Senator Muskie suggested."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well now, what they are going to argue, I guess, is going to be up to them, and I would be very interested in hearing it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And then you would be satisfied with the following ruling: The Second Circuit went too far in saying that you can never take costs into account."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, you can sometimes take account of them, and the standard that we think is there -- I'm just imagining this -- is the one they have used for 30 years. Is it grossly disproportionate? Are you -- is it feasible? Is it practical? Are you using costs along with other things? How do you feel about some slightly vague thing like that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You are happy with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. So it's simply saying the Second Circuit was wrong, the use of the word \"cost\" is meaningless without some idea - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- of what the costs are relevant to, but a -- but a vague, grossly disproportionate test is okay with you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The one they used for 30 years at EPA, is that all right or not all right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Mahoney, I -- before you go any further. I am not clear. I -- I did not understand that for 30 years the only test has been a grossly disproportionate test. You seem to accept that as true."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Wholly disproportionate?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And you're -- you're happy with that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. You think they can use a wholly disproportionate?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And you'd be happy if they continued to do that, but you wouldn't be particularly happy if we prescribed that as the only available test? Is that the - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Could the -- could the agency mandate a closed-cycle system, recirculating system - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- for a whole plant? Could they -- under your view, could the agency, given its Chevron latitude, mandate closed circulation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Just under the statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But it -- it seems to me -- of course, there are limits on what the agency can do, but if it couldn't mandate the closed circulation system -- I think I've got the term right -- if it could not do that, then this is not -- you're backing away from Chevron."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Then why didn't they use the word \"cost\"?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, your -- your argument is they used cost here, they used cost there, they didn't use cost here but they must have meant cost."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And maybe the inference to be drawn is the agency is not supposed to be taking any of these considerations into account."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You've got the -- I mean everybody agrees that there is kind of an ultimate irrationality standard here. So that's -- that's not - - that -- that kind of a horrible is not really the point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Lazarus. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Except -- except, you say, when it's grossly disproportionate?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where -- where do you find that? Or the Second Circuit said, anyway."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't want to interrupt you in your enumeration of three reasons, but I just don't see how you get cost into the concept of availability. It doesn't fit in there any better than it does under \"best.\""},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It's not the plain meaning of the word. If I look in the real estate page of the -- of the \"Washington Post\" on Sunday and I look for the best house that is available, the best house that is available might cost $50 million. Now, that would be available to me. I couldn't afford it, but it would be available. I don't see how cost can be fit into that concept of availability."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You are using the word in a strange -- economically available? Economically feasible maybe. But you wouldn't say economically available. You wouldn't say I can't buy the house because for me it's not economically available. I might say it's not economically feasible, it's not economically possible, but it's not economically available? That's weird."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I disagree with that."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Availability -- if availability includes economic availability, why doesn't \"best\" include economically best?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- but that -- but that doesn't answer, it seems to me, the question. Yes, the best available for that purpose, but what is best for that purpose could include other factors such as how expensive is it and -- and how much it harms the industry and all sorts of things."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Why does it? I don't know how you draw the lines you are drawing. You say yes, \"best\" includes whether it would bankrupt the industry. Well, if it includes whether it would bankrupt the industry, why shouldn't it include whether it would bankrupt the individual power company?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I agree with you on that, whether it's borne by the industry. But you draw the line there."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't it where that line is drawn up to the agency?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that -- isn't that exactly what they did here in listing what they call a suite of technologies or approaches that is available? I thought that was exactly what they did. They said for different locations, different technologies may be the best available."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see how you can do that. I just don't see it. It's -- I mean, suppose that the cost of this machine is $100,000. Now, if you say I'm talking about using that machine for an entire industry, you would say, my God, that is certainly available. But here I have just one part of the industry here; I have a little plant; and you know, to hook that machine up is only going to save one paramecium. Neither of us wants that. And so the logical thing to say is to say well, it isn't available for that. And I would be with you there."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But to be honest about it, I would have to say the reason it isn't available is quite -- it isn't available for minimizing the -- the harm -- that particular adverse impact which is killing a -- a water animal. The reason it isn't is because it doesn't kill any water animals. Well, let me be honest; it kills one, or it kills two - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Or it kills three, and don't tell me de minimis, because as soon as you say de minimis, I'm going to add one, okay? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But what I'm trying to show here is that -- that there -- it isn't meaningful to talk about cost being available for an end, without some -- about something not being available for an end in light of its costs, unless you take into account what that end is. I mean, we'd spend trillions to make America secure so not 50 thousand people die, but we won't spend trillions for a road accident. And -- and of course you take those things into account. So that's -- that's exactly the point I wonder about. Are you really saying pay no attention or are you saying, which I could understand better, but you have to say what you want, I mean, that what we mean is, yes, they can take costs into account. That's what they do under the comparable standard, best available technology, but just use your head, don't do it too much, don't use it -- like take other things into account, too, don't do a formal cost-benefit analysis; don't try to evaluate the paramecium. Do the difference between the -- you know, the two standards: Best practical, best available. Do \"grossly\" or \"wholly\" or something."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no, but best available says take costs into account."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, there is a way of doing that which is what I'd call a commonsense way that they have some discretion over, that doesn't involve some enormously elaborate thing; and that's what I am searching for. I don't -- I am not sitting here with an answer. I'm trying to find a way of making sense of this."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Those two things seem contrary to me. I don't see how you could -- do you see why?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But how is it -- how is it feasible if it has no benefits at all?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then we are going to reach our insane results."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, your argument is focused on proving that your interpretation won't lead to insane results, as you put it. But you have to do a lot more than that. I mean, you have to establish that this is not ambiguous language."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You have a good -- you have a good argument based on the language of the statute, I think, that that costs cannot be taken into account at all."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"At all. But once you concede that it can be taken into account at all, then I don't see why you were not in Chevron step 2."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Once the foot is in the door I don't see how you can - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But our problem is that we -- you've got a clear distinction in mind, and I -- I don't think we are getting the distinction. Is the distinction in crude terms this: they can consider costs in the sense that on an industry-wide basis they can ask, is there money in the bank or will there be money in the bank to pay for this? They don't ask cost-benefit in the sense of asking: is the money in the bank worth what they are going to get for it? So is -- is the line you are drawing a money in the bank line? Is that the point you are making?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Right. But - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But if the only question, when you say they can consider costs, are you saying they are simply asking whether it is economically possible for the industry to afford this, regardless of whether it's any good or not?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that what - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"When you say whether the industry can afford it, does it take into account at all the effect on the that price consumers have to pay? If the effect of achieving a small gain in protecting -- uh -- fish is to increase electricity costs ten times, is that something that cannot be taken into account?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can't make any other judgment. So imagine the consequence of that environmentally. They can't make any other judgment. Suppose the EPA is right: it's going to add 20 electric plants, huge plants, purely to save the fish; and the result is the cost of electricity goes up, and the result is there are no electric cars, because people make the comparison with oil, and now they have to have petrol. I mean, it's very hard for me to believe that Senator Muskie would have written a statute that would have foreseen such an effect."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's exactly where I agree with you. So I go back to page 170 of the legislative history, which I have read now six times, and I agree with you that it is not totally clear. Maybe you think it is. But it seems to me what he is saying there is just what you've said: Don't go into this with some elaborate thing, but remember costs are still relevant. And what I've been searching for throughout is a set of words that would help me translate that thought into a legal reality."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you get to that money in the bank, does this mean that best technology available changes over time? I mean, maybe the industry could have borne these costs two years ago, but they probably can't today. Nobody has money in the bank today. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you think they could have said, two years ago, this is what you have to do, but today they would say you don't have to do that anymore - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- even though the technology is still available."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Lazarus, can I ask you"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you this question? It's not economically available if it would bankrupt the whole industry?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about if it bankrupts three firms?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not economically available to those three firms."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, but this -- they just have -- they are just not quite as strong a company."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But is the variance a matter of statutory right or -- or is it available under a regulation?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why isn't that simply another name for cost-benefit analysis?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you are doing it on cost-benefit. You are saying - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- if we require this and the company goes bankrupt, the value of demanding it is not satisfied by the result."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I assume you can't get a variance and you also would say the EPA cannot take it into account if this particular plant -- although the company as a whole is quite prosperous, this is a small plant, and it's not generating that much electricity. It's really just not worth it to put in this big tower. We are going to close down."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That would not be something that EPA could take into account."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what about the particular case? What they said here is that, if you require the closed circuit for everybody, we are going to have to build, we are going to have to pay an energy penalty of 2.4 to 5.3 percent. You will have to build 20 additional 400-megawatt plants, which is huge, many, many, many billions of dollars, and the -- just to replace the capacity you have lost. And the result, which seems quite logical, would be to increase by a lot, not just a little, the consumption of fossil fuel. Well, now how are they not -- you seem to be arguing that they can't take that into account, which, for an environmental agency, I would have thought, \"But they must take it into account.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So if they did exactly the same thing they've done, which I've just read you, and they put a label on it, instead of saying \"thinking of benefits,\" we were calling it now \"taking into account environmental impacts,\" then they could do it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I see that thought, and this is what's concerning me, but there may be a very good answer. A lot remains to be done with EPA. They have an enormous job to do. And I wouldn't want to get them tied up in unnecessary red tape, where everybody is suddenly taking them to court on rather technical things. So if this \"grossly\" or \"wholly,\" or whatever you call it, read out of the Muskie page 170 -- read it out of the \"available technology\" definition, you can take costs into account; just don't do it in this other way. I can see how they could work with that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I'm worried about what you are saying that may make it so difficult for them that they won't be able to do the job."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I agree."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is the reason they don't do cost-benefit analysis well because they are forced to do it in a political atmosphere in which it is difficult to make rational decisions? Is that basically the reason Congress would have come to that conclusion?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But I think -- I see your point, but I think if I accept your point, all I am doing is saying, they may in a kind of smoke and mirrors way take cost-benefit analysis into consideration sub rosa, when they decide what availability is going to mean; and they make take it into consideration when they decide what a -- a -- an undesirable environmental impact is; and that sort of gets the -- the weighing process out of the public focus. And if they do it that way, they -- they can bring in just the considerations that Justice Breyer is talking about, but they don't do it in an obvious way. And I think that's what your argument boils down to."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What costs are relevant to that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"When they made that decision, are they not in effect anticipating the kind of decision they would make on a more specific basis in a more highly charged political atmosphere, if they engaged in the cost-benefit analysis that you say they can't do?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And the page -- the page of the legislative history or the page of the text of the statute that says what I think is a -- I mean, try it with your son. It costs $100."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your son says, \"It costs $100.\" You say, \"That's too expensive.\" He says, \"But I didn't tell you what it was for.\" What? I mean - - you see? Now you tell me the page, and I have read a lot of it; tell me the page of the legislative history or the phrase of the statute where it says what you just said -- that you cannot take into account what you were buying for that $100."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What page? I will read it again."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I know 316(b)."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it has -- it has required, not just permitted but required cost-benefit analysis in other areas. What - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is your response to the fact that it -- it seems ridiculous to allow it, and indeed require it in effluent situations where human health is at stake, and yet to forbid it in this intake situation when you were just talking about the snail darter. What -- what's your response to that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And did that section 307 not allow cost-benefit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You would have to agree, wouldn't you, that the panel's decision in this case overruled the prior panel's decision in judge Katzman's decision in Riverkeeper 1?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in Riverkeeper 1 what Judge Katzman said is that we think EPA was permitted to consider costs and energy efficiency in determining the best technology available. He was deciding it on the basis of availability, too."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Joseffer, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an ambiguity the government said it could live with. Now the government advised this Court not to grant cert in this case, isn't that so?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that was the House side, which the House side was against that. And the - - the question I have from your point of view is the - - the obverse question: if you look at this particular cost-benefit analysis, I mean, it goes through all these things which, they don't know what the numbers are, nobody knows what the values of the fishes are, which 98% are never even eaten, they are fast swimmers or whatever. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But the -- the -- you see the point here. That all of his fears, your -- your opponent, brother here, seem to be manifest in this kind of a document which, if you do read Senator Muskey, seems to be the very things he was against. So -- so what is -- I am still left with your suggestion of what to do, other than just, \"well, it's all fine.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, the case is submitted."}],"people":[{"id":0,"fullName":"DARYL JOSEFFER","firstName":"DARYL","lastName":"JOSEFFER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2389,"interruptions":11,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MAUREEN E. MAHONEY","firstName":"MAUREEN","lastName":"MAHONEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1160,"interruptions":15,"times_spoken":28,"laughter":0,"num_int_by":4},{"id":2,"fullName":"RICHARD J. LAZARUS","firstName":"RICHARD","lastName":"LAZARUS","counsel":true,"justice":false,"side":"respondent","words_spoken":3328,"interruptions":35,"times_spoken":67,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":371,"interruptions":2,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1096,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":205,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":218,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":90,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":634,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1851,"interruptions":2,"times_spoken":35,"laughter":2,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3549,"times_spoken":58,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":35,"words_spoken":3328,"times_spoken":67,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":4708,"times_spoken":130,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126917}}