{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"NATHANIEL QUARTERMAN, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL : JUSTICE, CORRECTIONAL INSTITUTIONS DIVISION. ","counsel":[1]},"caseNumber":"07-6984","date":"2008-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-6984, Jimenez v. Quarterman. Mr. Goldstein. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't think you need to go beyond (A) to resolve the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, does your position depend upon the proposition that we are not free to consider sort of a second direct appeal as part of the collateral review process?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess it doesn't -- or does it really make a difference? I mean, if you view the direct appeal that is the result of the collateral review process as part of the collateral review process, that time is tolled. And if you take your view and regard it as not final to trigger the process until you have another final decision, it kind of leads to the same result, doesn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But does that really matter? I mean, the whole purpose of the Federal statute of limitations is to make sure these things get done within one year. And if he waits a year before filing, then he's out of time under AEDPA."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In the background of this case, Mr. Goldstein, is that in fact he didn't know the first time that his appeal had been dismissed. He didn't know that his lawyer had filed an Anders brief. But when he found that out, he waited some four and a half years. So why isn't the -- Texas right when it says look at (B) and (D), they would have fit his case? He could have used those to get time starting from the date that he found out. It wouldn't give him four and a half years. But why -- you say we, all we have to consider is (A); you said that in answer to Justice Kennedy. But why shouldn't we say that either (B) or (D) fits his case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but is that right? I mean unless you count, as I gather your friends on the other side would do, the period of direct appeal as part of the collateral review process?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the State convicting, penalizing the defendant despite the fact that his constitutional right to competent counsel was -- he lost that right because of the failure of notification?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this just a dispute about the label? Because Texas chooses to call the proceeding that you get if you are successful on collateral review a second direct appeal, you would count finality one way; if they just switch the label and say that is the collateral review appeal process, then you would agree with them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it is denied by - - by the State court. And suppose it's denied by the State court more -- more than a year after the conclusion of the original proceeding. What -- what is the consequence then?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose he institutes it, however, within the year."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And he can't go to Federal court until that is resolved?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you do prevail, it is rather dramatic, because your client was stunningly negligent. He does nothing for four and-a-half years, then strolls over to the State court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask if laches is something that the Texas court could bring up on its own, or is it for the State to raise or not as it chooses?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the State statute that allows the early conviction to be set aside and the appeal reinstated -- do we have that statute?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought I had it. Do we have it in - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens -- just out of curiosity, a prisoner's lawyer doesn't take the appeal, the time expires, bong, the year begins to run. Within that year he files federal habeas. Then he discovers that he had a right to a state appeal. So he goes, just like this man, goes back and, sure enough, he gets his direct appeal, and three years later or a year later they finish the direct appeal. Bong, he can file again. Is that his first habeas or his second habeas?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I doubt that one -- I mean, one may never arise but - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The first one is proper and on your view so is the second one proper. So they are both proper, and there are two of them. And - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, nobody knows about this."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but nobody knows that the State made a mistake in not giving him a direct review."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, forget my hypothetical. They're never going to come up."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except that you kind of elide the point that Congress and AEDPA quite clearly wanted these federal claims to be brought within a year. This seems to allow the State processes to trump the one-year requirement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that it's unusual for the Texas State to grant these. But presumably you could challenge the determination five, ten, 15 years later by the Texas court not to grant you a direct appeal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Let's say this fellow -- the State court says, well, you know what, we are not going to give you another direct appeal. And he says, well, that decision was made in violation of my federal constitutional rights. What happens then with respect to federal habeas?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But is he challenging the first conviction, or is he challenging the failure of the State court to give him another direct appeal?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's I gather if he is granted the collateral -- the direct - - second direct appeal. What if the Court says no, we don't agree that you were denied your right to a direct appeal; we think you had it so you don't get another one. And he says that determination has been made in violation of the Federal Constitution."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't it depend upon the allegation he wishes to make? Say he comes in in one of these proceedings four and a half years later and says, you should give me another direct review, I didn't have it. And the court says, well, no, we're not going to give you one. And he says, well, you give it to all the white criminal defendants and you are not giving it to me, so that violates equal protection?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess my hypothetical supposes a new constitutional violation. And I am just suggesting that the fact that Texas doesn't grant this relief freely doesn't mean that that's a sufficient answer with respect to the abuse of federal habeas."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Jordan. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why should that be, given the fact that the day it is going to run from is the day that -- which the State of Texas is willing to take action. And if Texas is willing to let the matter ride as long as it rode here, why shouldn't the one-year statute apply? In other words, I guess what I'm saying is the -- the decision about what is appropriate, that, in effect, would start this period running, is Texas's And as long as Texas is -- is satisfied with it, why does AEDPA have an independent concern?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that -- in effect, I think that begs the question, because if -- if Texas says: Okay, we are going to -- we are going to recognize a direct appeal starting -- or a direct-appeal right exercisable now, then (d)(1)(A) applies by its own terms exactly at the -- at the conclusion of the process which Texas has at this date chosen to allow. Texas doesn't have any gripe. It decided it ought to act, and -- and, undoubtedly, it should have. As long as the -- as long as the State is protected, why is there an independent interest in enforcing AEDPA, or enforcing the shortest possible rule under AEDPA?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but we are -- we are concerned about State interests, aren't we?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you have got a -- in a sense, you have got a patchwork now. I mean not - - not every State rule for the commencement of a direct appeal in the normal course is -- is identical. So we -- we start with a patchwork."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But aren't they -- and I will -- you know, I will take the examples, but I mean, aren't they varied because the -- the circumstances of error which led to these late appeals vary, too? And isn't that exactly the way it ought to be?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can't we leave that -- and you suggest that it is a Federal rule. I am not sure that's right. Why don't we just leave that up to the States? I am not -- if I don't accept your friend's determination that this is a matter of substance rather than form, States have it -- excuse me -- within their control. Here -- your State calls it another direct appeal. Why don't we just take them at their word? And if they don't want to get into the business of having a Federal review of a second direct appeal that they choose to allow, they just call it something else. Call it a -- you know, the collateral review of a successful claim of ineffective assistance of counsel and file whatever. And then, you know, under AEDPA that wouldn't count as a new final judgment."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why is it a strain? I mean suppose that Texas decided to give every criminal defendant convicted one thousand years to appeal. You know, if they did, I guess they would have one more year after that to go to Federal habeas, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Then what's the difference between that, giving them a thousand years, which I doubt they will do, and what they have said here? They said for purposes of the Texas rules all time limits shall be calculated as if the sentence had been imposed on the date that the mandate of this court issues. There they are. The Texas Supreme Court gave him all that time, it's whatever it was, and said that's the time you have. How, how is that different from the legislature decides to give him one thousand years?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I was just going to stop you there. It doesn't say that starts to run at the expiration of direct review. It says on the date the judgment became final."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- by the conclusion of direct review."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Even though, as in this case, it turned out he found out within a year. But suppose he didn't find out for more than a year; that is, he didn't find out that -- that the appeal had been filed, and he didn't find out about the dismissal? So because either his counsel or the State blundered, he is out in the cold, and he can never present his direct - appeal claim."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Goldstein just explained to us why those two provisions, the (b) and (d) would not work. That this - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have a case to cite for that? Because I understood your friend to say the opposite: That wouldn't count as an impediment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do I resolve that dispute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And Texas could -- and Texas could have gone into the State court and said: Don't give him the direct review; he waited four and a half years after he -- but the State didn't ask for that."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're saying that (2) has a negative implication."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You are saying that (2) had a negative implication. In other words, the time shall not be counted while it's pending and that it should be counted if it's not pending and you are not diligent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When you say \"the first habeas petition\" you mean the first State habeas petition?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. What do you mean, \"(d)(2) tolling still applies\"? That the direct appeal time does not count against his one year?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's assuming that he files the appeal within one year, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What if he doesn't?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The game is over."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What if he doesn't find out about the fact that notice, proper notice, wasn't given to his counsel, so he doesn't find out about the gravamen for the appeal until after a year?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think (d)(1)(B) does. It requires an impediment to have been removed. There is no impediment being removed. He just didn't find out the facts."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I just made one up. I mean, it's a hypothetical."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it works. Your system, I think, works in that instance, as I understand it. Don't tell me I'm right if I'm wrong, please. But the -- as you understand it, he finishes -- he doesn't get his appeal, you know, and time passes; doesn't take it. Then, five years later, he learns for the first time and the first time he could have learned that his lawyer tore up the notification. At that point, (1)(B) comes into play. So the year begins to run. Then, in your idea, he has -- he has a year to go to Federal court. But wait, it's tolled while he goes to State court. So he goes to State court having just learned it. And now he's under (2) and he files a habeas in State. Now the remedy of the State habeas is to reopen the direct appeal. But we should count that, since it's a remedy of a habeas, as if it were a continuation of the habeas and therefore it would fall within (2). That's your argument."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it's -- correct? I do not think there is any case ever considered that to my knowledge."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and the only difficulty of it is that you have to take a sort of leap of faith of some kind in attaching what everybody's calling the direct appeal as if it were actually part of the State habeas proceeding. That's I think the hardest part of your argument."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"There is more of a problem than that, as the other side just said. (1)(B), which is the gimmick you are using to get out of this, doesn't speak of not being able to find out in time; it speaks of the date on which the impediment to file an application - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"(D)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- is removed."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"It's not (B), it's (D)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Oh, you said (D), not (B)."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"(D)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Well, I thought, Counsel, that your response to that was when you have a failure of counsel, that that is imputed to the State. So it is a removal of an impediment created by the State."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The problem with (1)(D) is that the claim or claims presented that is referred to in (D) is not the denial of the appeal. It's the claim or claims that he wants to bring in his Federal habeas. That's why (1)(D) doesn't work, you have to go back to (1)(B). I'm talking to you. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But I think it's a good point."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"(B)."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Between your response to the Chief Justice and Justice Scalia, I stand enlightened."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's your fault."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Justice could have -- not only, that don't some States have a limitation period when -- when he finds out that his appeal has been dismissed, without notice to him, aren't there some States, criminal justice systems, that say from the date that you had knowledge, you have X days to file?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, do I understand correctly that, based on your answers and your friend's answers, there is no difference between the way you two in substance read these provisions? He relies on (d)(1)(A); you rely on the combination of (d)(2) and (d)(1)(B) and (d); except in the situation where you have a non-diligent prisoner, and in that case, his theory leads to a different result than yours. He excuses the non-diligence because the State chooses to label the second opportunity as final. You do not excuse the non-diligence because in the absence of diligence, (d)(1)(B) and (d)(1)(D) do not apply."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then it comes down -- it does come down to his, where he began his argument, which is he said that this is an unusual case where Texas is being overly generous to convicts, because you choose to label it as direct appeal and therefore that means someone that the States allow to have another direct appeal, even though they have been non-diligent, get the benefit of the -- of a new finality date."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Convicted felons don't always make intelligent decisions, you are saying."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Am I correct that on the underlying merits of the basic claims, that each -- his lawyer filed an Anders brief?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He's probably not a very -- he's not -- has the greatest in the world of succeeding, I wouldn't suppose. Isn't this characteristic of this category of cases, that really most of them heard are pretty frivolous?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What strikes me about the case is we are fighting about the limitations and whether it applies and so forth; you probably could have disposed of the whole litigation a lot faster by just looking at the merits for about ten minutes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is all -- this is a product of Congress trying to save us all time. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you Mr. Jordan. Mr. Goldstein, you have four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- he cited most prominently the Evitts case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3979,"interruptions":10,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SEAN D. JORDAN","firstName":"SEAN","lastName":"JORDAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3660,"interruptions":21,"times_spoken":45,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1094,"interruptions":0,"times_spoken":30,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":133,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":343,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":574,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":318,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":117,"interruptions":0,"times_spoken":4,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":3979,"times_spoken":34,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":3660,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":2851,"times_spoken":89,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9125743238525551,"respondent":0.0874256761474449,"date":1472703110365}}