{"petitioner":{"name":"KARI E. KENNEDY, ET AL.","counsel":[0]},"respondent":{"name":"PLAN ADMINISTRATOR FOR DUPONT SAVINGS AND INVESTMENT PLAN, ET AL. ","counsel":[1]},"caseNumber":"07-636","date":"2008-10-07T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 07-636, Kennedy v. The Plan Administrator for DuPont Savings and Investment Plan. Mr. Furlow. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You did in your reply brief address the plan question?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that is that if you, even if we hold for you on that issue, you could still lose on the plan documents rule, right."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"At the end of your argument, could you just spend a minute because my state of mind is I'm sorry we limited it. You've sort of briefed this question pretty fully."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'm tempted to try to decide it. I know you want to make your four points. Go right ahead. But at the end, could you possibly say, why shouldn't we just go ahead and decide the substance, not as a technical matter. Are we really going to get something out of remanding it that we don't already know? But don't do that now, but whenever you want."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"We know what's going to happen on remand, though, don't we? Doesn't the Fifth Circuit already have case law on -- on that question?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But again as a preliminary matter, am I on the same page with Justice Ginsburg? Or would it be a different question? I'm curious to know why the beneficiary designation and change provisions at page 48, number 29c, beneficiaries, couldn't have been invoked here. Is that the same question Justice Ginsburg was asking?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the plan does contain a procedure for designating some other beneficiary, including the spouse. I just don't understand why anybody doesn't talk about that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or he might have -- he might have decided that he didn't want to revoke that one. We -- we just have no way of knowing. It's odd that he revoked as to one plan but not the 501(k) plan, as I understand."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, because he could - - he could have -- despite her waiver, he could have named her as the beneficiary of that plan and that would have controlled."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry; six weeks before what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but how does the plan know that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the plan terms say that if you want to change the beneficiary, here's how you've got to change the beneficiary; and we are going to pay the beneficiary until it's changed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought your friend on the other side would be quoting that language."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- that's a bit of a stretch, isn't it? It says no beneficiary designation is in effect. If you look at the plan, he's got a beneficiary designation."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, that was the point of my earlier point. I focused on -- on this whole paragraph."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That just indicates that this would have been a different case if the provision of the plan that said there shall be no assignment, which is quoted in the Fifth Circuit thing, was the only provision in the plan; but when you look through this in retrospect, there are means for participants and beneficiaries to make a change, and they weren't followed here."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I understand that you say in effect they were. I understand that argument but it's not as if the plan didn't contain an adequate vehicle if the -- the parties had followed strictly the terms of the plan."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's in the opinion of the company. That sounds -- and this is a plan -- as we've said often in ERISA cases, we want to enforce these according to the terms of the plan because the companies don't have to set these up at all. So it makes perfect sense for the company to say, well, if we think this, then we can do this. So, in other words, there's a doubt and we don't want to give it to somebody who might not end up being the person, but if we don't think there's a doubt, that's it."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't decide this case based on sympathy to DuPont. I would understand the point of your argument. But if -- in theory the problem would be exactly the same, whether DuPont had expressed a doubt and paid it into the estate or hadn't."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We have the same question before us."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry. Does this appear somewhere in the materials? It's always helpful."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you want me to read here?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I'm getting this argument. There's not -- the argument isn't that there was a QDRO; the argument was that he could have disposed of this through a QDRO. And he could have done that, and he could have named an alternate payee in the QDRO. He could have named his daughter, for example."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All you're saying is that you couldn't effect a bare waiver through a QDRO, but why does that prove your case? I don't understand that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"A QDRO could have been used to direct the payment to someone else other than the ex-spouse."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not your point. It would seem to me your point is that the QDRO is an exception to the assignment or alienation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And your point is this has been no assignment or agency, so we don't need the QDRO exception. There is nothing in here that violates anything in the statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So whether he could have done a QDRO is in your view irrelevant. Your basic case is the QDRO is an exception from the prohibition on assignment or alienation, that provision has no application here, there has been no assignment or alienation, and therefore the waiver is effective."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course you only think the Solicitor General is right so far to a certain extent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you throw them under the train because you don't -- you certainly don't think they are correct by saying, look, the only way you can do this is by modifying the plan. I still don't know how the plan administrator is supposed to know that the person whose name appears on the plan documents, which the plan participant can change at any time, isn't the person that they are supposed to send the benefits to. Now, you tell me here they knew about the divorce and all that stuff. Maybe, maybe not. But we are trying to develop a rule for all cases and it seems to me the easiest, most administrable rule is to say whoever's name appears there gets the money, and if they are not supposed to because of some collateral dispute, well, they can sort that out in litigation. Maybe Kari has a suit against Mrs. Kennedy or her estate, but that's not a matter for the plan to worry about."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I must have missed -- where did Watergate come from. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Kruger. ORAL ARGUMENT BY LEONDRA R. KRUGER ON BEHALF OF AMICUS CURIAE"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"","text":"Well, are the provisions of page 49 of the appendix consistent with the statute?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"","text":"Did the Court of Appeals give short shrift or overlook that point?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Well, we -- I mean, we could have -- you know, we should have thought of that when we limited our -- our grant of certiorari to the - - to the one question on which you agree with the Petitioner. But we did do that, didn't we, even though the other one was -- was explicitly put under our nose, and we said we -- we are not going to get into that? We just want to decide this question, which is an important question all by itself."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Do you know any other case in which we have explicitly declined to accept a question and then have used one of these other back doorways of -- of answering it anyway?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"I don't know of any. I mean maybe -- maybe we have but - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"","text":"Well, could we do this? I mean, what's bothering me about this is -- is you have a very strong argument following the plan documents. They have had some chance to reply to it, but not a full chance. It seems a little unfair, and the Fifth Circuit had -- would probably know what they say. Okay. Can we, say, grant the question now and ask that people file an additional brief if they want to say something? It just seems to me an awful waste of money and everybody's time to send it back and have it make another trip. So what's your suggestion as to how we proceed?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"","text":"You see, I want to be fair to them. I mean, we want -- you want to be fair to the other side to be sure they have a chance to say everything they have to say. That's what's worrying me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Did -- did we recognize in earlier cases that beneficiary designations are plan documents?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Again, assuming there has been a change of beneficiary designation, and, of course, the argument you're confronted with is: I haven't changed anything. The prior beneficiary simply -- simply refused to accept it, waived it. I haven't changed the designation at all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Well, I think it's a harder question than you make it; and I, for one, have not gone into it as deeply as I would like to, principally because we rejected that -- that question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Am I right in understanding that there is a fairly sharp circuit split on that question, even that majority of the circuits are contrary to the Government's position?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"And which circuits are on the other side?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Levy. ORAL ARGUMENT BY MARK I. LEVY ON BEHALF OF THE RESPONDENTS"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know of any case in which we've done this - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- rejected the question and then decided it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. But is that a case in which the question the court decided was presented in the petition, the court said we are not going to take that question then they decided it on that ground anyway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"That's what I'm asking. Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You are sure of the answer. You don't know of any case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess you agree that it's a question of which the circuits have split, so presumably there are good arguments on both sides, and it's one that your friend hasn't had a full opportunity to brief here. So we'd have to be pretty confident of the answer, I think, to go ahead and decide it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It would be the classic case but for the fact that we had rejected that question. Had we not been asked to decide it and said no, it would be the classic case, I agree."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can we expect that to happen in future cases when we turn down a question and amici and people come in and brief the question anyway and then ask us to decide it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think there is a question of the way it was phrased. And perhaps the court just didn't get it, what that question on which we didn't grant cert was driving at."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Undoubtedly we should have granted it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would you like to argue the question that is here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where would I find the latter? If I wanted to read it? Which I do. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"21A?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that doesn't make too much sense, does it, where all that happens is it's just waived. The wife waived the amount because when she waived the amount, she doesn't give it to anybody. She just doesn't take it. So it goes to the beneficiary - - it goes to the person who made up the plan. It's a little hard to pay to him, because he is dead. So I mean if you read it literally, it doesn't seem to apply, these (ii) and (iii), to the case before us, which is a case of waiver. And of course the argument, yes, she makes is that throughout the law, waiver is treated differently. And if it weren't, you'd have to pay gift tax, for example, when you waive a benefit that's given to you by someone else. And so let's interpret this and make sense of the language you quoted, and consistent with the rest of the law to say a waiver is waivered. It's not giving something to somebody else."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The argument is against you and I would like to hear what you have to say."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, it also goes to the question of who is the person or persons who would have been entitled to such amounts if there had been no order."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If there was a waiver and there had been no order, your friend's contention is by traditional common law, the person who would have been entitled to it would have been his client."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I don't see how this language helps you. It sort of restates the question, but - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If there had been no order - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I see. I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I see your point. Does he agree with that, that apart from the divorce decree, there is no waiver?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I got you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I didn't follow, I'd have to admit. I think -- and you perhaps can explain it to me -- but, I thought the things that you are quoting are QDRO is about an effort to alienate some property that would otherwise go to the person who was setting up a QDRO, in other words, the wife here, in other words Liv here; is that right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. The one person who couldn't be an alternate payee is the payor. And so, in fact, when you waive something, it isn't that it necessarily goes back to some alternate payee, as it didn't here. It simply went back to the payor. And so the language of this prevision you're quoting just doesn't deal with this case."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I know you do, and that's what I need to ask."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. It says, if it's not, the issue to wit is not resolved, then the plan administrator shall pay the segregated amounts to the person or persons who would have been entitled to such amounts if there had been no order."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you think that includes the giver, the payor?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's where this goes if you waive it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You say the waiver is in the order?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And without the order, there has been no waiver."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We'll have to see whether your friend agrees with that. I'll bet he doesn't. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What if they had agreed to the waiver apart from -- apart from the -- from the domestic relations order? Just apart from that, they have a separate signed waiver. We'd be in the same suit that you're -- that you say we have to avoid, wouldn't we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it's an alienation, but his point is that a waiver is not an alienation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about some other waiver that's -- that's not in connection with a -- with a domestic relations thing? You know -- \"I've made my -- my eldest son a beneficiary.\" It turns out, you know, he is fat and happy; he doesn't need the money and he agrees to waive it, so -- so I can give it to an impecunious daughter. Okay? What -- what happens with that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ah. Oh, oh, oh. You're jumping over to the other argument. Let's leave that argument out."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you would still - - the plan would still have to make some inquires, wouldn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Not getting in the plan documents."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm five minutes behind. I just got your point on the (iii)(1). I see it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay? I get it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Before you do, leaving the plan -- the beneficiary designation, you say that the plan administrator is not required to give effect to a waiver that conflicts with the beneficiary designation. Is it just not required? Does the administrator have discretion to give effect to the waiver, or it -- must it disregard the waiver and strictly follow the beneficiary designation?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let me go back for a second because, while I got it five minutes late, if I have it right, I still don't see why Congress would have done it literally."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I can understand an anti - alienation provision. That's some guy who is going to come along and grab this money when you want to take care of a widow, and you want to take care -- but -- but this isn't that. It's just -- she just wants to waive it; she doesn't want it. That's the widow herself. Okay, so why would Congress - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why -- why do they have to worry about that? The simplest thing is for the participant to change the designation, and if there's a divorce, the divorcee is no longer a spouse under the terms of the plan, so he is free to do that. It seems odd to me that they have this elaborate QDRO provision when it shouldn't be necessary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But another alternative is that all you can -- you can cross out this name and put in another, or you can go to court, get this, qualify it as a QDRO, file it with the plan. I mean, why would anybody do that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't -- isn't the problem that it must be an indirect arrangement, and what you are arguing for here is an indirect effect. And it has that indirect effect on your reasoning because of the -- of the waiver and because of probate law. And it seems to me, as I read the -- the IRS reg, the \"arrangement\" that it's referring to is an arrangement which in and of itself would -- would effect the transfer. And that is not the case here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's -- that's the point that troubles me. It's -- it's the \"acquirer's\" language. Does -- does the person who -- who receives the -- the refused benefit acquire it from the other person? He certainly doesn't do so for Federal tax purposes."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The only person who acquires it -- the only entity that acquires it is the estate."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Does he acquire it from a participant or beneficiary?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the -- the notion is it's as though the -- it's as though the devise to the person refusing it had never occurred. I mean, there is -- there is no gift tax payable or anything else."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You made the contention now -- and I think you have it in your brief -- that if you get something in return for a disclaimer, then the disclaimer is not effected. That it's effected only if you receive nothing in return. And what -- what is the source of that contention that you can't disclaim if you get something in return?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is the -- is the wife -- I'm thinking of the Chief Justice's question, too. If your -- the woman is Wife X, and her ex has a pension. Doesn't something vest there? She is in California. Doesn't she have some vested right to some of that pension?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose she's married for 40 years to Joe Smith, Joe Smith earns a pension and then he wants a divorce. Doesn't she have some right to some of that money."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does she get some of the money he saved?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not exactly that you could have just changed the beneficiary. If you just changed the beneficiary, you'd have to give her something else."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But in the divorce proceeding she's going to get some of the money, which is now just the inverse point, to which she is entitled. So obviously she will get something, but she's entitled to it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Not, not obviously. I mean it depends what the divorce is. She got the Mercedes, right? I mean, she can get -- it depends on the divorce arrangement, not anything under ERISA, once she is a nonspouse."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Furlow, you have three minutes remaining. REBUTTAL ARGUMENT BY DAVID A. FURLOW ON BEHALF OF THE PETITIONERS"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They look at it and say, is this a QDRO? And if no, then they go back to the other provision, I guess on page 21a in the red brief, and say: If it's not a QDRO, ignore it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was this waiver only part of the divorce degree? Do you agree with your friend on that point?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not separate and apart from the divorce decree."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have anything more to say on the plan document, the plan document issue than what you've said here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID A. FURLOW","firstName":"DAVID","lastName":"FURLOW","counsel":true,"justice":false,"side":"petitioner","words_spoken":3333,"interruptions":14,"times_spoken":37,"laughter":0,"num_int_by":5},{"id":0,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"","words_spoken":961,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MARK I. LEVY","firstName":"MARK","lastName":"LEVY","counsel":true,"justice":false,"side":"respondent","words_spoken":2806,"interruptions":22,"times_spoken":62,"laughter":2,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":800,"interruptions":0,"times_spoken":23,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":264,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":901,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":936,"interruptions":4,"times_spoken":44,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":153,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"I think what you're saying is","lastName":"is","counsel":false,"justice":false,"side":"","words_spoken":122,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3333,"times_spoken":37,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":22,"words_spoken":2806,"times_spoken":62,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":3395,"times_spoken":113,"laughter":3,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.864050094096996,"respondent":0.13594990590300404,"date":1472703110360}}