{"petitioner":{"name":"GARY BARTLETT, EXECUTIVE DIRECTOR OF THE NORTH CAROLINA STATE BOARD OF ELECTIONS, ET AL.","counsel":[0]},"respondent":{"name":"DWIGHT STRICKLAND, ET AL. ","counsel":[1,2]},"caseNumber":"07-689","date":"2008-10-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 07-689, Bartlett v. Strickland. Mr. Browning. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you say that this brings us closer to a situation where race will not matter when it expands the number of situations in which redistricting authorities have to consider race?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me to be a criticism of the majority-minority district approach in the first place."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about influence districts?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you move - - you've moved from majority-minority to crossover districts. Should you continue to move to so-called influence districts?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But under your definition of coalition district, race is the key factor."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you are telling us if we have a rule that makes race the key factor then race doesn't matter."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you were proposing a brave new world of coalition districts."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on race."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the authority that says you must consider race in drawing the districts, assuming that you don't have an existing majority - - minority-majority district? What's the -- what authority do you cite for the fact that you must consider race in drawing districts? What do I read to find that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's -- that's a majority -- majority district."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So then what other case do you have?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then your statement that you must always consider race in drawing districts is not -- is not supported, or at least it's a new proposition that you are arguing for us here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I would have thought the possibility of coalition districts would be evidence that the Voting Rights Act has succeeded, rather than evidence that you need to apply it more broadly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, the obvious question when you say 15 to 30 percent is what number of crossover voters would you say demonstrates that you no longer need to consider race in shifting a coalition district?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it could be 70 percent that don't vote for a particular candidate. At some point you have to conclude that it's based on the candidate rather than on race."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't say where -- how much crossover voting would be so large as to make a difference? You can't say where the line is statistically?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that has been stipulated here, right, that you meet the third Gingles factor? So it's not at issue in this case, but the point was made that, in one of the cases that you rely on, in Metts, that reliance on crossovers to prove the ability to elect the candidate of a racial minority's choosing undercuts the argument that the majority votes as a bloc against the minority preferred candidates. So there's tension between the crossovers on the one hand and showing that the dominant race votes as a bloc."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's the case, then - -"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's the case, then your test imposes a statistical standard just as your opponent's test does, doesn't it? It's just a different one."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose there is 40 percent crossover voting, and that's a little bit -- that's not quite enough for the minority candidate to win."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't even say that 40 percent would be sufficient in every instance, that that might be -- you know, that might not be enough?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't suggest that if there were 40 percent white crossover voting, we would find white bloc voting within the Gingles condition, do you? Do you think that is a serious possibility?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I mean you really do have an answer to Justice Alito's question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the answer? What percentage of crossover voting would make this not actionable under section 2?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you don't have an answer to Justice Alito's question? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have racially polarized voting when you have as high a crossover vote as 40 percent? I mean, you say, we apply the normal Gingles factors, but it seems to me 40 percent crossover is fairly high."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you still think that we can confidently say this is racially polarized?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're opening yourself to this line of questioning about the third factor, which is conceded by both sides, so it's not in issue. But you are opening it by having a test that looks to the second and third factor and leaves the first factor out of it. I mean, whether you agree with it or not, the 50 percent line is bright if you know what's in and what's out. You don't have any test for the first factor that's comparable, that would give district courts and attorneys some degree of security about how you determine the first factor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your theory, it would be possible to challenge a majority-minority district on the ground that you could draw a different coalition district, maybe more than one coalition district. Let's put it that way. If you could draw a majority-minority district and you could draw two crossover districts, does the Voting Rights Act impose a limit on the choice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an easy -- I suspect that's a common hypothetical. You could draw a district with 80 percent minority voters or you could have, as you have here, two 40 percent districts. And the Voting Rights Act requires what?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't you adopting the principle of maximization?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you this, and correct me if I am wrong, because it has been a long time since Gingles came along and I may be forgetting things. But I -- I thought when you are given the alternatives you were just giving, one 80 percent and two 40 percents, that because there is not a principle of maximization there simply is not an abstract or bright-line answer to the question; and that in order to get an answer to the question, you look at all of the other things that districting authorities look to, and you see how they add up, whether we are talking about compactness, congruency with -- with -- with other political lines, and so on. And unless you look to all the other things that reasonably can and should be take into consideration when districting is done, you simply cannot answer the question, should there be two 40's or one 80. Am I wrong?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they weren't part of your answer to the Chief Justice."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It needs to consider it, but I thought your answer was it needs to do it. Is that your answer?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay if there is no reason for the super-majority. My point is that you cannot answer the question in the abstract. And when you start to answer it, as you are doing now, you are going beyond the abstract and you are getting into facts outside the mere choice between two 40's and one 80. And that seems to me to be correct. At least, if it's not correct, you and I are making the same mistake."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we -- what you propose is going to inject courts into the drawing of districts much more frequently than they -- than they already are injected. The reality is that one of the factors -- you mentioned contiguousness and county lines and so forth, but one of the factors that legislators always take into account is incumbent protection and the incumbent is always going to rather be in an 80 percent district than in a so-called 40 percent coalition district. I think you are unrealistic to expect State legislatures to draw districts that way, where everybody will have a chance. The whole object of it is that nobody will have a chance, just the incumbents. That's what is going on."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's fine, but you just can't wave a magic wand. It -- Congress also intended primarily to leave it up to the legislatures under guidelines, to be sure. And when you have a choice of one 80 percent or two or even three 40 percent, it's clear to me what the legislature is going to -- going to choose."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We will be injected into this very political game much more frequently than we now are. I have always regarded the 50 percent Gingles thing as simply a self-protection prescription for the courts, where you can look, you can be clear and say, you know, close enough for government work. But if you want us to figure out whether there could be three districts, two districts instead of just one district, you are just, it seems to me, tossing the whole -- the whole project of drawing districts into the courts. And that is -- that is not something that I, for one, favor."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":8,"sideBefore":"justices","text":"In this case which way does the presumption favoring what the legislature did cut? Here the court set aside what the legislature did; is that not right?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's something new. I thought we took the case -- at least I have been thinking about the case -- on the assumption that there is a valid State law that is being superseded. Now, if you are questioning the validity of the State law, that's something -- that hasn't been raised here, has it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about, you're indicating to us that the county line standard that the State court invoked as a matter of State law is itself questionable because it was based on a prohibited racial animus. And I -- I indicated that that's very new to me. I thought we were taking the case on the proposition that the county line rule is a neutral, valid State law principle. Now, it may or may not be superseded by the -- by the requirement of section 2. That's what we are arguing about. But this is the first time I have heard that we have to somehow question the underlying State rule under the Fourteenth Amendment. I thought we took the case on the assumption that the State rule is valid."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about the county line rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We are fighting over -- the district that you want to draw, the crossover district, would have 39 percent African-American voters. The district that complied with State law of the county line would have 35 percent. Where the assumption is that you have a significant degree of crossover voting, is that really a difference worth changing the Voting Rights Act jurisprudence for?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by \"workable\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it's 4 percent less than the district you propose?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it gets back to the Justice Scalia's point - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that this is designed to protect incumbents."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Browning, I thought there was something in the record that said never in North Carolina's history have you had African Americans able to choose the -- able to elect the candidate of their choice where the minority population was less than percent."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that mean a proposal if you succeed, we should remand on that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Browning. Mr. Thurman. "},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know why it would require maximization. It would -- it would certainly open the door to -- to more districts required by section 2 than if we have a 50 percent rule. But I -- I think your brother conceded that when -- when you draw a district, you are bound by our case law as well as tradition to look to something more than maximization, and maximization is in fact not the law. So I don't see why it would be required."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's that got to do with maximization?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There is no question that if they are -- if they win this case, I think there is no question there will be more claims requiring -- or potentially more claims requiring adjustment of lines based on avoiding section 2 violation. I would almost think that was common ground. But that is a different thing from saying that the result of those claims is going to be a required maximization. And that's - - that's the only point that I -- that I meant to pick - - pick up on."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You are saying they will tend to maximization in order to avoid litigation."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Why in the -- why in the world would you stipulate to bloc voting in a situation where you have nearly 20 percent crossover voting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it seems to me you have complicated situations on a rather critical point, what seems to me a basic conundrum, how can you have bloc voting and at the same time have significant crossover voting? You take one of those off the table, it's kind of hard to address the basic issue in the case."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, since the district is drawn from the counties and there's a stipulation with respect to the counties, doesn't it follow in the absence of some surprising fact that there would be bloc voting or the stipulation would cover bloc voting in the district?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But regardless, regardless of the -- the variations in mix, if you are stipulating that there's bloc voting in county A, bloc voting in county B, and you have got a district made up part of A, part of B, doesn't it follow in -- in the absence of some pretty specific evidence to the contrary, that in the district there is probably going to be bloc voting?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have evidence in the record -- did you put evidence in the record that this particular district is carved from some peculiar section of county A and county B, so that the general bloc voting pattern does not apply in the district?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But you stipulated. You didn't want to argue the third factor. You wanted - - you just started out by saying you were tired of this litigation, we wanted to concentrate on one issue and one issue only, and that was the 50 percent rule. And now you are suggesting that, well, no, the stipulation really didn't stipulate away the third factor. I thought you were giving in on that issue so that you could get the first issue decided."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But just help me on the facts, because I may have misunderstood the facts. You're saying you did not stipulate that there was bloc voting; you stipulated that there was sufficient evidence for a factfinder to find that there was bloc voting. Is that your position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, what -- what's the color of the brief -- of the cover on this? Is it the brown one or the white one?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, and you're at 130?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"130a?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what do you make of the -- the beginning of the next paragraph? \"Plaintiffs hereby advise the court that they do not wish to be heard further or to present evidence regarding the remaining issues.\" Doesn't -- I'm not sure what that's getting at, but when I looked at it, I thought it meant that the stipulation can control, i.e., it may be found without objection that there is bloc voting or assumed without objection that there is bloc voting."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you don't wish to present evidence."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I realize, but when you then say \"And we don't wish to present any evidence on it,\" it sounds to me as though you are conceding the issue."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What was wrong with the clear rule that Justice Souter suggested in the LULAC case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Souter, in his opinion in the LULAC case - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- he suggested what he called a hard-edged -- a clear, hard-edged rule which is not going to be an exclusive rule, but, anyway, if you met that standard, you're okay."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's okay. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how those claims could possibly succeed, but I thought -- let's go back to sort of step 1. My mind turns a little confused when I start thinking of these cases. Are we talking about a case of -- where the claim is normally vote dilution? Is that yes or no?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Section 2 -- does vote dilution mean we who are a minority group, let's say a black group, could have elected a candidate of our choice more likely than the white group, but because you are engaged in vote dilution, that isn't going to happen anymore? Is that the form of the claim?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's the form of the claim. Then, it's our problem here that to see whether that's so, you have to see whether the black group did really vote as a group. Did they used to have a good chance to elect the person they want, and does the white group tend to also vote as a group and swamp them? Is that what we are trying to find out?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"There are a lot of reasons that can happen. But is the evil we are trying to get at, the evil of a black group, when they stick together in polarized voting, having less of a chance of getting their candidate elected than when the white group does the same?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's what we are trying to prevent? Okay. If that's what we are trying to prevent, then haven't we learned that putting a threshold, because you can't even get in the door -- you can't even get in the door -- unless the black group accounted for 50 percent of something, the voters or the people who turn out, that that doesn't make much sense for the reason that Justice Scalia started with. It doesn't make much sense because sometimes they account for 51 percent, but they can't elect anybody, because they all divide on four different people, or maybe they didn't turn out. On the other hand, sometimes if they account for 43 percent, they could elect the candidate of their choice. So it looks as if that 50 percent is pretty arbitrary and we're looking for a better criterion. Is there anything wrong with what I've said so far?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Here what we've -- could we look to see whether the three Gingles factors, whatever they are -- one was, is the black group numerous enough to elect the candidates of their choice? Reasonably compact, politically cohesive? And then you look to see, does the white group tend to vote as a bloc to stop them?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's what we should do?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then I'm back to my problem, that sometimes the 50 percent criteria just doesn't measure that first part. And so you say, well, any other matter would be worse, but I bet we could invent some that were actually better. Suppose you wouldn't have to go to 20 percent; suppose, for example, you started looking in the 40 percents, and you said, you know, if the black group is going to elect their candidate with 40 percent, or 45 percent even, they're going to need a lot of crossovers, because they may only vote -- you know, only 80 percent may turn out. They are going to need a lot of crossovers. And the more crossovers you have to have, the harder it is to say that that white group is out there trying to beat them. So there's a kind of natural stopping place. When I worked out the numbers, it seemed that natural stopping place fell around 42-43 percent. It sort of fell -- as you said, that the black group -- you insist that the black group had to be twice as many as the white group that crossed over. A little arbitrary, but at least we were getting to the same -- to the right thing. I mean -- respond as you wish."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Thurman, can I ask you this question? It seems to me that a rigid 51 percent rule assumes that the minority communities throughout the country are all alike, and that there is enough variety in every district and every part of the country where we have this problem. There are variations. Maybe 51 percent would not be enough. The minority group might, itself, be divided as is often the case. I -- I think the underlying premise -- the underlying -- the premise underlying your argument is that all minorities are exactly alike. That's why we can have this mathematical figure, and that answers the question."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what Justice Breyer proposed a rule at the end of his question. He said: Suppose you make it, the threshold, instead of 50 percent, it would be twice as many in the African-American population as in the crossover group. That would be the threshold."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you are saying it's an opportunity, and what you mean is it is sufficient to provide an opportunity. And Justice Breyer's question is: Isn't the two-to-one ratio something that we should consider as also being sufficient to provide an opportunity?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- it's a greater opportunity than -- than would be given to them in -- in the district or a pair of districts that splits the minority population in half. But how is it in some abstract sense a greater opportunity?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The opportunities are - - are measured on the ground, not in the abstract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Joseffer? "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were conceding that it isn't a rigid rule, and that the North Carolina Supreme Court should have to be -- I mean they could be 48 percent, I think you said. MR. JOSEFFER: We have identified two narrow exceptions, neither of which the Court really needs to reach in this case. The first is an inference of intentional discrimination. And the important thing there is, first, that's academic. Because if you can prove intentional discrimination, you can proceed with a constitutional claim under section 2 and not add anything anyway."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Intentional by those who draw the district?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know if you litigate whether you are -- whether you are really talking about a -- a possible two percent variation. So that I mean, I -- I think you have to concede under your -- under your test that there's going to be more litigation. There is going to be more claims than there are under a 50 percent rule."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Except that you have a better chance so you are more likely to do it."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Two percent is pretty big in an election. MR. JOSEFFER: Well, in -- in practice -- I mean, remember, the majority-minority rule has been followed in almost every jurisdiction nationwide for more than two decades, and so far I have seen one 48 percent case. There may have been others, but there - - there don't seem to have been very many."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":7,"sideBefore":"justices","text":"If you want an absolute, arbitrary rule, which is what you were heading toward which will just -- - the question is whether they get in the door. If they are in the door, they have to prove the three factors. And you want to keep certain people out. Okay. Suppose you say, well, 42 percent. That gives you down to 40, with your two back, instead of 50. But you are out anyway if the crossover vote from the white majority is more than half of what the whole vote is with the black and white together on that side. So you have a two-to-one ratio. Now, the only virtue of that is that there was an effort to try to get an arbitrary rule, which you have with your 50 percent, even -- only a little bit more difficult than that to -- to administer, and is likely to get in more cases that are justified. But they still have to prove their three factors."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It takes into account the realistic fact that in every group, including lots of African-American groups, there is -- it is not 100 percent African American at all. There are -- there are a few others who will come along, and -- and that's still the candidate of that community's choice."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So we want -- a little flexibility here is all that I'm suggesting."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You can't get below 42. I'm not going to get below 40 no matter what, even with your thumb on the scale."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They are -- they are finished at 40, and they are not even in at 40, if they have to depend more than two-to-one on the crossovers."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I won -- I'd hoped that you could have a brief time to discuss your third rationale because it's going to require determination of how people would vote."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have a view on how we should approach the stipulation adopted below?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You mention how well it worked. Did you see the graphs -- one of Amicus briefs have the graph showing what the 50 percent rule did for one gerrymander and how the lesser percentage worked out -- remember which were much more -- not using the 50 percent rule produced much more compact districts?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But they were designed to produce 50 percent, and that's why they got so -- so - - so grotesque."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you Mr. Joseffer. Mr. Browning, you have four minutes remaining. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't Justice Breyer's 40 percent rule be just as arbitrary?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But this -- but yours is below? Just slightly below."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule I suggested, though there are arbitrary aspects is a better targeted, more administrable -- or equally administrable or not much worse administrable arbitrary rule."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"There must be somebody there to get you over 50 percent."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Thirty-three plus 11 is 44. So where does the rest come from?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That's 40, and then -- oh, I see, 39 plus 11."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If they vote cohesively."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a necessary predicate to his very question that the majority group, the white group does not vote cohesively. Under your hypothetical at least 11 percent have to swing over."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTOPHER G. BROWNING","firstName":"CHRISTOPHER","lastName":"BROWNING","counsel":true,"justice":false,"side":"petitioner","words_spoken":2725,"interruptions":23,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":1,"fullName":"CARL W. THURMAN","firstName":"CARL","lastName":"THURMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1675,"interruptions":17,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":2,"fullName":"DARYL JOSEFFER","firstName":"DARYL","lastName":"JOSEFFER","counsel":true,"justice":false,"side":"respondent","words_spoken":1462,"interruptions":7,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":1,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":375,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":538,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1090,"interruptions":1,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":208,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":999,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2725,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":3137,"times_spoken":48,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":4,"words_spoken":4257,"times_spoken":113,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.4757448482895581,"respondent":0.5242551517104419,"date":1472523515380}}