{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"EDWARD A. KARASS, STATE CONTROLLER, ET AL. : ","counsel":[1]},"caseNumber":"07-610","date":"2008-10-06T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-610, Locke v. Karass. Mr. Young. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, they wouldn't be subsidizing it if -- if, indeed, it is some kind of a -- essentially an insurance scheme. They - - they contribute to the national union, and in exchange the national union defends their interest just as it defends the interest of other unions. You didn't address that -- that pooling argument."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't seem to me fair to call it \"subsidizing\" if, in fact, that's what's going on."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know because that wasn't inquired into by the court below. I guess we really -- we really don't know, do we, when -- whether the local union can make any demands upon the -- upon the national union for -- for litigation defense?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we don't call it \"insurance,\" can we all it \"pooling\"?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Young, I thought that in Ellis the litigation -- the Ellis Court said that that litigation did not have as its subject matter negotiation or administration of a collective bargaining contract."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm quoting from -- I'm quoting from that decision at page 453. The case involved litigation \"not involving negotiation or administration of a collective bargaining contract.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are you saying the Court got it wrong? I mean, the words that I'm quoting are from the opinion: \"Not involving negotiation or administration of a collective bargaining contract.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the only thing that could be germane. If it doesn't relate to that, then your case is solid."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want to stand or fall on the all-or-nothing argument that nonmembers can never be required to pay for any extra-unit litigation expenses, or do you have an -- an additional argument?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you take -- do you take that as -- as -- as meaning that the union couldn't buy litigation insurance?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Some of those -- some of those premiums are going to subsidize the defense in - - in -- in cases beyond this bargaining unit. In fact, most of it will."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so in your view, then, even if the agreement with the -- with the parent union in this case involved an explicit obligation on the part of the parent to come in and defend in -- if litigation arose in this unit, that would still be bad?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not interested in insults. Is it -- is it constitutional, or isn't it?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- and -- and -- and you do take the position that a -- a genuine insurance policy issued by an insurer would not violate the constitutional standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though -- even though there may be a great disconnect between the premiums and the needs of the particular unit? I mean, let's say the particular unit has -- I don't know -- has always had a history of good relations with the employer. It has never had to call upon litigation in 20 years, and they don't anticipate it, and yet their insurance premiums rise dramatically because of very hostile and extended litigation by another unit. Do you -- do you concede that case?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it's based on the experience of the whole -- the whole cohort of insureds."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Chief Justice's question says: Can a -- can a -- a local that is certainly on the basis of past experience not going to need this insurance nearly as much as other locals - - can it enter into an insurance arrangement with other locals to buy the insurance for all of the locals even though it knows that it won't benefit very much from that insurance policy?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was -- he was trying to help you."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You should have said, yes, Chief Justice. (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that each time they buy an insurance policy they have to investigate which locals are going to get the most benefit out of it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you give one answer to the Chief Justice on the facts he gave and a different one if the record showed that everybody got a proportional benefit out of the group policy?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer doesn't depend, then, on the facts that he included in that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"He is not trying to help you. (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"justices","text":"I'm not sure he was, either."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean all insurance policies are bad?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was -- there was mutuality of obligation in the hypothesis that I gave you in which the agreement with the parent union required an affirmative obligation of the parent union to come in and defend if litigation arose. And you said that still would not be constitutional."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So the -- so the criterion has got to be something other than mutuality of obligation, right?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the other distinction?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we -- we start with that premise, but what is the other distinction, then? If it is not mutuality of obligation, what -- what is the -- what is the -- the -- the -- the point that separates the -- the sheep from the goats here?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is -- what has rate setting got to do with -- with your basic point? Your basic point, as I understand it, is that some of the money that's being taken from the -- from the local union and in our example subsidized by the service fee is being used to subsidize litigation for other unions. And that is, it seems to me, exactly true in the insurance case. Some of those premiums will subsidize litigation -- speech -- involving speech in -- in other union bargaining areas. What's the distinction?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know whether that's true or not. If you buy labor litigation insurance I suppose it is not. Don't they set their rates with respect to the experience in labor litigation, not in - - on their experience with automobile accidents."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Neither do I."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I did want to understand your position. Suppose there is a statewide contract for public employees and one union brings a suit to interpret a provision of that collective bargaining agreement having to do with overtime or holidays or something. And then it notifies the other union, we're going to have to drop this litigation because we can't afford it. Even though it ultimately may affect you down the line, you're not a party. I don't see the harm in allowing the other union to subsidize or contribute -- use whatever verb you want -- that litigation -- that litigation."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what -- what harm are we trying to prevent here?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The First Amendment can be -- can be a sword or a shield. This union wants to use it as a sword in order to promote, in order to protect its rights under the collective bargaining agreement. I don't see the harm."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What I don't understand about - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish because there's something - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not quite the hypothetical. Let's say there are two bargaining agreements but they're identical, and that this litigation that's underway will have persuasive force for the union that's thinking about entering, and then the union decides that it is going to enter to help the union involved in the suit, and the members of the, of the contributing union object and you say they have a First Amendment right. That's your point?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see why the objects of collective bargaining the, objects of union -- of the union, are not being fulfilled."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the part I don't understand. It's not your fault. I don't understand it in the cases either. What First Amendment right are we talking about? There is an individual who, under the agency shop, pays dues to a union. Now, suppose the union uses some of that money in a way that has nothing to do with politics, nothing to do with speech, but it doesn't happen to benefit that particular member. For example, you can have a central union headquarters 4,000 miles away where there's a librarian who's doing research on a matter that will help lots of people, but nobody in this area. Or you could have a program to commemorate the people who were hurt in the State of Hawaii at a union uprising or strike of some kind where nobody in this particular area is ever going to go. Now, both of those activities are totally legitimate union activities that have nothing to do with politics. But this particular place won't benefit from them. Okay, what in the First Amendment prohibits the union from paying for such an activity out of general union dues assessed on everybody? And why would the First Amendment prohibit such a thing?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine. If they are chargeable because they have nothing to do with politics, perfectly legitimate, why isn't it also chargeable to pay for the costs of a lawsuit which has nothing to do with politics, totally for a union purpose, it just doesn't happen to benefit that person who's miles away in a different local?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want you to tell me about cases. I'm abstracting from -- I want to know the reasoning. I want to know why."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I said there is no politics in any of these expenditures. 42 bishops would swear there is nothing here that has anything to do with politics."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Why does it have to be political speech? Isn't it enough that it is simply speech that certain people don't want to subsidize, or speech, so that the commemoration in Hawaii may be something that 99.999 percent of the population would find very commendable, but someone is being forced to pay for that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the reasoning that you seem to accept and I guess all human activity is banned. Because to my knowledge, all human activity takes place through speech with a few exceptions that are not here relevant."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Well, it isn't banned. It's just -- just -- you know, you don't force the nonunion member who indeed may be anti-union to pay for it. And he doesn't want to subsidize the union librarian. He doesn't like unions here. He doesn't like unions in Hawaii. And for the government to force him to -- to support the union is, I thought, part of the reasoning behind - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"justices","text":"I'd be interested in your comments on this dialogue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why isn't litigation -- what I don't understand is how you draw a line between the -- the negotiation of an agreement, where Lehnert said this kind of pooling is okay, and the enforcement of the agreement. I mean, we're not talking about litigation unrelated to collective bargaining. It is only litigation that deals with the meaning of a term in the contract, whether what the employer has done was an unfair labor practice, whether there has been a contractual violation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand why enforcing, one thing is making the agreement and there you agree as you must because of our Lehnert decision you can't have these pooling arrangements. What's the difference between negotiating an agreement and litigation to enforce it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the distinction you were drawing was whether or not the collective bargaining agreement applies to the particular union. If it's a different unit with a different agreement I thought you were saying that that can't be charged, but if it's the bargaining agreement that binds the particular unit, I thought you said that was chargeable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Of the particular unit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suppose you would also concede that if the bargaining agreement is exactly the same, you know a number of units have exactly the same bargaining agreement, which I would suppose is a not uncommon situation, but litigation with respect to the terms of the bargaining agreement even though it happens to involve a different unit is also chargeable to the particular unit."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean, because I want to be sure -- you exclude the librarian example of Justice Breyer?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So which side? You have to be clear with me."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand you to be saying they could not charge the nonmember for the expenses of the Hawaiian librarian."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The librarian in Hawaii researching something that the plaintiff has no interest in spending money on, would that be prohibited."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell us two hypotheticals. One is the librarian, two is the public celebration. Would nonunion, would participating unions be allowed to contribute to either of those activities?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Against nonmembers? Against members, there has to be a pro-ration, they has to be a pro-ration. A with the librarian, B with the celebration."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You have several times mentioned the public forum as having a significance in drawing the line and I'm not sure I follow you there. Why did you say that?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you this. If an employer and a union local decided that you know they would really let the sunshine in and they would conduct their collective bargaining in a theater with microphones and anybody could drop in and hear, would that change the chargibility of, as against the dissenting nonmembers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. Mr. Collins? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what we are talking about. It doesn't have to go it alone. It simply can't force members of another unit that can decide they are happy to support it but the members who don't want to support it who don't like unions, they can't be forced to pay for it if it does not relate to their collective bargaining agreement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If the litigation is not germane to the unit where people object to that unit's collective bargaining agreement they are not free riding on anything."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if there is no -- I guess I'm getting into the solace thor general's position here. What if the unit with the objective members does not have a right to call upon the pool? Either, or has never called upon the pool in its unlikely that it will. Isn't there, it's not simply subsidization. It's their compelled fees being used for something that doesn't Ben fate their collective bargaining arrangement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly -- I'm sorry. I was just going to say exactly so I regard that issue as still open. It was not addressed at all in Lehnert."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what did the Court mean in Lehnert when it said there must be some indication the payment is for service that may ultimately inure to the benefit of members of the local union by virtue of their membership in the parent organization?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose, let's say, that one or more locals someplace else in the country are involved in very, very expensive litigation; and, as a result, the international assesses all of the locals a fee to pay -- to pay for that litigation but at the same time adopts a position that it is extremely unlikely in the future that the international will ever subsidize any other local union litigation expenses. Would the local -- would a -- would a local union not involved in that litigation -- would they - - would it be permissible for them to charge their nonmembers?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you concede that, then aren't you conceding there has to be some standard by -- under which to assess whether the local union that is being required to pay the fee for extra-unit litigation expenses is getting something back in return?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's not necessary for there to be any standard under which to assess that they are getting anything back in return? If it's clear they are not getting anything back in return, it's still okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if you have a situation where there is a provision in the collective bargaining agreement that the union thinks requires the employer to provide air conditioning in the plant, the local up in Nome, Alaska has to support that extra - - extra-unit litigation even though it will never have any benefit for it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it meant -- I didn't think Lehnert held that the unit would have to support that type of extra-unit litigation. I mean, I - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Yes, there is a provision that is ambiguous, which frequently happens, and the union says that requires air conditioning, and the company says no, and there is a big fight about that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, sure, because that negotiation is germane to the Nome, Alaska collective bargaining agreement, if they are negotiating it there for that unit."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But aren't they, aren't they equal chargeable? Isn't the unspoken premise of your argument and what Lehnert is getting at -- they are not only germane, but isn't there an unspoken premise that just as the union will support -- the union of the dissident objectors in negotiating a collective bargaining agreement, the union will also presumably support them if litigation is necessary later on to enforce it? So that the so-called standard by which the union's obligation to support the litigation and the unit that includes the dissidents is not somehow precisely spelled out. The assumption is that they do have some obligation to support the litigation if it comes to the dissidents' unit. And isn't that -- isn't that the point of your argument?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which is a covenant, in effect, of support."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think as a covenant of support you have -- however many -- about a thousand individual units. You think each of those, you have a covenant to support them when they all get -- get involved in separate litigation? You can't possibly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it's quite unlike, for example, insurance. If you have insurance and you as the unit have a particular obligation, you have a right to have that covered. There is no similar right here."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, so there is no, there is no covenant of support. There is what? A covenant of support if the litigation in the local unit that includes the dissidents has wide significance, and therefore could affect other units? Is that what the - - is that what the obligation is?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is this any obligation at all? You said okay, there is an obligation of some kind of fair dealing. Given the question that we've got, that doesn't matter unless the fair dealing relates at some point to support for litigation, right?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And how do we articulate what that obligation is? If it's not covenant to support regardless of what the litigation is, how do we articulate what the degree of the obligation of support is?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the trouble with saying that is exactly the point that the Chief Justice raised. You don't take the position that no matter what the litigation is, the parent union has got to support it. Therefore, how do we identify the litigation that they will support? How do we know that they have any obligation at all?"},{"name":"JUSTICE SOUTER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't create a guarantee expressed like the terms of an insurance policy, but there is, in fact, a local practice to which one can refer. And it seems, it would seem reasonable in a case like that to say, okay, you can force the dissident to pay a fair share on the expectation that the same kind of enforcement litigation will take place if there is a dispute this year or next year. We don't have, as I understand it, a clear sort of expectation standard when we are talking about affiliation agreements that involve a parent and many, many other locals. And the point here, it seems to me, is to determine whether there is any obligation at all whether the dissident is getting anything or can expect to get anything for the fee. And what I want to know is how do we describe that obligation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So we are talking about an infringement on the objecting members' first amendment rights, and your answer is trust us, we'll treat you fairly? I understand that it's a different answer if you say you've got a right. We can impose the contribution requirement on you, even though you object to it because under this agreement, you have a right to call upon our services. That's a different case. But if your answer is simply trust us we'll treat you fairly, that's not the usual standard we apply to infringements of First Amendment rights."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's different. That's a little bit more stringent than saying trust us. That's saying let's look at the last year and we'll figure it out."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But couldn't it be, couldn't the national say, local, you have asked for assistance with such-and-such litigation. We think your case is what this Court sometimes calls a bad vehicle. We don't want to finance your litigation, the issue is important and we are going to wait for a case that presents it in a better light, is more likely to win."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The issue is not whether that's a fair thing for the national union to do. The issue is whether the person who is being compelled against his will to pay dues to the union is getting anything back for that compelled payment. And even though the national union may be acting in an entirely fair fashion, given its national objectives, the -- the compelled payment is not doing what our cases seem to say it must do. It has to be paying for services rendered."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If certain -- if certain fees are are being assessed on the theory that this is a pooling arrangement, I don't understand why you're resisting any effort to impose any standards or any inquiry as to whether it's really a pooling arrangement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if we determine as a matter of First Amendment law that such a requirement is necessary, then you lose, because you're saying we can't possibly fashion the test?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Lehnert didn't address the question of litigation."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument seems to be that the whole analogy of a pooling arrangement is invalid. That was unrealistic, because there really is no way of telling whether any of these things is a pooling arrangement. There is no standard that could possibly be articulated that would be meaningful to determine whether something that is labelled a pooling arrangement really is in any way a pooling arrangement. That seems to me argument. That would seem to cut against the whole idea of pooling arrangements not only for litigation expenses, but for everything else."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't have to do that. It can use the money of its union members any way it wants. It can contribute to the national all of their money if it wishes. We are only talking about that portion of the union income which comes from people who don't want to join the union."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, one of the difficulties it seems to me is the Petitioner's position with the sort of all or nothing approach. But you seemed to be taking the mirror position of that. Your argument is all or nothing on your side. I don't get much help from either side as to what the standard should be. I know germane is obviously a malleable word, but we are looking to see if there is some test that we can use that's not all or nothing."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I haven't heard from either side yet what that would be."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a rule or a reg somewhere in the Labor Department that says if the national union takes its money from its local, spends it in a way that has nothing to do with politics whatsoever, zero -- but either wastes it or they build too big a building, or they do something that doesn't benefit Local Number 432, does 432 have any remedy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There is no remedy at all."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So union members who are being gypped, they just have to put up with it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Are you saying you could bring a lawsuit or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So either -- in these cases everybody in the union whether they're forced or not, has this kind of remedy or nobody does? That's your - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not right. Again we have to postulate that we are dealing with members who don't like unions at all. So while the members may think this is perfectly fair, the nonmembers whenever their money is forced to be used for union activities, it's unfair."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Collins. Mr. Young, you have four minutes. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the case -- the case that says that a union member, person forced into the union agency shop -- and I guess a lawyer who has to pay to be an integrated bar and I guess a doctor who has to join a medical association -- the case that says that these people have a First Amendment right to get back money that's being wasted, is what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So unless it's political in your view, you don't have that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The test is not whether it's political, is it? It's not a negative test. It's an affirmative requirement in which the burden is on the union that they have to show the expenditure is germane to the particular collective bargaining agreement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you have a response to Justice Kennedy's concern? Do you have a fallback position or are you also in the all or nothing - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES YOUNG","firstName":"JAMES","lastName":"YOUNG","counsel":true,"justice":false,"side":"petitioner","words_spoken":2584,"interruptions":22,"times_spoken":61,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEREMIAH A. COLLINS","firstName":"JEREMIAH","lastName":"COLLINS","counsel":true,"justice":false,"side":"respondent","words_spoken":3249,"interruptions":24,"times_spoken":41,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":928,"interruptions":2,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":432,"interruptions":1,"times_spoken":10,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":398,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":957,"interruptions":0,"times_spoken":23,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":165,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":561,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2584,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":24,"words_spoken":3249,"times_spoken":41,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":4184,"times_spoken":108,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472501778888}}