{"petitioner":{"name":"MINISTRY OF DEFENSE AND SUPPORT FOR THE ARMED FORCES OF THE ISLAMIC REPUBLIC OF IRAN","counsel":[0]},"respondent":{"name":"DARIUSH ELAHI. ","counsel":[1]},"caseNumber":"07-615","date":"2009-01-12T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-615, Ministry of Defense and Support For the Armed Forces of the Islamic Republic of Iran versus Elahi. Mr. Bederman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they could have agreed that they have a bank account somewhere and any amounts would be set off by that. That wouldn't make that bank account at issue with respect to their claim."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't matter that Iran recognizes that this would be used to set off a judgment it might obtain, because you just said, well they could -- a bank account could be used to set it off and that's not sufficient."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The United States at some stage told the tribunal in The Hague that the Cubic judgment -- and now I'm quoting -- \"has nothing to do with matters before the international tribunal.\" \"Nothing to do with.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no counterclaim stated before the tribunal as of this moment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no counterclaim in the case before the tribunal."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask that question. In other words, there are cases or at least it is contemplated that there will be cases under the rules, where the Iran-U.S. Claims Tribunal does determine that there should or should not be an offset."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But assuming -- assuming the tribunal takes up some such issue as Justice Kennedy has mentioned, it will start with the assumption that the Cubic judgment is in fact a valid judgment. It will not look behind the Cubic judgment as such, will it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's an entirely separate proceeding. Assuming the Cubic judgment has not been reversed through the appellate process that it is going through, then the tribunal will take the Cubic judgment as it finds it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Doesn't it make it pretty tough to say that the Cubic judgment is at issue?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I think we understand that. And -- and it's clear that the United States, in effect, is taking the position that that's all we need to bear in mind. But it suggests to me that the drafting of the statute did not go as far as it might have gone to protect the interests of the United States."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain to me why it would effect the relief? Because suppose Iran doesn't get the proceeds of the Cubic judgment, but instead a creditor of Iran, in this case Elahi, a creditor gets it. It should still be -- you've paid the -- Iran's bill. Iran owes money to X. Why shouldn't the United States equally get the credit whether the Cubic judgment in the end is pocketed by Iran or by Iran's creditor, Elahi?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you -- something that I would just like clarification on. You mentioned that the Cubic judgment is on appeal to the Ninth Circuit. It has been on appeal since June of '98?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And there are cross appeals. What are the positions taken about that judgment by the respective sides, and why is it pending for ten years?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- let's assume that the -- that Iran is able to execute on the Cubic judgment. Could it take the proceeds out of the United States, given the 2007 blocking order?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mentioned -- you mentioned that there were other claimants or others - - others who would like to execute - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- other lienors -- other attachments. And so, you said in the end -- well - - well, what would be the effect of those other liens?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But going back to the main issue, the only reason that this is at issue before the Iran tribunal is because it might be a setoff in the event of judgment in favor of Iran?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the -- that's the only basis for your argument? I thought it was a broader suggestion that these are, to some extent, substitute assets for the assets that are at issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you -- can you articulate a general test in a sentence or two about how you decide whether particular assets are at issue?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"\"At Issue\" means related to -- \"At Issue\" means related to an issue in a separate case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what it boils down to, doesn't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it the case that there are two other individuals who have attached this judgment?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And is it the case that Iran's position in respect to those attachments is that those attachments, insofar as they are valid and executed, require a setoff from whatever we owe Iran or vice-versa?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm saying I take it from something I have read in this that Iran believes that if, in fact, it won a judgment and that judgment is from someone like Cubic - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who they thought was prevented from delivering planes because of the embargo -- so it was relevant -- that that judgment, which they get if they collect on it, should be deducted from other money the United States owes them."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unless instead of them getting it, the attacher gets it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The attachee gets it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Has to get the money for the attaching person. That's my point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that is at issue before the -- and -- and it is at issue in those cases. If the person who attaches it gets the money rather than Iran, Iran will say: We do not have to have a setoff."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that right or - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is the same question that you think would be presented through this attachment, is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Dr. Elahi is one of several persons, is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'm trying to get at is Iran's position vis-a-vis the Elahi judgment is the same as its position vis-a-vis the other two attachments on the Elahi judgment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That if Iran ends up with the money, you can subtract it from other money the United States owes them. But if the attaching people end up with the money, you cannot."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You would take the same position if, in fact, this money which is owed to Iran by -- by Cubic -- that is, Cubic, which then Iran got a judgment on -- instead of a judgment in favor of Iran, Cubic had written them a check, and they had taken the check and bought a house in Manhattan, or they had put it in an Iranian bank account, and either Mr. Elahi or one of the other two people sought to attach the bank account or the house or the grocery store, which they might have also have used. Am I right - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or wrong?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see why either is the slightest a bit more attenuated. In either case they are owned by the Ministry of Defense of Iran."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bederman. Mr. Hallward-Driemeier. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"But that's not saying that. Isn't that -- that issue is moot?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"But if we -- if we took the position that you are expressing about what is at issue, we would never reach the second question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"But it's not our job to help you -- it's not our job to help you in other tribunals. If a -- if a judgment is moot, it's moot. We are not going to go back and tell the Ninth Circuit to revise its opinion just because that's helpful to you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"So is it your position that that -- that is moot?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"Do I understand correctly that that means that because it's a blocked asset, then Dr. Elahi can get it, but Iran itself couldn't get it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"So why isn't the consequence that you are so worried about under the Victims of Trafficking and Violence Protection Act that this is going to hurt your position by the tribunal, the same consequence that is going to come from the fact that these assets are blocked?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"But - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"So why wouldn't the United States get credit for that, too, on the theory that I suggested before?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"It has nothing to do with matters before the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"I guess this may be the same question Justice Breyer asked. I mean, where do you cut this off? You've got the proceeds from the sale to Canada that presumably go to Cubic, and then Cubic, you know, builds a new facility somewhere with those proceeds and then sells it to somebody else. I mean, are those still assets at issue in the claims before the tribunal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, that's kind of a -- that's a broad assertion. In other words, so long as you and Iran get together and say this asset is at issue in a situation where whether it's at issue or not saves you money and gives money to Iran, that seems to be a very self-serving legal test."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"But how is that affected -- how is that affected depending on whether or not the judgment is executed or not. Would the Iran tribunal have the authority to order Cubic not to satisfy the judgment, but to just hold the funds?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"I don't know that it's the subject of the award. And it's really not at issue; it's just recognizing that there has been some prior transaction."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"","text":"It means that at the end of the proceeding one side or the other gets the property."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"","text":"And that is not going to be the -- what one side or the other gets in this proceeding is going to be a new judgment. And that new judgment may or may not be satisfied by dealing with the prior judgment. But that doesn't mean that the prior judgment is at issue; it simply means that the prior judgment may be used to discharge in an appropriate case an obligation which is determined in the later proceeding."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"","text":"Okay. So Iran - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So that if you had these military assets, which are clearly the assets that are at issue in Iran's claim - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Cubic is worried about what to do with it and so they sell them to the Canadians but they keep the proceeds in escrow, under the theory that look we may end up owing this to the Iranians under the tribunal. Under the setoff, this may not be our assets, which -- I mean the Iranians have a claim to these. Would those -- would those escrow funds be assets at issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why is that very different from this situation, where you have an arbitration award saying that you, Cubic, owe the equivalent of what you should have -- what you would have provided to Iran, if there hadn't been the revolution?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So what is the - - it seems at the moment, frankly you could read it either way. Let's imagine that -- that Cubic sold some jets that we blocked and they get some money, and they did it under their contract, and they got 2 million dollars. And suppose they said, we owe Iran this money, and they pay Iran the money, and Iran puts it in a bank account or buys the grocery store. All right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now suppose that happened. It makes it simpler. And then what happens is three people, including Mr. Elahi and two others who don't accept money, the other two, attach it, on the ground Iran owes us this money."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"We want the grocery store. And suppose, further, Iran then says, if they get their money, you cannot subtract it, United States, from what you owe us. But if we get the money, then you can subtract it. That's their view. The United States' view is different. Who will resolve that question? The tribunal. So they say, what is at issue is not who owns the grocery store; what is at issue is the question of whether we get the money or you get the money. What money? The money that is the value of the grocery store, or the bank account, in which case it's identical. Now I think in that situation it's easy for me to say that money, the grocery store, or the bank account, of course is at issue before the tribunal. For the question is, does Iran get it or does the United States get it, in the situation where the two other people -- leaving Elahi out of it -- can attach it. I can easily read it that way. I can also read it the way you want."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right? So now, which do I do? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. I'll then add that the strongest argument against you, it seems to me, is the whole point of this was not simply to compensate victims of terrorism. That's a worthy goal, and that's one of the points. But it was to compensate them consistent with the proper running, in the interests of the United States, of the Iranian-American Claims Tribunal. And so this is just the kind of issue we don't want to simply take away and let the victim have, because there is a strong risk the tribunal will rule against us, and we will have to pay it twice. Okay. That's the argument against you. Now, what's the argument for you?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's one, but - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That creates the issue, because the question is whether money that never goes back to Iran, but rather goes to an attaching person, is money that is or money that is not subtracted from the amount that the United States owes Iran."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that question is the question - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- is the question that is before the commission."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are totally knowable. They are totally knowable. In order to decide what they are all you have to do is to look at the issues before the commission and decide whether those issues concern specific, concrete property; that is, the property that you have an interest in. With my grocery store, with my bank account, and with this claim, it is absolutely specific, and Iran has put before the commission the question of whether if you pay the money to an attaching person, we don't get it, or we do get it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I gather. Now you can tell me I'm wrong on that if you want."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are trying to attach the ACMR system."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are trying to attach the Cubic judgment. The ACMR judgment is in Canada."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's one piece of property. The other piece of property that is at issue is the judgment, and the way it's at issue is I take it that two other people are saying, we attach it; Iran says because they attach it, you don't subtract it from the ACMR judgment; and we are saying, even though they attach it, you subtract it, and therefore it's before the tribunal as well. That's my understanding at the moment, and I'm asking you to explain why that's wrong."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why not? I mean, the question I raised before, why wouldn't the United States be urging that it gets credit, whether Iran gets the money or whether the people who are creditors of Iran get the money. In either case, the United States should be able to have - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But Iran might say in the tribunal, in responding to the setoff argument, this claim that we brought against you, the United States, implicates a breach of obligations that you have that are un -- somewhat unrelated to what was at issue in the -- in the -- in the Cubic judgment. And then the United States would say, no, that's not true. So they would have to examine the Cubic judgment. So that means it's at issue before the court."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There might be in the setoff proceedings. There might -- there might be an argument that there are two obligations, and there is a setoff or that there is a setoff."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think we might get"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- substantial -- a substantial degree of argument on that point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The agreement between who -- between who - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So Iran, I assume, would say, look, we entered into this agreement to take the place of what was at dispute. Which is what they owed us because they didn't ship us the arms that we paid for. I don't see that that adds anything to your argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right, so Iran says, look, you are not going to ship us the planes, whatever it is, you are not - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You were not going to give us the money, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And we still have a dispute. So, I tell you what, you are going to sell this stuff to Canada, you are going to get some money from them, and we have got an agreement that that money is ours."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why would Cubic enter into a contract with Iran to give them money if it wasn't taking the place of the money they owed them in the original agreement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know why it was pending for ten years?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the stayed because it was at issue before the Iranian claims tribunal?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- the other thing -- and I think this counts against you, but maybe you have an answer to it, that there could be a lot of property that was directly at issue in '79 or '80 that Iran didn't get. And because they didn't get it, all kinds of things happened with property, and you get more of it or you get less of it. And during the interim years all kinds of things happened. And it could be that those transformations at different times are directly before the tribunal, irrespective to how much damages you are going to get, and how much -- we can easily think of cases if we have three or four hours. But you see where I am going?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I can understand Congress in passing this statute having one of two possible things: One is say we are just going to cut an arbitrary line here because it's a compromise, and what we will do is, you can go ahead, victim, and seize anything you want, as long as it doesn't narrowly fit within this. That's a somewhat arbitrary line but a compromise."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The other way to look at it is to say, well, what we that had in mind here is we will pay these victims something; you know, they are going to get something right from Congress right now, because they are hurt. But in return from that, we don't want you taking action that will really affect our liability to Iran. And if it's the second, then we needed broader definition; if it's the first, we don't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the point is, depending on how it comes out, once you give a argument to the Iranians that they can raise with the claims tribunal that will affect far more than your one single case. We -- the argument would be the United States is not living up to the obligations it undertook in the Algiers Accords."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What provision - - can you cite me the provision where the Congress said put your thumb on the scale?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"11a. And how does that -- the title of the section says statutory construction. I just don't see what follows as statutory construction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't see any - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't see any problem with Congress telling us how to conduct statutory construction?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, one piece of -- I don't -- you have agreed that the United States could recoup from Iran the amount paid to the victims, including Dariush Elahi, including the 2.3 million. How would the United States go about recouping from Iran the money it has paid to the victims of Iran's terrorism?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. How would that work? How would -- how would the United States - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You said this is a one of a kind case. Are there no other victims who have successfully sued Iran?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Mr. Bederman, you have two minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID J. BEDERMAN","firstName":"DAVID","lastName":"BEDERMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3112,"interruptions":19,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":0,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"","words_spoken":1392,"interruptions":7,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2970,"interruptions":17,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":862,"interruptions":5,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1398,"interruptions":5,"times_spoken":34,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3112,"times_spoken":41,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":17,"words_spoken":2970,"times_spoken":43,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":15,"words_spoken":3322,"times_spoken":103,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472419305315}}