{"petitioner":{"name":"DOUG WADDINGTON, SUPERINTENDENT, WASHINGTON CORRECTIONS CENTER","counsel":[0]},"respondent":{"name":"CESAR SARAUSAD. ","counsel":[1]},"caseNumber":"07-772","date":"2008-10-15T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 07-772, Waddington v. Sarausad. Mr. Collins. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you think it was right?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"First, is there some constitutional minimum? Let's assume direct review. Is there some constitutional minimum requirement for scienter with reference to an accomplice?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the same -- is that the same as purpose?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you don't take the position, do you, or do you, that Washington law conforms to the Model Penal Code? I thought the Model Penal Code was much more defendant-friendly than you're stating."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- would - - would you say that the trial court in Washington states law correctly if it says that being accomplice you have to have a purpose to facilitate the commission of the crime?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you agree there is a difference in \"knowing\" and \"purpose\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question is knowledge of what. And I thought it is now recognized that in this State you have to know not just that a crime -- you have to know in this case of the potential for a homicide."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why just a homicide? What was -- what was the indictment here? What was he tried for?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't assault with a deadly weapon suffice or, alternatively, why would you have to know that it was first degree murder or second degree murder? I don't know how you get from the text of the Washington statute that all you have to know is that it was a homicide?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but he wasn't prosecuted for homicide. I mean, the crimes are much more specific - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- first degree murder, second degree murder."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that appear from the statute? If I read the statute, I would have thought that you have to have knowledge that he was - - would negligent homicide suffice?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is -- the prosecutor's charge -- the prosecutor's charge was just filled with the suggestion that as long as it was a crime, that was sufficient. I don't find that what you've said is an accurate description of the charge - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of the prosecutor's summation."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but isn't the problem on your side of the case that there was another \"in for a dime, in for a dollar\" argument and that was the hypothetical holding the hands behind the back while some third party slugged the victim? And on that hypothetical, there was no reference to a definite crime. In that hypothetical the victim was killed, and under that hypothetical, there was no reference to the crime, i.e., homicide, and so it seems to me that the prosecutor's arguments, the dime-dollar arguments, went both ways."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure, in that case. But there was another one in which the prosecutor didn't do that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I did -- maybe I dreamed this. I thought the prosecutor also gave as a dime for a dollar example the example of the individual, the accomplice who holds a victim's hands while a third party slugs the victim and in fact kills the victim. And I thought in that hypothetical argument the prosecutor was saying that the -- that the accomplice was an accomplice to homicide, even though he didn't know at the time the assault started that homicide was intended or would result."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":6,"sideBefore":"justices","text":"It's toward the bottom of page 123. And I have the same, I have the same, just tieing onto Justice Souter's question, on the same subject. It seems to me that that hypothetical is not necessarily correct."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the instruction that follows the hypothetical, first the statement that the person gets assaulted, gets killed, in for a dime, in for a dollar? The law in the State of Washington says if you're in for a dime you're in for a dollar; if you're there or even if you're not there and you're helping in some fashion to bring about this crime, you are just as guilty, in some fashion. And that was tied in to the person who thought he was assisting in assault and it turns out that the victim got killed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about the statement I just read, that the law of the State is you don't even have to be there if you're helping in some fashion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Where is that? Is that in the charge to the jury?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Yes. It's in the same paragraph, the paragraph with the example of the accomplice who is - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"It's not in the court's charges."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"No. This is in the summation."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you take the argument as a whole you've got at best an ambiguous argument. You've got an argument that points to a \"the crime\" interpretation and you've got an argument part of which points to an \"any crime\" interpretation, and to the extent that your case may ultimately turn on the significance of the prosecutor's argument, it seems to me that the benefit of the doubt goes to the defendant."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I'm beating a dead horse, but it seems to me that what we've brought in our questions from the bench is that that is not correct. In one instance the prosecutor clearly tied it to shooting. If that's all we had before us we wouldn't have an argument. But in the other iteration of the dime-dollar argument, the prosecutor didn't tie it to shooting."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you help me with this? Suppose I'm a trial judge and I instruct the jury in a technical matter, an important but technical matter, and when they have questions about it I say read the instruction. Suppose I'm right as far as the instruction goes. But say the prosecutor gets everybody mixed up. Now, I guess if the prosecutor gets people mixed up enough, that could becomes a due process violation. But I suspect that it has to be quite a lot of mix-up, that intuitively is what I suspect. Are there any cases I should look at, one that would tell me how mixed up the prosecutor has to get everybody before it's a due process violation?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In Brown, in that case did they find that he did get them too mixed up or he didn't?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He did not. So unless in this case the prosecutor got everybody more mixed up than in the Brown case, we should just reverse."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the appellate court? I mean, the first time around the appellate court was as mixed up, more so perhaps, than the prosecutor."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the appellate court the first time got it wrong and it thought it was enough that the defendant knew that a crime was likely to be committed, not the crime, crime specified in the indictment, not -- not murder one, attempted murder, et cetera, just a crime. And the second time around that appellate court said, yeah, we got it wrong, now we know we got it wrong because there has been an intervening decision of the State's supreme court clarifying it. But what the prosecutor said, at least as I read it, more than once is exactly what the intermediate appellate court said the first time around: Said he didn't have to know that there was going to be a shooting."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They say, the court itself said: We got it wrong. We said go away appellant because you knew that a crime was likely to be committed."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- hadn't other Washington State courts made a similar error in their interpretation of the Washington statutes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the same -- and hadn't the prosecutors in Washington in misstating the standard the same way and using \"In for a dime, in for a dollar\" to mean precisely the wrong thing, namely that even if you were in for beating him up that's enough for holding you liable for homicide?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Including this one in an earlier case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The only reason I raise it is, is to show that this jury was obviously perplexed on the point. It asked for further instructions three times on this precise point, what did -- did he have to know. And all the trial judge did was say read, you know, read my instructions, which essentially recited the statute. And what all of what you've just acknowledged shows is that reading the statute doesn't help a whole lot. It doesn't clarify. It doesn't, it doesn't correct any misimpression that the prosecutor could have created."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's look at -- where is that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the white?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Let's go back to 131 for a minute. I thought that applied to the \"accomplice\" instruction."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a question specifically applied to the defendant only for the defendant or his accomplice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't -- your point is that it doesn't go to the \"aiding\" issue."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, excuse me. \"Intent\" is broad enough to go to the DA issue, isn't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the answer to my question? I mean \"the\" and \"a\" are references to what the accomplice had in mind at the time of acting. That's an intent issue."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe so. Let's go to the third question, when the jury asks: \"When a person willingly participates in a group activity, is that person an accomplice to any crime committed by anyone in the group?\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could the jury better express its puzzlement? It wanted to know, if someone participates in a group, but did not -- that that person is -- is an accomplice to any crime by anyone?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- the counsel for the defense says, tell them no."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It says \"a group activity.\" When a person willingly participates in \"a group activity,\" is that person an accomplice to any crime committed by anyone in the group? I don't think there is any ambiguity in that question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't get an answer. They were told to read an instruction that they had been told three times to read and obviously didn't understand."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we already know that many people, prosecutors, justices, misunderstood this \"a crime.\" Was it \"a crime,\" or \"any crime.\" Or \"the crime\"? So I think you can't avoid the confusing nature of the statute and the charge, which repeated the statute. It doesn't get clarified until the Washington Supreme Court says it means \"the crime,\" not \"a crime,\" and not \"any crime.\""},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't -- isn't the argument for objective unreasonableness, number one, to begin with, what you just stated. Of course, there is some ambiguity there. I'll be candid to say that if I were stating it myself, I would say there is more than some ambiguity here. It seems to be, if not misleading, at least incapable of informing a jury of exactly what the law is. Number two, the -- the second point in the argument is, the jury comes back repeatedly, and although, as you point out, it is -- it may well be a proper answer to a jury request for clarification to say, go back and read the instruction; the answer is there. When it has been demonstrated by repeated jury questions that they are just not getting it, that they still have perplexity, the court has got to do something more than just say, oh, go back and do it again. And number three, in this situation in which there is ambiguity, there is a demonstration of jury confusion. There is an argument by the prosecutor which, in fact, is a two-part argument or a two-example argument and it cuts both ways, isn't it objectively reasonable to say under those circumstances that there was an inadequate instruction to the jury in -- in the correct Washington law?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- then what would it take?"},{"name":"JUDGE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"You -- you know, you are taking on more of a burden than you have to. And you could say, yes, it would be reasonable to say that, but it would also be reasonable to say -- to say otherwise, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not objectively unreasonable to say the opposite."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the \"opposite\" in this case would mean that the jury was properly instructed and was in a position adequately to understand Washington law correctly? That's the - - that's the opposite position."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know what you mean. That's what you mean by the \"opposite position\"?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you -- you are saying you want -- why don't you answer my question? My question is: I think you're telling me that it would be objectively reasonable to say that on the scenario I just laid out the jury probably understood Washington law correctly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But even, again, I think you are taking on too high a burden. You don't have to show that the jury properly understood it. You don't even have to show that it's reasonable. You have to show the opposite -- or your friend has to show the opposite, that there is no way that the jury could have understood this correctly or applied the correct constitutional law. That is, if there is a way, then it's -- it's not objectively unreasonable."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that way would be the way we just set out, wasn't it: That the jury, if -- if -- if, in fact, it's objectively reasonable to conclude that the jury did understand Washington law correctly on those circumstances, then -- then the -- the Respondent here cannot win in -- in his collateral attack?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fisher. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- but is that the standard? You said there is -- they are saying that it's not reasonably likely, but that's not the standard. They have -- you have to show that it's objectively unreasonable to show that the -- to assume that the State got it correct."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"When I read the opinion of the Washington Court of Appeals, it does not seem to me that what they are doing is providing a literal interpretation of the jury instruction, as I think we have to presume the jury did when they got that instruction. Washington Court of Appeals is interpreting Washington law. And they may be influenced by Washington case law, which is what they cite. They don't -- they quote the instruction but they don't say \"the crime\" means \"a crime\". That's how we interpret the language of the instruction. So there is an overlay of Washington case law, principles of accomplice liability that inform this instruction. So I don't know that you can -- it's reasonable to argue that because they misinterpreted Washington law, they were misinterpreting the literal language of the jury instruction."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The gloss that the Washington Supreme Court ended up with was exactly the same as the instruction that was, that the judge gave in this case -- to be as a -- the trial judge, whatever the state of the law was, got it right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly what the instruction said. My problem is, I guess different people, I understand, can read the same words and come to different conclusions. But I have read the instruction and the statute, probably over a dozen times by now, and I can't find the slightest ambiguity. It seems to be absolutely clear. What it says is you're instructed that a person is guilty -- I would say what crime is the jury considering -- of a crime. Namely, second-degree murder crime, if it is committed by another person for which he is legally accountable. Then it says you're an accomplice -- an accomplice -- it says a person is an accomplice with certain knowledge when he aids another person in planning or committing a crime; the crime, second-degree murder. What is the problem?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different argument. I want to know first -- in my mind in two different categories. Category one: Is there an ambiguity in this instruction? And my answer so far, which is what I was asking you, is zero. Why not? And then the second question is, could the prosecution get people so mixed up about something, a typical thing like this, that it would violate due process? That's why I asked the question before. And I said, obviously the answer is sometimes they could. And then the question is, did they here? And what he referred me to was Brown, which I've looked at, in which I said the prosecutorial and problem in that case did not rise to a federal due process question. So, I guess -- though it's only one person - - you would have to convince me that this is somehow worse prosecutorial conduct than existed in Brown."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All my questions from the whole case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. But what I mean by that is that the prosecution would have had to have gotten the jury more mixed up than -- I was using shorthand for that - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- more mixed up than they did in Brown, where I thought it was pretty bad."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In my -- it it doesn't mean either. It means jury you are instructed that the person is guilty of a crime -- in other words, the jury is sitting there and they are asked the question: Is the person guilty of second-degree murder? Now they are to apply the instruction. A person is guilty of second-degree murder if da, da, da, da. And when it gets to \"the crime\", it is referring to second-degree murder. I don't know how -- anything else it could be referring to."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're convincing me that different people can reach different conclusions. What I'd like you to say is something that would change my mind on my initial conclusion that there is no ambiguity. I think you could say something like that, because as you quite rightly point out, other people have reached other conclusions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You might be able to and you might -- as I understood you to say earlier, you could read it one way or you could say it another way. And if that's the case, it's hard to say that reading it one way is objectively unreasonable when the State court reads it that way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it is not objectively unreasonable for the State to instruct jurors as they did? If that's all you had, then that would be the point."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was there an objection?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The objection was based on the defense proffer of an instruction which was, namely, close to the model penal code that says you have to have the same -- is anterior principle, and that's not necessarily the law in every state. So the defense bears some responsibility for not -- for -- number one, it didn't have a coherent theory either."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think that your reading of question three is definitive. I think it's like the instruction, the jury could read it one of two ways. If you look at question three, the issue could be whether others could have had an intent, in other words, others in the group, not simply -- it doesn't show that the accomplice doesn't have to have the requisite intent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's not the question. There are a number of areas, and I think the first two questions point in the opposite direction. They do not say we don't know whether it's \"the crime\" or \"a crime\". Their questions, neither one, two or three focus on that. It's a more general question that we could read the opposite way. Perhaps you can read it the way you are, even though it doesn't say is it \"the crime\" or \"a crime\". But there again, I think it's incorrect to say it's quite clear that the question -- and certainly not questions one and two, I mean question three is your strongest one -- but it's still not clear that they are focusing on the \"the/a\" issue."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, then, what I take is authoritative on that are two sentences from the Washington Supreme Court opinion, though people -- other judges have been all over the lot. The first sentence it says: The trial court correctly instructed the jury that it could convict Mr. Sarausad of murder -- they mean second-degree murder -- as an accomplice only if it found he knowingly aided in commission of \"the crime\" charged, which was second-degree murder. That's their interpretation, which I could understand. Then the second thing is, it does not offend the principles of accomplice liability to hold responsible one who knowingly aids such conduct; namely, conduct that creates a substantial risk of death when the substantial risk of death results in actual death. So that would seem to be hornbook law. If you engage in conduct that might well cause substantial or -- substantial risk of death and you know it, you know, you know you're engaging in this conduct, that's the Washington view, that's it. You've had it. And here they go on to say that he knew there was plenty of evidence that he knew that he was engaged in a drive-by shooting. And then to put every dot on every \"I\", they say a drive-by shooting does run a substantial risk of death. Okay. Now that's what I read and at that point, I said I'll ask you that, because then I can hear the best answer."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No objection from defense counsel."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you this question about the jury's question where they say we are having difficulty agreeing on a legal definition and concept of accomplice; when a person willingly participates in a group activity, is that person an accomplice to any crime committed by anyone in the group? Suppose that the judge had answered that question by saying a person who participates in group activity is guilty of the crime of second degree murder if the person acts with knowledge that his or her conduct will promote or facilitate the commission of the crime of second degree murder. Would you have a case if that answer was given? Alito. case."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's almost a direct quote from the instruction that was given."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I put in crime of second degree murder rather than the crime."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That poses a difference enough to make A, a constitutional violation and B, make it unreasonable for the Washington Court of Appeals to say that there was no constitutional violation?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The prosecutor, I mean I thought, though I'm not -- this really is ambiguous, I think, but if you do hold somebody's arms behind his back and punch him in the stomach, that does perhaps - - at least might run -- I can see a person saying that that runs a substantial risk of death. I mean Houdini died that way, apparently. So maybe hitting somebody in the stomach does create a substantial risk of death. Do you know anything about -- one way or the other on that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They intentionally hit somebody in the stomach, you say, knowing all about - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I realize that but what the State supreme court holds. I think correctly, that if the person conscious of the risk knows that a particular individual is engaging in certain conduct for whom he is responsible, he is -- he is guilty of the -- if the event that you know there is a substantial risk of comes about. I would be amazed that a State would say the contrary."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"And your answer to Justice Breyer incorporated the -- the principle that the defense counsel had been arguing for from the outset of this case, that you must have the same scienter as the principal, and that's not necessarily the law."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It can go on in some States but not -- it doesn't have to be the law as I understand it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Washington -- in the State of Washington you think the law is that if Joe Jones helps Dead Eye Dick shoot his gun right at somebody's leg and then accidental -- then, you know, he doesn't aim quite right, the guy dies; then it's a good defense to say well, I knew he was Dead Eye Dick. I thought he'd just hit him in the leg. I mean, that -- we know that isn't a good defense in Washington because the Supreme Court of Washington tells us that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between that and punching him in the stomach?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"With the jury -- was the jury told that the arguments of counsel are not the law, that I, the judge, will tell you what the law is?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the only difference between that case, which I know very well, and this case is that in that case there was no issue about jury instructions."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what's the relevance of it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Has to do with the retroactivity whether a State can -- whether Pennsylvania had changed the interpretation of its statute, or whether what they said it meant was what it always had meant."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fisher, can I just ask you a question? Is it your view that the question that is troubling the jury was whether they had to find that the driver of the car knew that there was a gun in the car."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Assume proof of the gun in the car was enough to prove - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It wouldn't -- and that's what presumably may have taken a lot of time deliberating whether or not he knew there was a gun."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And in one theory it makes a difference; in another theory it doesn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, AEDPA of course requires that this be an unreasonable application of clearly established Federal law. What is the clearly established Federal law that was unreasonably applied?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that's articulated at a fairly general level."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In Yarborough, we've said that the more general the rule, the more leeway courts have in reaching outcomes in a case-by-case determination. So you have a very general rule, and to find an unreasonable application, the court has broad leeway because it is a general rule. And you've already said that the instruction does not establish unreasonable application. Given that, isn't it pertinent, although people have objected -- you've objected to the idea that, well, all they did was send them back with the instruction. So they sent them back with something that you said could be reasonably interpreted correctly. So why isn't that -- why doesn't that -- given the leeway the State court has because this is a general rule, why isn't that sufficient to refute the idea of unreasonable objective? Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You've already said that the instruction doesn't get you there. And I just heard you say that, with respect to the questions, we can dispute what the jury was asking. So it's hard for me to see where you get the objectively unreasonableness if you can read the instruction correctly, if it's -- if you can't tell what the jury was asking, you don't know that they were reflecting the confusion you have here. So is all you're left with the prosecutor's statements?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This argument -- I'm beginning to get your argument. The statement is -- the prosecutor never suggested Mr. Sarausad could be found guilty if he had no knowledge that a shooting was to occur. You're saying that's absolutely wrong. There's no support for that in the record. In fact what the prosecutor was arguing is that, even if a shooting didn't occur, he's still guilty because of other gang activity, and when we read the record, we find that's so wrong the statement in the supreme court opinion, that habeas was right. Is that the argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Collins, you have four minutes. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't say anything at all about Mr. Reyes. They asked the question about an accomplice, a crime."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what he's saying, I think now, is if there was no gun in the car -- suppose the jury thinks there's no gun in the car, then he didn't even know there was going to be a shooting, but that the prosecutor in the context of the trial had given the jury the impression that they could convict this person even if the person did not know there was going to be a drive-by shooting. And he's saying that the finding to the contrary, the statement to the contrary in the Supreme Court of Washington is wrong. When I look at that, I will find, he says, that the prosecutor gave the impression, as I just said, that even without a gun your involvement with this gang is enough to convict him of murder. What is your response to that? You know the record. I don't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM B. COLLINS","firstName":"WILLIAM","lastName":"COLLINS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2334,"interruptions":20,"times_spoken":57,"laughter":1,"num_int_by":5},{"id":1,"fullName":"JEFFREY FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3313,"interruptions":14,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":709,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":333,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":369,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":751,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1404,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":126,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":396,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2334,"times_spoken":57,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":14,"words_spoken":3313,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":6,"words_spoken":4725,"times_spoken":108,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7700274860599732,"respondent":0.22997251394002682,"date":1472501778898}}