{"petitioner":{"name":"CORDELL PEARSON, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 07-751\nAFTON CALLAHAN. ","counsel":[2]},"caseNumber":"07-751","date":"2008-10-14T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in case 07-751, Pearson v. Callahan. Mr. Stirba. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, because the Fourth Amendment principle of consent was well established? In other words, if a police officer goes to the door and says \"May I come in,\" that is -- that is perfectly acceptable. Is that -- that the level of generality that you think we ought to analyze this issue at?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that misses the point of the case. I mean, the point of the case is that consent to the police was established, consent to police informants was not, and that when I consent I am not consenting to the -- to the whole world. If I am consenting to somebody who is not a police officer, that is not equivalent to consenting to a police officer. That's the point of the case; and as I understand it, there was -- there was only one case at the time that this occurred which equated the confidential informant for the police with the police; and that was the Seventh Circuit case; isn't that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that -- that equates -- in terms of existing law, that equates the government agent, which in this case is not a police officer, but a confidential informant, with a police officer. And it seems to me that is the nub of the case: Is that person equivalent, so that consent to one in effect is consent to as many police as want to come in, or is it not the case? And it seems to me what you have got to argue here is that the confidential informant and the police officer for Fourth Amendment purposes should be treated as identical."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is no clear law on that. That's why we are here. There's one -- at the time that this search was made, as I understand it, there was only one case which held there was such an equivalence, is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, first -- I want to hear what you say, but tell me, is it correct that at that time there was one case that held the equivalence?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which was not a circuit case, right?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"District case?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there were three circuit court holdings that the confidential informant was equivalent to a police officer?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, did you -- now, do you have other circuits that held that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is Pollard from?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sixth."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Now why -- why are they correct? Why should the confidential informant be treated as equivalent to a police officer?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but there is an enormous difference between the training and the character of a police officer and, as this very case illustrates, the confidential informants are often very shady characters who can't be counted on to be truth-tellers, and have a powerful incentive to get someone for the police, because in most cases they are seeking to have their own case dealt with sympathetically. So, how can you equate a police officer with a confidential informer, who is usually someone who knows where the drug house is because he's a dealer himself?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How about this one? Wasn't this one that fits my description, the one in this case?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He was trying -- and he was trying to make a deal to get leniency with the police."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you certainly cannot argue -- maybe you are, but I don't see how can you argue in response to Justice Ginsburg that the integrity to be expected from a confidential informant, taking that as a category of law including all sorts of informants, is the integrity that we would expect in a police officer."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't I?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then if that -- if that is true, as it clearly is, they run the gamut from the good to the bad. You can't make -- adopt the proposition categorically that confidential informants should be regarded as having the same integrity as a police officer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's one feature of this is that I think is really puzzling: What this case is about is the Fourth Amendment, that requires, with certain exceptions, the main rule is to get a warrant. And here you have a confidential informer going to the place to make sure that they really do have the goods. Then he goes back to the police. He spends two hours. He's being wired and whatever else. Why didn't somebody pick up the phone and get a warrant at that point? The confidential informer could say: \"I was there and I saw the drugs.\" What -- the whole purpose of these rules is to have the police get a warrant when they can. And how do you explain that two hours lapse between when they had probable cause and when the -- when the informant returns for the second time?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking about probable cause. If they got a warrant within an hour or two of the time that that informant says he saw them there, do you seriously question whether there would be probable cause?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're asking for the basis. You're asking for a rule and our questions go to the reason for having that rule. And the officers may have said -- and I will assume they said -- in this case: Oh, gee, we weren't sure the drugs would still be there. But in terms of probable cause law, that's just not a serious answer, is it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't even need an anticipatory warrant. They need a warrant to go in and search that place on the grounds that there are probably drugs there, and if they saw drugs there a couple of hours beforehand and they had no affirmative evidence which they should bring forward under the Frank standard to indicate that the drugs were being taken out, is there any serious question that probable cause would be found?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"An informant just came out and said there were drugs there and they don't have probable cause?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I thought it was established not only that there were drugs, but that he actually tasted some."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The reason the police are being faulted is that they didn't get a warrant. And the warrant requirement is a generally good starting place for a Fourth Amendment argument. Justice Ginsburg's point is that if they had an informant who had seen drugs in the place within two hours, they had, if they'd been before a magistrate, the basis in probable cause to get a warrant. And I still haven't heard why in fact they couldn't have got one or why they didn't have the probable cause."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not interested in what they personally believed. We're talking about objective Fourth Amendment standards. Did they or did they not have a basis to establish probable cause at that point?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That is - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I will admit that is the most astonishing view of probable cause I have heard in this courtroom. Of course they had."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't it? As I understand, the record evidence is that their informant was in that guy's home, and within two hours of the point that we went through, the second entry, he had seen drugs. Why wasn't there probable cause within that two-hour period?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a reasonable belief?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, we're talking about probable cause, not an establishment of mathematical certainty."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They clearly would have been if they had sent a police officer in. You're asking us to extend the police officer rule to include a confidential informant rule. One reason for doing so is, or would be, that in practical terms there is a need for it. Justice Ginsburg's question was, why is there a need for it, when they could have gotten a warrant? And we still haven't heard an answer."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why didn't they use the confidential informant to get a warrant?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, in every - - given the posture of the ultimate issue in this case on the underlying constitutional question, you do not have to prove that you are right; isn't that correct? You have to establish that the contrary principle is not clearly established?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just establish one thing? Tell me if I am wrong. That this argument about consent once removed was not presented in the lower courts. That is, in the trial court you argued exigent circumstances, and then on appeal the inevitable discovery rule. So there was -- in the courts below, this was not given as the reason, the consent once removed was not alleged as the basis, as the justification for this search?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Stewart, could I follow up on one other thing that came up during the preceding argument? Isn't the issue whether there was or was not probable cause quite separate from the consent once removed doctrine? What -- assuming that there was probable cause here, there may be many instances in which the consent once removed doctrine would be applied, if it's a valid doctrine, where there wasn't previously probable cause."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But if our question is should consent once removed be recognized as a doctrine that covers the confidential informant in this case, one question that we may sensibly ask is, is there a need to recognize that broad a consent doctrine? And one question that would bear on that would be, in these cases, is there difficulty or impossibility of getting a warrant under normal probable cause standards? And I think that was the point of Justice Ginsburg's question. Do you doubt that they could have gotten a warrant within the two-hour period?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That's -- it's not just this case. Maybe you can tell me. I thought because they were dealing with a confidential informant rather than a police officer, they sent him in to do the dry run. I mean the -- in the police officer cases usually the -- the undercover police officer goes in. The other police officers are there ready to come in when he gives them the signal. But the police officers don't ordinarily go through this dry run that they had here with the confidential informer."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Stewart, could I interrupt you, because there is something that hasn't been reached. Do you think that we should answer the constitutional question first or the immunity question first?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It is quite difficult. I mean there -- we don't know quite a lot about whether they would have gotten a warrant, how -- how dangerous it was, whether the drugs were likely to be hidden. And I was thinking of it, and that's why I am saying this, is that it's a perfect reason since constitutional questions in this area are -- are like the stars in the sky. There are so many. Rather than having the judges answer each one and getting everything mixed up, why not just have them take whatever is the easier path? As a judge I like to take what is the easier path."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And if it's easier to deal with the qualified immunity, deal with it and forget the rest of it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I see that, but unless we do that here, they are never going to get the right message. And so what we will have is 1,000 judges trying in an average in a year 50 or 60 cases each with multiple facts, and we will have approximately over a 10-year period hundreds of thousands. I've exaggerated, but there will be many, many -- many, many conflicts, many, many confusions. And unless we say, no, we are not doing it ourselves, how will they ever get the message?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"We don't always have to do it, but I mean once."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Why isn't it -- why isn't it an advisory opinion, if we do not have to decide -- to decide the ultimate question whether this is constitutional or not, but simply whether or not it was clearly established whether it was unconstitutional? Why isn't it purely an advisory opinion to say whether it's constitutional or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no. Those are different grounds, it seems to me. Those are two independent, as you said. Here it's kind of a -- it's a progression. You first ask, either, under somebody's view, I guess, Saucier, whether or not it's constitutional or not and then whether it's clearly established. I just don't know why the first question isn't purely advisory, because you don't have to know whether it's constitutional or not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- to the question. I mean, look, if I have to answer the constitutional question -- and what bothers me is this consent at one remove. What? You are saying a drug seller who lets in a disguised policeman in order to sell him a drug because he thinks he's a druggie is suddenly consenting to the entire LAPD coming into his house? I would think that is the last thing he would have thought about wanting, not the first."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, maybe they both should be the same. I - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"That's what I wanted to know, and it gets back to the merits and not Saucier. We are going through two different things here. Assume this is an undercover officer, not an -- not a -- not an informant. Now, the undercover officer sees a crime being committed, and he is ready to make the arrest. Can he automatically ask for police assistance and -- and other policemen? Are the police then entitled to come into the home in your view, or do there have to be some exigent circumstances?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But isn't the reason it's insubstantial is that we have a rule for independent reasons having nothing necessarily to do with this kind of situation in which one officer's knowledge is regarded as another officer's knowledge. The police are regarded as a group, so that we have a rule ready, in place, saying: You show one, you have shown the whole department. We don't, however, have any such rule with respect to agents generally."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Just -- just to be clear, if -- if I may, I know your red light is on: Your position is if an undercover officer is in the premises and sees a crime being committed, he automatically can invite police in to assist him in making an arrest without exigent circumstances?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What's -- what do I read? What authority do you cite me for that proposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Metzler? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"YOU -- was Mr. Stewart correct that you concede that if this person entering the house were in fact a police officer, that this would have been okay?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you would agree he could make the -- the arrest by himself. Assuming he was a police officer - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- he could make the arrest by himself."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But -- and -- but you are saying he can't ask for assistance to make that arrest effective in all cases. There has to be some exigent circumstance."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You are advocating a rule that is going to get police officers killed, aren't they -- aren't you? If an undercover police officer is in a house making drug buy, and you want to say that the single officer who is there in an undercover capacity can say, \"You guys are all under arrest,\" he can't signal for other police officers to come in and help him effect the arrest without anybody being killed?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seems to me that in the case that Justice Alito put, that there are exigent circumstances."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- that's a different point and I have some question about that. It seems to me the police are never quite sure exactly what's going to happen."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Imagining -- you are imagining different cases. We can imagine a spectrum of cases. In some cases the policeman or the confidential informant will be there, and he really couldn't have gotten a -- a thing in advance -- a warrant in advance. It wasn't certain, and they are in there and they see a lot of drug behavior going on, and the drugs are going to be hidden, go, disappear the second he leaves; and if he tries to arrest them, everybody is going to jump on him and kill him. Okay? So there are a lot of cases just like this one, but with a few changes, which are -- he needs to call the police, and there will be others where he doesn't. So that's why I am so uncertain about what it is we are deciding here on the merits. We would have to say on the merits this is a case where there are no exigent circumstances. Can we say that? I -- would not want to \"never are there.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's a tough -- at least I find it a very difficult question. I do not find it necessarily a terribly difficult question whether that -- whatever the answer is -- whether it was clearly established, precisely because I find the underlying questions difficult. So you have a handful Court of Appeals decisions, you have got a factual variation; the issue is whether to extend the police coming in to a confidential informant, all of those questions are very difficult; but precisely because they are, it doesn't seem that the rule, whichever rule is adopted, is clearly established. Why don't -- and yet if I were on the lower court of appeals, you would say -- or Saucier would say, I have got to decide that very difficult constitutional question and then decide what's a very easy qualified immunity question. Does that -- why does that make sense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I know you don't because you are arguing one side of it. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But concede for purposes of argument that it is a difficult question. Why don't we just tell the lower courts -- we do it, we go right ahead to the qualified immunity question by not granting cert on one. Why shouldn't the lower courts have the same luxury?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why, because we need to provide guidance on that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think it can't come up any other way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Or a -- or a suit against the political subdivision, right? You could have sued some other political entity other than the officers individually, right?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that this is an area where the police do need guidance, and I need guidance. I find this -- I find this very difficult. It seems to me that we could have learned a lot if the -- if the courts of appeals had addressed this question."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which is what they do in Saucier."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which is what they would do under Saucier."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that was my question. There are other ways for the law to develop. The issue can come up on merits in the suit against the municipality which doesn't raise the qualified immunity question. If you come up -- if you have a search where a person sues to get whatever was seized back. You know, if there's a -- and also the option is, if the question of which order want to proceed is optional, the law can develop if the courts for good and sufficient reason decide to reach the constitutional question first. I -- I'm just wondering what benefit there is in an absolute rigid rule that courts of appeals -- I had a few of these cases in courts of appeals; I thought it was very odd that I had to go and decide a difficult constitutional issue and then not worry about it because in one sentence you say well, but the issue is not clearly established and so it's qualified immunity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but my point though is that at least in my experience it was unworkable, or at least frustrating, in that we had to decide not just a factual question but a constitutional question in a context where it wasn't necessary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't the fact that there is a circuit split almost by definition mean that it's not clearly established?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What if -- what if the officers in this case had read the Seventh Circuit decision, and they said these are judges on the United States Court of Appeals, and they think this is consistent with the Fourth Amendment? And what's more, one of these is written -- one of these opinions is written by Judge Posner, and he's the smartest man in the world - - (Laughter.)"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":6,"sideBefore":"justices","text":"He knows everything there is to know about law and economics and jurisprudence and literature and many other subjects. (Laughter)."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Is it unreasonable for them to follow that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If the Tenth Circuit says this is not allowed, and every other circuit since the Tenth Circuit's decision has held that it is, is that clearly established that it's not allowed in the Tenth Circuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Then it is irrelevant. Then it is irrelevant that ten other circuits have decided it differently."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, right, but do the police officers get to decide that? Do they get to decide that not only Judge Posner thinks this, but ten other circuits think this, and it has been five years since the Tenth Circuit. I mean, do they have to go through that type of analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do any of the other cases involve -- the other circuit cases involve confidential informants as opposed to police officers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So at the time every circuit other than the -- you know, if there is a police officer and a confidential informant, I think that could be considered a police officer because he is going to call the police in -- every court of appeals decision involving a confidential informant said it was okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And in those circuits, did the court focus on the distinction between the police officer and the confidential informant?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you believe that -- what is the appropriate level of generality to look at in addressing this question, a case involving a confidential informant?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't it that the issue hasn't come up, this question of a confidential informant is one that hasn't come up? Why would we say that is presumptively unconstitutional?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You are talking about the main role of police is get a warrant, except -- and I think the Court has said a number of times to make this search reasonable, the police have to get a warrant if you want to interject the judicial between police and the person in jeopardy. So the main rule is warrant unless -- and then you have exceptions, but I think your point is that there is a main rule."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This Court has gotten from the Constitution?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Get a warrant if you can."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Isn't your argument that in a situation where the exigent circumstances are the creation of the scenario that the police have set up, the police cannot -- and you have a police officer who is being the undercover operative who has the power to make an arrest, that police officer cannot signal for other officers to come in and assist with the arrest?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The additional officers would -- that would violate the Fourth Amendment?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Even if there is an officer safety problem there?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So the police say, you know, we made a mistake. We should have had a warrant, but we have our man in there now, we have got to do something. The police cannot send assistance?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. You say they have created the exigent circumstances."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so my first statement was correct. It's illegal for the police to send their assistance, the other officers in?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but then he is going to get sued."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you say as a practical matter we have to say that under the Constitution we can endanger -- we must endanger the officer?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. The hypothetical is that they have to send people in to assist him. But the hypothetical also is they should have anticipated this, and therefore, in your words, they created exigent circumstances."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that dilemma and that paradox casts considerable doubt on your proposition that if the police create the exigent circumstances, they cannot rely on it. I seriously question that proposition."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. I want to talk about the general rule."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You want us to write an opinion saying that any time police create the exigent circumstances, they can't rely on them if they had had the time to get a warrant. And I find that a dangerous rule."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Metzler, what do you say to this line of reasoning, we have in prior cases adopted the positions that for purposes of establishing probable cause, the knowledge of one police officer is also the knowledge of all police officers, at least within a department or working on a particular problem. So that if in a case in which there is a search without a warrant, if you add up everything that individual officers knew and that amounts to probable cause, then the search is good. Why don't we apply, in effect, the same rule in the hypothetical case that you have been given, which is a police officer who was admitted by consent and there are other police officers outside. At the point at which the police officer who has been admitted has the knowledge necessary for an arrest and has that knowledge as a result of the invitation and the waiver of privacy as to him, why don't we regard that on sort of general doctrinal grounds as a waiver of privacy with respect to the police in general, just as we regard police knowledge as being imputed to all police officers? That way you don't have the problem that, for example, Justice Kennedy's hypo raises, even in the case of exigent circumstances. But it doesn't open the door to what you were objecting to here. Why isn't that a proper solution or proper answer to this hypo?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, you are absolutely right in terms of his psychological process, the only person he has invited in is the one person. The reason for coming up with the answer I suggested is a broader doctrinal reason. That is the reason that we have for probable cause purposes regarded the police -- or the knowledge of one police officer as the knowledge for all. Why don't we, for the same reasons, since it is privacy that is at stake in all of these cases, regard the invitation of one police officer as the invitation of all, or to all?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It would be consent to one officer plus a doctrinal basis to construe that consent for Fourth Amendment purposes as a broader consent."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's what we would be doing. We wouldn't be doing it because the individual in the trailer says I am inviting in the whole L.A. police department. We are doing it because he invites one L.A. police officer in, and we have doctrinal basis for regarding the police, as it were, collectively rather than individually for probable cause purposes when privacy is at stake."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Would it not open the door to, I guess, to what you are objecting to?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Why would probable cause solve the problem at all? There is clearly probable cause here. They are listening to what goes on. So they're -- do you dispute that when they hear that the drug transaction is taking place, that they lack probable cause?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right. I think I may have created this problem for you and -- and maybe I -- I should get you out of it. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"I'm not suggesting that the probable cause rule is what is operative here. I'm saying that for probable cause purposes we regard the police collectively, and why, since our privacy is at stake there and is at stake here -- why shouldn't we have a collective consent rule, too?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that's my proposal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How do you decide whether the confidential informant should be considered an employee of the police? Let's say this is the tenth undercover operation he has engaged in. They give him $100 after every undercover operation. I mean, is he an employee of the police department?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why doesn't -- that doesn't make him an agent of the police?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What is it there is a State statute that says that confidential informants may be designated by the police department to assist in making arrests?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He wasn't acting on his own. He was acting for the police. He didn't decide I'm going to do this and -- because you know, I want to do it, and it just so happens the police are involved as well."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Even if there is such a thing as citizen's arrest, I think it was part of this record that -- that they do not want confidential informers to go making arrests, so that the police distinguish the confidential informer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But going back to why should we decide this question, particularly in Fourth Amendment cases when these issues will come up on suppression motions, so there isn't a need to decide them in the -- in the civil context."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stirba, you have three minutes remaining. REBUTTAL ARGUMENT BY PETER STIRBA, ON BEHALF OF THE PETITIONERS"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, the case is submitted."}],"people":[{"id":0,"fullName":"PETER STIRBA","firstName":"PETER","lastName":"STIRBA","counsel":true,"justice":false,"side":"petitioner","words_spoken":1943,"interruptions":16,"times_spoken":41,"laughter":0,"num_int_by":2},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1099,"interruptions":8,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":2,"fullName":"THEODORE P. METZLER","firstName":"THEODORE","lastName":"METZLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2382,"interruptions":25,"times_spoken":59,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1151,"interruptions":0,"times_spoken":35,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1658,"interruptions":2,"times_spoken":41,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":606,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":0,"times_spoken":10,"laughter":2,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":30,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":493,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":530,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3042,"times_spoken":57,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":25,"words_spoken":2382,"times_spoken":59,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":4861,"times_spoken":125,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472418052814}}