{"petitioner":{"name":"JOHN VAN DE KAMP, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 07-854\nTHOMAS LEE GOLDSTEIN. ","counsel":[2]},"caseNumber":"07-854","date":"2008-11-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 07-854, Van De Kamp v. Goldstein. Mr. Coates. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was there an element in Imbler of the fact that you have to make tactical and strategic decisions at -- at the moment that are difficult, that call for judgment that has to be exercised on the spur of the moment? This is somewhat different. This is -- this is a long-term commitment or a long-term policy that the Respondents are arguing for. It seems to me somewhat different than the dynamics that inform the Imbler decision."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you kind of perhaps a farfetched hypothetical question just so I get the case law in mind? Supposing a prosecutor wanted to develop a policy which would keep -- which would create a bifurcated regime within the office where the people who interrogate prisoners are entirely separate from the people who prosecute trials, so that they don't have the malicious purpose that your adversary says is involved in this case. And supposing the prosecutor then hired some expert layman who had no trial experience at all to develop such a program, and the program, itself, is desirable from the prosecution's point of view but - - but presumably unconstitutional. Would the person who developed that program be entitled to immunity - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in my example?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- why is it qualified immunity if a separate person does it, but not qualified immunity if precisely the same task is performed by somebody who happens also to be a prosecutor?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And in my hypothetical is it or is it not a prosecutorial -- does the layperson perform or not perform a prosecutorial function?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm trying to divorce the information in the particular case from developing the program."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if it's made by a layman?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I suppose that is why the Petitioners seemed to change their theory. They -- they -- they were -- they were concerned about prosecutorial immunity, so they take it to the higher level of policy. When -- when they do that, I suppose they might have the stronger argument if they could show deliberate indifference. Are there cases that help them on the \"deliberate indifference\"? What's -- what's the best case for them on deliberate indifference?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That is why the case is hard, and I -- I almost have to see what the violation would be before I could determine the qualified immunity aspect of the case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what we are deciding in sort of in a vacuum. It's a little difficult."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Monell case -- does the Monell case rest on the assumption that there can be instances where a policy makes the policy of those who adopted the policy liable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Coates. Oh, excuse me. Sorry about that. Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there such a constitutional obligation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I think you have the flip side of the same problem your friend has. In other words, the further it is removed from the constitutional violation or an allegation of a constitutional violation, the less need there is for immunity. The closer it is or the closer we must assume it is to a constitutional violation, then the immunity argument is stronger."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In the broad ethical scheme of things, apart from liability under this statute, it seems to me that a newly elected district attorney would take seriously the obligation to make sure that everybody was following Brady."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's the next point. If I were a prosecutor, I would say: This is my constitutional duty to say it, in the broad sense of - - of my ethical obligations of my duties to the public."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I think it's more than that. He can't be indifferent to sloppy practices in the office - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- consistent with his or her obligations to perform their duties."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, what do you do with my hypothetical? Do you remember it?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I'm -- my hypothetical is they hire a layman - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- to develop a policy that will keep separate from prosecutors information about the way witnesses are developed. And the policy I think is highly unprobable, I agree with you, but the policy is designed to avoid the obligation imposed by Giglio and Brady."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's true even without -- without an immunity."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, the next question is, if that's true, and if there is -- you can compartmentalize the prosecutor's work in the office and he develops a separate chapter of his own duty to just do that performance, why is that trial-related?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. Mr. Rosenkranz. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"This is creating -- this is creating a database. And what was the year of this prosecution?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And back in 1979 we did not have the information-gathering electronic capability that we now have. So what are we talking about? What kind of database? How would it operate? Would you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that goes to the merits, doesn't it? I mean, if -- I -- you could develop and make the same point, saying U.S. attorneys are instructed in complying with Giglio and Brady in this way. But if there is a decision not to -- I mean, immunity is only necessary when you assume some -- there has been some violation. And so the fact that somebody else avoids a violation, it seems to me, is not a good argument to deprive other people of immunity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You drew a distinction earlier on between a determination by a prosecutor not to turn over certain material, which is absolutely immune, and said this was different. But what if the purpose of the policy is to not provide prosecutors with material so they can't turn it over? Why doesn't that go into the same prosecutorial core function?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't that the same as the determination by the supervisor that, don't turn this information over. Here's all -- we are not going to share informant information because we don't think that should be turned over to comply with Giglio. The individual prosecutor they have says I'm not going to turn it over. Why isn't it exactly the same?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That is certainly -- you know, that's an interesting theory, but it's certainly not the theory on which the decision below was based. The decision below says \"Neither\" -- speaking of Imbler and prior cases -- \"Neither the Supreme Court nor this Court has considered whether claims regarding failure to train, failure to supervise or failure to develop an officewide policy regarding a Constitutional obligation like the one set forth in Giglio are subject to absolute immunity.\" And I could quote portions of the opinion they are."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are talking about supervising prosecutors. They are talking about training prosecutors and having an officewide policy regarding what you do with -- with Giglio information."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Page 5?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are not talking about just collecting information."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are talking about, as they clarify later on, a -- a system in which they train and supervise and develop an officewide policy regarding the Giglio obligations."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let's assume that's - - that's what they did mean. I have to say I read it as broadly as Justice Scalia did, but let's -- let's narrow down the -- the Court's opinion to -- to -- to the claim that you are making right now. Let me go back to the Chief Justice's hypothetical and add one minor detail. Let's assume that in a given department they put into effect exactly the policy that you want. They have a fine system of -- of data collection, far more sophisticated than three by five cards, and the -- the boss D.A. says everybody in this office ought to know what kind of deals are being made and offered at all times. And they have such a system. And the boss D.A. also says and don't you disclose one word of it ever in any case. We are going to defy Giglio. If he made that or gave that order so that in every case there would be a defiance of Giglio, even though the facts were known, would he have absolute immunity?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know if in a given case, if they had this system, and the lawyer comes to him and says, okay, I've consulted our system and I realize we that have got a Giglio obligation. And the boss D.A. says: Forget it. Don't tell him a word. There would be absolute immunity, wouldn't there?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why would the -- why would the answer be any different if he says don't bother me with particular cases? I am telling you right now what the answer is going to be in every case in which we have a Giglio obligation and that is, bury it. Presumably there would be absolute immunity, wouldn't there?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What's your answer?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The trouble is if you don't have an answer to that hypothetical, then we got to leave open the possibilities as far as your case is concerned that he would have absolute immunity in that case. And if he would have absolute immunity in that case, then the -- the -- the reason for allowing anything less than absolute immunity with respect to this data collection obligation reduces down to something like an almost a silly point."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If you can get everything you want, and all the prosecutor has got to say is: Keep it under your hat and there is going to be absolute immunity and nobody gets anything. What is -- what is to be gained by that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if the backroom function is reduced to an absolute nullity by an immunized decision to -- to bury the Giglio information in every case, then I don't see the point of saying there's no immunity for the supposed backroom function, because nothing will be accomplished even if there is no absolute immunity."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can't you say anything about training subordinates in any office. There is nothing unique about training or not training subordinates in a prosecutor's office as opposed to any other government office or, I would suppose, an office in the private sector. So does your argument extend to any failure to provided adequate training or any instance where there is a deliberate indifference as to the training that is provided?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So a plaintiff could say that it could sue a -- a district attorney for failing to have adequate training as to subordinates before you -- they are sent in to deliver a summation so that they know they are not supposed to comment on the failure of a defendant to take the stand - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They are not supposed to vouch for witnesses, that would be a viable theory in your opinion?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Rosenkranz, you have, it seems to me, a theory of this case that is not the theory that the Ninth Circuit went on. I mean, the Ninth Circuit talks about training and supervising deputy district attorneys. And why do we train them? Because we want to ensure that they share information. Now you are cutting out the training and supervision, and you are saying the obligation of the supervising attorney is to have this information bank, which the deputy attorneys can then -- then consult, which, may be a very sound policy. But is it an element of due process that the supervising attorney has to devise a system to share information? Where is there anything -- anything that the Court has held that suggests that there is a data collection function required by due process?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And there is nothing in the Ninth Circuit -- there was nothing that was presented to the Ninth Circuit by Mr. Goldstein that had to do with this talk about training?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I would like to follow that up a bit by saying, one, I'm not sure what this difference between what you are arguing now and what you are arguing then matters. I don't understand it, frankly. I don't actually understand it, because I agree, when you were in the Ninth Circuit, with what you said: It's a failure to disseminate information. And then you said: And it's a failure to train and supervise. You did say that. Now, why that matters, I don't know, because the problem that -- maybe it does matter, maybe it doesn't. So I have to say I don't understand it. Now, help my understanding."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. I know you don't, but I'm not worried about that. I'm worried about my understanding of your argument, and that's what I am trying to get to. Answer this question, please, because it will help me: The obvious response is the response the Government made. You can take any -- which is what Justice Alito said. So I would just like to you elaborate on it. You can take anything that the D.A. does that is wrong in the case, you know, some horrible thing he did. And maybe he shouldn't be immune, but he is, okay? Or maybe he should be. There we are. So, here I know I can't bring this suit, but here's what I claim: You failed to have a system that did... and now we fill in the blank. And whatever that blank is, it's going to be something that would have stopped him from doing this bad thing. In your case, it happens to be an information dissemination system. In other case, it would be some other kind of system that would have the effect of stopping this bad thing. So, their point is that, if you can go ahead with yours, so can anybody else go ahead with theirs, and that is the end of immunity. Okay? Now, what is your response? That's what I want to know."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Sure, it's easy. What the prosecutor does is he makes the most horrendous prejudicial argument you'd ever see. So we say: What you need in the D.A.'s office, since this happens all the time, are classes, or what you need is a special section of the library where they have horrible arguments underlined, okay? (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"And so, I can do that. So can you. You are very good at it. And any good lawyer can do that. And that's their point. So, if your only response, that's your response, your point is that a good lawyer, while he can do yours, couldn't do others, I understand the response. I'm not sure I agree with it."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your theory applies to any system of data dissemination. Is that -- would that be correct?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If the prosecutor has the policy of failing to distribute to the line attorneys the latest Ninth Circuit decision or the latest decisions of this Court on important issues of criminal constitutional procedure, because they just don't like the way the law is developing in these areas. So they like the law the way it existed at sometime in the past, and they are just not going to distribute any of that. Would that be a theory?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you this question? I know we have an immunity case, but your underlying cause of action, the one you just described, the policy there of not filing supplements, or say you had a policy of training lawyers how to evade the Batson issue. There are all sorts of troublesome policies that might be developed. Are you aware of any case in which the court has held that such a policy can be challenged in the abstract, in the -- as, sort of, on its face, rather than as applied?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The policy when they - - when they deny someone his Giglio rights or so on and so on. Have you had any cases like this one in which a court has held that such a cause of action is available against an office policy?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can be brought under 1983 for such a general policy?"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That it will produce on a regular basis constitutional - -"},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then it seems to me that in this case the absolute immunity question is harder than the question that you present on the merits."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the bottom line would be, if you are right, that every district attorney in the country, large or small office, would have to have a data bank that can be shared by all prosecutors, informants that are used. That would be the constitutional requirement for every supervising prosecutor in the land."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I was surprised by your answer to Justice Stevens's hypothetical, because I thought it undermines your case. You said that you don't have to show that the data system is unconstitutional. You just have to show that it caused a constitutional violation. But it would cause a constitutional violation as applied in a particular case. And you would object to it in that case, and perhaps all this data sharing information system would be very good evidence in that case. Look, he didn't turn over this document. The reason he didn't turn it over is because they've got a policy of not giving them the document. But your objection would have to be based in a particular case. And we have already held that in that case there is absolute immunity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly. Now, doesn't that just confirm the concern that has been expressed that all you're doing is circumventing the absolute immunity we recognized at trial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Even though the data system, as you've said, doesn't cause a constitutional violation. It's the application of it at trial. Now, I know that's immune. You say, well, I'm going to get around it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you began this dialogue by suggesting that you don't -- I am saying - - you don't have to prove that what you are complaining about causes a -- is a constitutional violation. You just have to prove that it causes a Constitutional violation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In all the examples you just gave me, it seems to me the allegation would be that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that gets -- it seems to me a fundamental tension in your case. When you are talking about the conduct, you need to link it to a particular constitutional violation. The data system has to be linked. But when you are talking about immunity, you want to say, oh, it has got nothing to do with the constitutional violation. It's just shuffling paper."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But your client's standing to challenge this whole policy is the fact that he was the victim of the -- of the use of the policy in a particular case for which the prosecutor has absolute immunity."},{"name":"JUSTICE STEVENS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I think you told me earlier that there are no prior cases in which such -- a person who suffered such an injury can bring an independent 1983 case challenging the policy at large."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Now, Mr. Coates, you have eight minutes remaining. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose the distinction he's trying to make maybe -- I'm not sure I've got it right, but you see there are certain kinds of systems that maybe administratively an office ought to have. And where it turns out that this is really an administrative system, a lot of offices do have it, some don't, but where it was negligent not to have it and the very presence of it would have prevented the -- the individual in the courtroom from behaving the way he did, well, that's a separate kind of a claim. That's an administrative claim. Just as if, for example, suppose you had no secretary or assistants. He says, look, everybody should have secretarial assistance. And if only you had secretarial assistance, these people would not have misread everything the way they did or would have gotten the phone calls or would have done something like that. That's the kind of line -- so he's trying to draw a line there between something that is pretty purely administrative and -- and something that is really supervisory and training. And he is not saying supervisory and training. He is saying that was a separate claim."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Training in today's world or he wants to say in that day's world, whatever it was. They have information systems. They existed, and every office ought to have them. And now he says I might lose on that claim; but, nonetheless, it's not the kind of claim that falls within Imbler. I think that's his point. I'm not positive. He doesn't have to take my - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TIMOTHY T. COATES","firstName":"TIMOTHY","lastName":"COATES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2244,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1193,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2404,"interruptions":20,"times_spoken":44,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":338,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":271,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":151,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":473,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":716,"interruptions":1,"times_spoken":6,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":8,"words_spoken":3437,"times_spoken":28,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":20,"words_spoken":2404,"times_spoken":44,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":3420,"times_spoken":75,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}