{"petitioner":{"name":"OREGON","counsel":[0]},"respondent":{"name":"THOMAS EUGENE ICE. ","counsel":[1]},"caseNumber":"07-901","date":"2008-10-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 07-901, Oregon v. Ice. Ms. Williams. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it -- it, by reason of the unusual law at issue here -- -I think it's unusual, I don't -- I'm unaware of any other State that has one -- the sentences -- the defendant has an entitlement to have the sentences run concurrently unless a certain additional fact exists and that additional fact is to be found by the judge rather than by the jury. So that if you take seriously what -- what we have said in prior cases, namely that any fact which has the effect of lengthening the sentence to which the defendant is entitled must be found by the jury -- if you take that seriously, I don't see why it doesn't apply here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How many others? Do you know?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, this fact can - - can turn out to be the most significant fact for the defendant. I mean, it could lengthen his sentence enormously. It's more important than many of the other facts that we leave to the jury."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you could say the same about sentencing in general, and we held that the Sixth Amendment does impose a limitation upon judicial power where at least there is an entitlement by law to a certain lower sentence. And there we said you can't leave it to the judge to decide whether the facts that trigger that law exist or not."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"The rule does bear on culpability, and culpability sounds like part of the definition of an offense or a more serious offense."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand why this happenstance is required to do it under the statute. I didn't quite understand that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said it's only happenstance. He has to do it under the statute if he makes the finding."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, didn't we furnish the premise for that broader reasoning? Because we pointed out that the traditional role of the jury was standing in effect as the buffer between the power of the State and the individual, and our concern in the Apprendi cases was that the concept of elements was being manipulated in such a way that the jury no longer stood in that -- in effect, that buffer position. And I guess the question here would be, is there -- is there room for -- in effect, for manipulation by the law in the consecutive sentencing scheme or the potential consecutive sentencing scheme, so that the jury in effect loses control over the length, the ultimate length of time that an individual is going to serve? What is your response to that?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but isn't the problem with that argument the problem that Justice Scalia raised a moment ago, where you could have made the same argument with respect to a mandatory State guideline, but nonetheless, the change in the law brought to bear on the new law an old concept. And this is a change in the law, to be sure. I agree with you, historically. The judges -- once consecutive sentencing came in at all, they were free to, in effect, do what they wanted to, subject to some kind of a rule of reason. But we've got to apply the Apprendi concept and the concern of the jury trial right to this new situation. So I don't think it's an answer to say, well, the judge has never had such a -- such a power."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So I gather from your argument that you would -- you would be taking the other side and you would be saying that it has to go to the jury if, instead of being a statute that applies to concurrent sentences from various crimes, there was added to a particular crime, if this crime was committed with the use of a gun, any sentence imposed shall not run concurrently but shall run consecutively with any other sentence arising out of this same occurrence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There it's attached to a particular crime. Do you really think that we should have a different result in that case from this one?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say the same thing about the length of the sentence, that it was up to them and they considered a wide array of facts. So what? We said in Apprendi, once you try to narrow it by law and say they can't do more than this, once you do that, that fact has to be found by the jury. And that's what's going on here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right in -- I just want to get the facts right. Am I right, you did this historical research, and if you start with Apprendi we can go all the way back to Nebuchadnezzar and you haven't found a single case ever where it was a jury rather than a judge that made this question of how you put together sentences for two separate crimes committed on the same occasion? Is that right, or is it an overstatement?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't say how far you went back. I said as far as you went back."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what Nebuchadnezzar found, but I take it you did look to see what was true at the time of the writing of the Constitution."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And at the time of the writing of the Constitution, which sometimes some of us feel is relevant, in that instance they did have the judge, not the jury, decide how to create a total sentence where the person had committed two crimes on the same occasion."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you could say the same in Apprendi. It was a judicial determination how much of a sentence you were going to get from ten years to life. It wasn't up to the jury. It was up to the judge."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet when you constrain the judge and you say, judge, you cannot give more than 20 years unless the crime was committed with a -- with a gun, we said suddenly that that matter can no longer be left to the judge. It's a matter of law, and the facts must be found by the jury. And I don't see any difference here. I mean in both cases it was traditionally done by judges."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we defined in effect what was the functional element of the greater offense in terms of the -- the power or the capacity of the judge to increase the sentence beyond the range that would have been -- that would have established the maximum in the absence of that factfinding, right?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And aren't we in exactly the same position here? Because the defendant here can correctly say: I cannot be sentenced to the more onerous -- under a more onerous scheme of consecutive sentencing unless some fact is found which has not been found by the jury in coming to verdicts of guilty in any of these crimes; a further fact must be found to expose me to the heavier penalty. And that is exactly the same as the situation in Apprendi with one possible exception; and that is, do you accept, as I thought you did, the proposition that consecutive sentencing is the heavier penalty or is a more onerous sentencing alternative. If you accept that, I don't see how you would escape the analogy with Apprendi."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Everybody agrees."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you had a choice between two concurrent sentences and two consecutive sentences, you know which one you are going to choose. So we -- we know what is the heavier sentence or the heavier sentencing option."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the mandatory minimum is at least within the range of sentencing possibilities that the judge could impose anyway without any further factfinding by the jury."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the -- what about restitution, forfeiture, taking a child and having him tried as an adult? What about probation? What about alternative drug programs? What about diversion? I mean, I can think of five or six where there might be a factual finding necessary to proceed to a situation where the total amount of punishment is greater rather than less."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a lot easier to limit it to sentence than it is to limit it to sentence for a particular conviction as opposed to sentence for the whole ball of wax, all of the -- all of the horribles that Justice Breyer proposes would -- would be overcome if -- if you just adopted a rule that only applies to sentences."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And doesn't the sentencing -- doesn't the Federal law define a sentence to include restitution, to include what is the equivalent of probation? I mean, there is a broad definition of the word \"sentence\" in the law which includes some of the things that I mentioned, though not all."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question that may seem totally irrelevant? Do you think our decision in McMillan v. Pennsylvania was correctly decided?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me under your reasoning in your case you might say that case was wrong. And I think it was wrong. I will be perfectly candid and say so. I think it was a very important decision."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand. But it seems to me it is -- in the old common law tradition, following sort of the reasoning in the case you relied on, McMillan really should have come out the other way, because the jury normally would be finding the facts that would allow the minimum -- the maximum to go up or the minimum. I forget which it was."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, of course, it's part of your position that historically sentences were always consecutive, if you go way back."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens with sentences from multiple States? You commit the crime in State A; you flee. You are then tried and found guilty of a second crime in State B. I -- I -- let's assume that the judge in State B has considerable discretion as to whether or not he intends to impose a sentence in B or send back to A, and that he knows that A is going to be concurrent. Under the theory of the case that's advocated by the Respondents, do you think that a jury trial or some sort of finding would be required?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Lannet. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Lannet, there - - there is one significant difference, I think, between - - the-- in Apprendi it doesn't matter whether the State labels something a \"sentencing factor\" or an \"element.\" Every one of those questions that goes into determining the maximum length of a sentence has to go to a jury under Apprendi. But when it comes to consecutive versus concurrent, it's perfectly okay if a State says, our main rule is consecutive, but the judge, if there are certain mitigating factors, can make it concurrent. Or it leaves the total things to the discretion of the judge. And if we are looking at it from the point of view of a defendant, the State says, well, we are not going to make it totally discretionary because we want to be more defendant-friendly; that is, we are putting certain restraints on the judge. So it seems -- what seems odd to me about this case is the Sixth Amendment is supposed to protect the defendant's right. And here the State is saying, we want to give the defendant more of a right. And he can say, that's unconstitutional, but if you give me less of a right, it would be perfectly constitutional. It's that enigma that I think is very disturbing about this case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In Oregon traditionally if a burglar had broken into a house and while he was in the house commits a rape, traditionally in Oregon that would not be considered two crimes?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can you cite me an Oregon case which says a burglar who breaks in and commits rape is only guilty of one crime?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Lannet, in -- in connection with Justice Ginsburg's question, do you think that Apprendi would apply differently to a statute which, instead of imposing a higher penalty for a crime committed with a firearm, said that the penalty will be 30 years for burglary unless the defendant did not commit the crime with a firearm, in which case it will be 15 years? Do you think if the -- if the statute were framed in that way, that Apprendi would not apply and we would leave it to the judge whether a firearm had been used or not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, regardless of who proved it, I mean, the issue is can it be left to the judge to decide whether the -- the -- the beneficent determination that he did not use a firearm could be left to the judge instead of sending it to the jury?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see a dime's worth of difference between that and Apprendi."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"How are you to prove these? I am always curious as to the defense policy as to why. Stricter and stricter rules here, and I have a hard time figuring out why. If you have an actual case and you have to go to trial, are you prepared to put on all the evidence that although you want to say that your client did neither of these things, that if he did do them, in fact they were just one thing and weren't separate things? I mean are you prepared to go into all that detail in front of the jury?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, you are saying that the standard they use here for a separate sentencing, that it has to be a separate crime and so forth, has to go to the jury."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So I wonder if you are prepared to put all those facts before the jury, say, in a case where you want to say that it wasn't my defendant who did it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That way, you have to have two - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Booker/Fanfan as well, as adopted, right? I mean that was what the dissenters in Booker/Fanfan would have - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying it would have to be a bifurcated proceeding?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there historic evidence that bifurcated proceedings were required before Apprendi?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could I get back to the question Justice Scalia asked about Apprendi. Is it -- is it your position that if the offense, based on all facts found by a jury, carried a maximum sentence of 30 years, but there was a provision that the judge could determine that if a firearm was not used in the offense, you would lower it to 10 years, would that pose a problem under Apprendi?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then it does. All the facts authorize a punishment of 30 years. And if it's going to be a reduction, that's for the judge. But I would suppose it's not the problem -- we didn't interpose a jury between the defendant and the State with respect to every element, but only those elements that increase the punishment."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The core question is is the defendant entitled, entitled, to get no more than a certain penalty if a particular fact is found."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the answer would be, yes, he is entitled if the fact is found that he didn't use a gun to get a lesser penalty. And once you bring in the legal entitlement, as I understand Apprendi, it means that it has to be found by the jury."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And in addition, it must be true too that the defendant is entitled not to pay restitution if the facts show that there was no money taken. And you needn't, by the way, convict the person. You can convict him without finding that. So the same would be true of restitution. We would have another jury to decide restitution, another thing that has never been done; is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, couldn't impose restitution without making a finding as to how much money was taken. So I don't -- I don't -- I can't imagine the legislature - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. The Federal courts have not and I guess the same rule would apply. Or what about forfeiture of a car used in the drug - - again, forfeiture, I guess, would take place with another jury being impanelled to try the question of whether there was a car; is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's a punishment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe not. Maybe it would just be an in rem proceeding. What about the -- what about the proceeding -- what about the determination that a person who is going to trial goes to an adult court rather than a juvenile court, the difference being the extent of the punishment? You are not entitled to -- a complete defense to the punishments that they could impose. Do you see where I am going?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure which of these things would actual follow from your rule and which wouldn't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But they will say no one can get this lower punishment for the juvenile system unless the person is indeed a juvenile. Who makes that factual finding?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If we are going to depart from what the Framers did in fact foresee in this kind of case and we do accept Apprendi as something different from what they did apply, does that require us to depart as well in all these other cases which have the kinds of differences that you have listened to?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a rather broad question?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In Apprendi the opinions were rather lengthy and discussed precedents at great length. Justice Thomas's opinion was quite scholarly and I discussed a lot of old cases. If this case that we have today had arisen before Apprendi was decided, what case would you have supporting your position?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't hear that."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Jones - -"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What if it had arisen before Jones?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then the historical analysis was to prove citation to what cases?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All the cases in Apprendi dealt with elements of the crime and that sort of thing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if under the law the judge upon sentencing is supposed to make a determination of where the defendant should be sent, which facility, based on determination of which one has the most room. Is that a determination that has to be made by the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even if one was, you know, the most horrendous prison in history and the other was one of -- a country club?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but here in my hypothetical it's something that a judge puts in the sentence. It's just like you've got to, you know, make restitution, you are not eligible for parole, you are going to this place rather than that place."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Lannet, if we agree with your position and let's say you are engaged by the Oregon legislature and they say to you: We don't want to make this just be the judge's discretion alone, what can we do to achieve Constitution of what we were trying to achieve, that is to say encourage as the main rule but -- that is, if we have to leave it to the judge's discretion but we want to rein in that discretion so that you don't have arbitrary differences going from one judge to another? They want -- they want to say, yeah, we wanted this to be discretionary with the judge, but we want to install certain controls so that the trial judges will be operating more or less uniformly. How could they do that constitutionally?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The juries are find - - that's what is going on now, the juries are part of this trial of guilt?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which is it? Do they do it in the guilt trial or leave that up to the judge?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where a defense attorney might not want all of that stuff to come out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the -- what if the rule were that all sentences should be concurrent unless the defendant has been convicted of a prior federal offense and then the sentence runs consecutive to the federal sentence?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Lannet, one of the - - or perhaps the driving force behind Apprendi was the fear of abuse by a combination of the charging power and the sentencing power. What abuse do you see if -- if you lose this case? What potential abuse?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That it would - -"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, I didn't mean to interrupt."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They -- they would do by consecutive sentencing the same sort of thing that they were trying to do or some legislatures, Congress was trying to do by the sentencing factors?"},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any room for harmless error here? I mean, it seems to me patently obvious that both of the statutory conditions were fully satisfied. It was within -- put it within the discretion of the judge."},{"name":"JUSTICE STEVENS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, is there any doubt that he wanted to commit an offense twice?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But statutory interpretation questions aren't for the jury."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It held as far as the State constitution went, this is fine. It's only the Federal Constitution that stops the legislature from doing this."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"One way of -- if you are right about the application of Apprendi -- the Oregon legislature could say as a main rule is we leave it to the judge's discretion. However, before the judge makes a sentence consecutive, the judge should take account of the following factors. That would be okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No entitlement to a lesser sentence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even if it's subject to judicial review for judicial review for abuse of discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't give you an entitlement to that, to the exercise of discretion that isn't abused?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, don't -- well, the case that I mentioned on my account. I'm thinking about it -- it's not going to make any difference."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Williams. You have four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARY H. WILLIAMS","firstName":"MARY","lastName":"WILLIAMS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2804,"interruptions":14,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERNEST G. LANNET","firstName":"ERNEST","lastName":"LANNET","counsel":true,"justice":false,"side":"respondent","words_spoken":2490,"interruptions":20,"times_spoken":52,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":338,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":835,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":603,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":859,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2804,"times_spoken":33,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":2490,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":6,"words_spoken":3605,"times_spoken":89,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110376}}