{"petitioner":{"name":"MICHAEL RIVERA","counsel":[0]},"respondent":{"name":"No. 07-9995\nILLINOIS. ","counsel":[1,2]},"caseNumber":"07-9995","date":"2009-02-23T08:00:00.000Z","speakers":[{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you putting -- are you equating this with a biased judge? The -- the category of structural error has been kept very narrow by this Court. And it seems to me that a juror who is perfectly qualified, who it is conceded -- it is conceded could not have been dismissed for cause, is quite a different matter than a judge who -- who has taken a bribe or who has a monetary stake in the case. It -- it seems quite a stretch to apply those decisions to -- to the case of a juror who was qualified, and it was just a judge who was overexuberant in denying a peremptory challenge."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But your whole argument that the -- that the juror was illegally sitting and the jury was illegally constituted is a - - in effect a statement of the effect of State law. And the State supreme court doesn't think that's the effect under State law. So it seems to me that the -- the full premise of your argument that there is something inherently unlawful about the seating of that juror is simply in -- in effect denied by the State supreme court. And we take our law from them."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But no -- no constitutional right, no constitutional right to the peremptory challenge."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you in effect are saying that any violation of State law with respect, let's say, to criminal trial procedure becomes, if not remedied, a due process violation under Federal law. That's -- that's your -- your unstated premise, isn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There could be a thousand reasons why under State law a particular jury is improperly constituted. So you are saying whenever the State under whatever State laws it has says that the judge made a mistake about who to put on the jury, that that violates the Federal Constitution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Just as an example, to follow up on Justice Breyer's question -- and then can you answer his question -- many States have -- have rules that you have to be a resident of the county to serve on that jury. And suppose a juror thinks that he or she is a resident and gets the county line wrong or doesn't know what the residency requirement. Under your rule -- what is your term, an \"unlawful adjudicator.\" And then we have a -- we have a -- a Federal constitutional standard that requires structural error for any State -- for any violation of any State -- State rule. That is Justice Breyer's question."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You are -- you are avoiding the question by saying, oh, don't worry, there are not going to be many violations of this sort, and then you pick out age. But Justice Breyer began -- the preface to his question was -- was that there are -- are manifold requirements varying from State to State."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What you are giving us is a sweeping proposition, A, for the constitutional principles that you are setting forth; B, for the supervision and intrusion it would cause Federal courts on the State system."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why? One qualification is that a jury -- a juror can't be prejudiced. All right. I think it's a very common thing for prosecutors and defense lawyers to get into arguments about whether a particular juror is or is not prejudiced. Okay. So sometimes the judge excuses them, maybe five million times a year; and probably in a certain percentage, maybe 5,000 or 500 or 50,000, the judge is wrong. All right. So the State appellate court says he's wrong. So the jury wasn't made up properly. Now you are saying in every one of those cases that violates the Federal Constitution. I have never heard of this before. It may be there is some precedent for it. I don't know. That's why I am asking."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that means that held - - we have held in that case -- I had better look at it - - that in any instance where excusing a juror violates State law that that is a violation of the Federal Constitution. Which is the case that says that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are not - - suggesting, because you conceded there was no basis for a for-cause challenge, you are not -- you are not saying that Gomez was unqualified or that she was biased. If she was biased, you had a basis for that, she could be excused for cause."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But she was an administrator. She wasn't a nurse. She didn't deal with people who had gunshot wounds."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't need a good reason for a peremptory challenge."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the whole fun of a peremptory challenge: You don't need a good reason."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. And for some reason, I just think this person is not going to vote for me. I don't know why. I just don't think so. I don't want this person sitting on the jury. That's all the reason you need."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, our footnote in a later case authored by Justice Scalia indicates considerable doubt as to the viability and to the correctness of that formulation in Swain."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Salazar, I think, is the - -"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. I thought you were citing Swain -- and I think you are going to have to establish -- that peremptory -- to win your case, that there is a constitutional basis, a constitutional right to exercise a peremptory challenge, at least - - then you can you have a subset of that -- when the State gives it to you. But I think Swain no longer stands for that proposition."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- well, first, how many peremptories does Illinois law allow?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose a State allowed only three peremptory challenges. There would be nothing in the least unconstitutional about that, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This was number four, was it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The challenge to Gomez was the number four peremptory?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, if the State had only three which it could do, there would be no basis for removing Gomez from the array. That is, the defense would have already exercised three peremptory challenges, she's number four, too bad. That would be the end of it, right? She would sit on the jury."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is something unseemly about saying because the State is generous in its peremptories, you have a grand constitutional argument to make, even though there is no constitutional right to any peremptory challenge?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That goes back to the point which you rejected when I suggested -- I suggested earlier that you were in effect arguing that every violation of a State statute in this criminal context amounted to a due process violation. And you say, no, that's not what I am arguing. It seems to me that that is exactly what you just said to Justice Ginsburg."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we were talking about peremptory challenges before and we are talking about peremptory challenges now. Have you changed your position from -- from the position you stated in answer to my question?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Look, the question that I thought I was asking and I thought you were answering was this: Do you claim that every violation of State law in the -- we'll say in the selection of jurors -- is automatically, if not remedied by the State, a Federal due process violation? And you said, if I recall correctly, no. It seemed to me that in answering Justice Ginsburg's question just now you were saying yes. You said the State has to act consistently with due process."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, do you stand by the answer you gave me or is it, in fact, now your position that every violation of state law that goes unremedied becomes a federal due process violation?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Then why does this one become a due process violation if it's unremedied."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that -- that then goes back to an earlier question. It's an unlawful adjudicator if state law says so. Federal law says you don't even have to have peremptory challenges, you don't even have to have a process for winnowing out the Gomez jurors. So, in effect, if you are saying that there is something unlawful about the seating of the juror, you are making a statement of State law, and the State Supreme Court disagrees with you, which seems to me to foreclose your argument."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the court -- the Supreme Court of Illinois did not find anything unlawful about the juror sitting. They said, yeah, the perempt should have -- the peremptory challenge should have been respected. But they did not say, and it seems to me they clearly rejected the notion, that there was something unlawful about the jury and unlawful about that juror's participating in reaching a verdict; isn't that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. The -- the peremptory challenge should have been respected. But the Illinois Supreme Court did not say, as I understand it, that by allowing the juror to sit the juror was acting in an unlawful capacity, or that there was something unlawful under State law about the jury's actions and the jury's verdict. Am I not correct about that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if they thought that tainted everything that happened afterwards, it seems to me they would have said, therefore, the verdict is no good."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it had everything to do, it seems to me, with the issue of State law. Regardless of whether they applied or misapplied a precedent of ours respect -- with respect to Federal constitutional law, it seems to me that the Illinois Supreme Court has to have meant it was okay so far as the validity of the verdict was concerned for this person to participate."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So ultimately, there was - - there was no error under State law that needed to be corrected?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But so far as the ultimate jury verdict was concerned, the Illinois Supreme Court, I understand it to have said, was there is no error that needs to be corrected under State law."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why didn't they correct it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You read -- in other words, you read the -- the -- the Illinois Supreme Court as to say, this is a violation of our statutes and constitution, a violation that would -- would entitle this person to have the -- the verdict set aside and a new trial, but because the Federal practice, applying Federal constitutional law, is to engage in harmless error analysis, we won't correct our State law error as a matter of State law, and -- and we will in fact apply a harmless error analysis that otherwise wouldn't apply because it's Federal, and on that ground we will let the verdict stand. Is that the way you read the Illinois Supreme Court?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but how -- how could it do that if there were not some underlying Federal constitutional right? I say \"how could it do that.\" It obvious that they did it; but what -- what would be the principle basis for that analysis? What would be the analytic framework that would lead it to look to the Federal decisions? This is a State issue."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we are asking you what the analytic justification for that course of reasoning is if that is indeed its course of reasoning."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you have to give us a sustainable analytic framework if -- if we are going to reverse their decision."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the Illinois Supreme Court was assuming a Federal violation when it decided what the reversal rule would be. But your Federal violation determines -- is bottomed on the notion that there was an unlawful adjudicator on the jury. Would that reasoning apply, in regard to one of the earlier questions, if you have a Cook County jury and they had a juror from Dupage County and the law says no, you have got to have a local juror, and it turns out that they had wrongly seated such a juror? Would that be an unlawful adjudicator?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":7,"sideBefore":"justices","text":"I just have one more thought. And if it is such an unlawful adjudicator, it would definitely be Federal constitutional error?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we had an actual jury. It's not as though you had no jury verdict and then the court would say -- the court would say, we think that this defendant was as guilty as they come; but you had a jury with jurors who met all the State law qualifications, already made the determination of guilt. So that's a little different from the case where, say, a judge would attempt the equivalent of a directed verdict."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think the Constitution prohibits the State from going further than Batson to protect against the use of peremptory challenges for discriminatory purposes? Specifically, is there any reason why a State could not provide that whenever -- that a trial judge always has the authority, when the judge has any suspicion of discrimination, to ask for an explanation from counsel as to the reason, without having to establish -- without there having to be a prima facie case?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, well, that's what Batson says has to be done to in order justify the strike. When -- but is there any reason why a State couldn't go further to guard against discrimination in the use of peremptories?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But Justice Alito's question is could the State say as a matter of State law whenever the trial judge has a hunch that there might have been discriminatory purpose involved, may he refuse to allow the preemptory challenge?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I -- if the State explicitly gave the trial judge that authority, would that be constitutional?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The authority to challenge preemptory challenge rights entirely? Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So this is not a hard question."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore, it could take the much lesser step of allowing the trial judge, if he has any suspicion that a peremptory-challenge right is being used in violation of Batson, to disallow it. What is wrong with that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, does it really? Suppose I agree with you that there is -- there is no Federal constitutional violation. But I also think that in assessing the consequence of a State-law violation the Illinois court here was looking to Federal law and was trying to apply the Federal law of harmless error. If that's the situation, would we not have the obligation to determine, or wouldn't we have the obligation to determine, whether it was properly applying the Federal law of harmless error? Even though it didn't have to, it chose to use the Federal law of harmless error to -- to apply to this State violation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what case would you cite for that proposition? And you can't say Michigan versus Long."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why did they get it wrong?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you say they got it wrong?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does that mean even if it were Federal? I don't know. I'm asking. Again, I don't know."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't this Johnson versus Standard Oil and that sort of thing?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that clear as a matter -- I don't know. Again, I'm asking. Is it clear as a matter of Federal law that we have lots of Federal trials, and in a Federal trial where a district judge makes an error in excusing a juror -- he shouldn't have excused the juror, there are many, many reasons for doing it, so the jury is not properly as the defense lawyer has the right to have it -- that that requires automatically a new trial? Is that clear as a matter of Federal law or not? And I - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know the answer."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I am not talking about Magistrates, and I'm not talking about due process. I am asking the question, just what I asked. Now, you heard what I asked. It's about jurors."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right? What is the answer?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I know. I'm not asking that question. I am asking when a lawyer -- when a - - when a judge makes a mistake and excuses a juror whom he shouldn't have excused because he thought the juror was prejudiced, let's say, and he wasn't. The appeals court says, you are wrong about excusing him. Does under Federal law the defendant become entitled to a new trial? Not under the Constitution, under whatever you want."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think the answer is no, okay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Going back to Justice Scalia's question, do you think we would have jurisdiction of this certiorari condition if we were convinced there was no Federal or constitutional error; they were merely trying to decide whether the State court applied the correct constitutional standard in correcting what it thought was a correct federal constitutional error?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if there is none there, we don't have jurisdiction to answer and give an advisory opinion on how the Illinois Supreme Court should run its shop."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So the Illinois Supreme Court can happily go along blaming everything on us, so when it stands for reelection, it can say, well, we are just applying Federal law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but that's the consequence of your answer to that question. It seems to me there is much to be said for the disposition that where a State court even in resolving a State-law question uses a Federal principle, adverts specifically to Federal law and cites Federal cases, it would cover you."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You -- they did make that assumption, but you think the assumption is wrong. And if we think the assumption is wrong, you would agree with Justice Scalia that we can go ahead and say, well, you are running for reelection, so we are going to correct your errors on Federal law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I would certainly agree that if the only reason the Illinois Supreme Court used the Federal harmless-error rule was because it was assuming a Federal constitutional violation, once we reject that assumption, the whole thing drops out. But is that entirely clear from the opinion?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it clear that the Illinois Supreme Court wouldn't have used the same test under simply Illinois law?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The problem is the -- the only reason the Illinois Supreme Court found: That there was no error of constitutional dimension, meaning Federal constitutional dimension. The only reason it - - it found that is because it found that the error was harmless beyond a reasonable doubt."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is the cart before the horse."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- then you would have no objection to a remand that says, Illinois Supreme Court, you can't blame it on Federal law. It's up to you as a matter of State law. And now answer the question that you didn't answer; that is, what is the consequence under State law of an erroneous denial of a peremptory? You would have no objection to such a remand?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"For the reasons that have been discussed, it may be that we won't get to the merits of the Petitioner's argument, but assuming we do, the Petitioner talks about the -- I don't have -- the \"unlawfully constituted jury.\" Is -- is -- what is the extinction distinction between the hypothetical case of the juror who isn't a resident of the county and the State says you have to be a resident of the county - - what is the distinction between that and, say, a non-Article III judge sitting on a court of appeals panel? Why is one structural and the other not?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And this would -- this would be a little different than the juror who might be biased or might not be biased, because this goes to a hard qualification. It's just a hypothetical in the case, but it's a -- it's a linchpin to the Petitioner's argument."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- but the hypothetical is it doesn't -- the juror doesn't satisfy the requirement because he or she is from the wrong county."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did -- that's exactly what I can't figure out. I'm trying -- forget due process. All right? Keep that out of your mind. We have approximately 50 State jurisdictions, the District of Columbia, and a bunch of Federal jurisdictions. All right? In those jurisdictions, to your knowledge -- you may not know this, you may not have looked it up -- but what happens in the situation where a juror -- where a juror should have been excused? I guess there's a new trial. The juror should have been excused, but wasn't. I guess there's a new trial normally; is that right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If the juror is biased. Yes. Okay. Now suppose it's the defendant who wanted the juror and he was wrongly excused. All right? So that's what the appeals court holds. What's the rule? Again, do they go back and look and see if it's biased? If the juror -- if the defendant didn't get the juror he wanted, somebody else took his place, do they look to see if that person was biased? And if not, say, too bad, defendant, you may have been right, but you lost the jury that you want, no remedy? What happens?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, at least in the case of where he failed to get a preemptory, whether it's Federal or whether it's State, the Federal law and most State law is: You lost your right to a preemptory, one of them. You should have had it, but you are out of luck, if -- if the juror who replaced the replacement, the juror who was there, you know, who otherwise wouldn't have been is a fair juror."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about the last hypothetical?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What was that case?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, Illinois - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If the judge who sat on a State trial was not authorized under State law to hear that particular matter, would that be a due process violation?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if it's not a single challenge. What if, let's say, each side has six, and the trial judge just arbitrarily refuses to allow a defendant to exercise any preemptory challenge, but the jury -- the jury is ultimately selected, there is no reason to think it's not a fair jury?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the Illinois had a statute that the prosecution gets 10 peremptories and the defendants get one, would that raise a federal question?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the answer pretty clear that that would be unfair."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I will use that as an examination question but let's hope it doesn't come up."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But what about the - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":3,"sideBefore":"justices","text":"The reason it's unlikely is it is so clearly unconstitutional."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Roberts, if you do get to harmless error, how do you deal with the question that was raised by the Chief Justice, that is, there is no way in the world that you can tell whether this was harmless or not? You would have to imagine another juror being on the panel, that juror could have swung the case, could have had no influence, there is just no way of knowing what would happen."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that is almost the same, at least in some states, as getting a new trial anyway. If we find out after the fact that the jury was biased, and in some States that's a reason for a new trial in the discretion of the trial court, anyway."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The point is you are not giving much substance to the rule."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What is the law there? That's what I am trying to get at. I mean, my initial instinct would be that if a defendant doesn't get the jury that the law entitles him to, that's an error. And you normally would think it was harmful, because you can't say, in honesty, it was harmless, it's the jury that's supposed to decide. I suspect it would work out that way. I have never looked into it. How has it worked out?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So in other words, they have often said you don't get a new trial?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But don't some of those courts, rather than focusing on the qualifications of the particular juror, look to the -- how close the case was?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There are any number of alternatives that we can adopt in ruling for your position. If we were to rule for your position, what do you think is the most straightforward rationale?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that any harder than harmless error analysis that is conducted all the time? For example evidence is erroneously excluded from the trial, and you ask was that a harmless error? But you have to -- there has to be speculation about how this jury would have received the additional evidence. What -- what's the difference?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the court has no -- has no inside information about the dynamics of that particular jury. It's just -- it's deciding what a rational jury would do, what a -- what a standard jury would do."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But how does the Court know anything particular about the jury when it conducts that harmless error analysis? It doesn't."}],"people":[{"id":0,"fullName":"JAMES K. LEVEN","firstName":"JAMES","lastName":"LEVEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2152,"interruptions":27,"times_spoken":57,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MICHAEL A. SCODRO","firstName":"MICHAEL","lastName":"SCODRO","counsel":true,"justice":false,"side":"respondent","words_spoken":2160,"interruptions":16,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":2,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":1619,"interruptions":8,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":555,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":889,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":860,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":430,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":2152,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":3779,"times_spoken":68,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":4117,"times_spoken":102,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.4811325354947104,"respondent":0.5188674645052895,"date":1472418052821}}