{"petitioner":{"name":"THOMAS CARR","counsel":[0]},"respondent":{"name":"UNITED STATES\n","counsel":[1]},"caseNumber":"08-1301","date":"2010-02-24T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument first this morning in Case 08-1301, Carr v. United States. Mr. Rothfeld. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, I wondered if I could ask you about three interrelated points concerning your textual argument. And if I could just lay those on the table and get your reaction to them, I would appreciate it. The first is that it appears that there is a pretty universally accepted modern legislative drafting convention that statutes should be phrased in the present tense. The Senate drafting manual, for example, says: Always use the present tense unless the provision addresses only the past, the future, or a sequence of events that requires use of a different tense. And the House manual is to the same effect. The second is that when the section that's involved here, 2250, was drafted, the drafters didn't know whether SORNA would apply to pre-SORNA sex offense convictions. That was left up to the Attorney General. And so when they were drafting this, they had -- it was natural, perhaps, for them not to make a special provision for the possibility that there might be some pre-SORNA conduct involved. If the Attorney General had determined that only post-SORNA convictions would qualify, then only -- then the only travel that would qualify would be -- would be post-SORNA travel. It was only when the Attorney General decided that pre-SORNA convictions could qualify that the question that's presented here became a possibility. And the third is that once the Attorney General decided that SORNA would apply to pre-SORNA sex offense convictions, that necessarily meant that conduct constituting a -- a SORNA -- constituting a qualifying sex offense could occur in the past. And yet there are at least four provisions of SORNA that refer to the conduct that constitutes a sex offense and uses only the present tense, although in those instances it seems that those provisions have to be read as also covering past conduct, pre-SORNA conduct. These are all in 42 U.S.C. 16911, which is reproduced -- the relevant provisions are on 3a to 3-6 of the government's brief. I’ll just mention a couple of them to provide a flavor for this. Under 42 U.S.C. section 16911(3)(C), on 3a of the government's brief, an offense may qualify as a tier II offense if, among other things, it, quote, \"occurs after the offender becomes a tier I sex offender.\" But there \"occurs\" and \"becomes\" have to be read as applying to past conduct. 42 U.S.C. 1691(4) on the same page says that an offense may qualify as a tier III offense if, among other things, it involves a kidnapping of a minor. But \"involves\" there has to mean also “involved.” And the other two are subsection (7) on 5a and subsection (8) on 6a. So I wondered if you could comment on that. Maybe you have a reaction to it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, would you clarify one thing? You’re not questioning the Attorney General's determination that the underlying sex offense can have occurred pre-SORNA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- that's pretty unusual, isn't it, to have Congress say it's up to the Attorney General whether their laws apply prospectively or retroactively or --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not as though he was authorized to make something a crime which wasn't -- which wasn’t a crime."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He was authorized to say you have to register."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the sequence argument that the government was making was that the events have to occur in this sequence: the conviction, the interstate travel, and the failure to register."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they might be wrong on that. And I understood that you agreed that the interstate travel has to take effect -- has to occur after the sex offense conviction. It wouldn't -- you couldn't violate -- you wouldn't violate SORNA if there’s interstate travel, then the conviction, and then the failure to register."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you’re saying it has to take place not just after the offense, but after the obligation to register."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is what the statute says."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but they might be wrong that the sequence -- that the way these set out -- are set out in the statute dictates a temporal sequence --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that you can argue that the temporal sequence that's necessary -- conviction, travel, failure to register -- follows from the purpose of this provision, which is to catch people who, after having committing a sex offense and being convicted of a sex offense in State A, move to State B. It would follow from the purpose of the statute, not necessarily from the sequence of subsections in this provision."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that makes -- that makes a lot of sense. But you can get that from the purpose of the statute, rather than from the sequence in which these elements are listed. Is it -- is it usually the case in a criminal statute that sets out a number of element that they have to be satisfied in some kind of temporal sequence? I'm not aware of that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, assuming it does depend on the purpose of the statute, what would the purpose -- it wouldn't cover his transportation as an infant. What does he have to be, 20 years old?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or 15 years old?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or is it 20 years before the offense or 25 years before the offense? I guess we could make it up, couldn't we?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But which the States didn't enact."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's compare two cases. We have this case, where you have conviction, interstate travel, SORNA takes effect, failure to register. We change that. That's case A. Case B is just like this case except the sequence is different. You have conviction, SORNA takes effect, interstate travel, failure to register. Now, why would Congress have treated those two situations differently?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is the basic purpose of this statute? I'm having a hard time with it. Is it -- is the purpose of the statute to try to get a lot of people to register who haven't registered at all? Or is the purpose of the statute to get the people who had registered in one State and then moved, and make sure they register in another State?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I mean, if they are just trying to get people to register in general, and they are not particularly worried about travel, then they are using this travel as a kind of jurisdictional hook. And if they are using it as a jurisdictional hook, they’d like to get everybody, as many as possible. That argues against you."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I have a hard time seeing just what they’re aiming at."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Basically, at the time they passed this --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- most States didn't require registration."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That begs the question. They were concerned with people who had disappeared, but why is it logical for them to be worried about people who disappear prospectively as opposed to the people who have already disappeared and have failed to -- that's basically the -- the government's argument, which is: One of the main purposes of the statute is to capture those people who have disappeared. And so why limit it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that the people who had traveled previously and failed to register would no longer be subject to any -- either any registration process or presumably any punishment either, because they were no longer in the State in which the conviction occurred, so any change in that statute wouldn't affect them."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And do -- do they generally require registration even if the offense was committed before the registration act was passed in the State?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you’re saying is that, even under your interpretation, there is going to be registration in at least one State?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say this at the moment -- you may not know, but I think it would be helpful. At the time this was passed, would you say almost all States had some kind of registration act?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, thinking of that -- thinking of that set of registration acts in virtually every State, did most of those or none of them or a few of them or how many made it required that a person register who had committed a crime, a sex crime, in a different State and had moved to that State? Most, all of them, none of them?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Universally."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So -- so, therefore, every person who has committed a sex offense, or almost everyone, would have been subject to a requirement to move when he committed the offense and would have been subject to a requirement to register when he moved under some law. Now, Congress's purpose then must have been just to try to get uniformity here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And would that be the case after SORNA, that some States would have less extensive coverage than others?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, unless that could be the case, then I don't see what is achieved by -- why you worry about somebody moving to another State in order to evade the registration."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if the new State requires you to register just as much as the old one, what are you worried about?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Fail to register entirely?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the concern that the State of conviction knows that an individual who has been convicted of a sex offense has been released from custody and, if that person is a resident of the State, presumably knows that the person is likely to still be in the State, but if the person moves to another State, the State to which the person moves doesn't know that a sex offender has moved into the State, and that's the reason for the Federal law that imposes a penalty for failing to register in the new State after having traveled across interstate lines?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I think that I remain a little bit confused by the question one of my colleagues answered, and I'm not sure if this last answer by you is helping me understand it, which is if SORNA now -- if every State is supposed to pass legislation which requires sex offenders who have been convicted elsewhere and moved to their State to register, why do you -- I think that's what you -- that you answered affirmatively for Justice Kennedy, correct? SORNA requires every State to pass laws that obligate people who have been convicted in other States to register, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So why do you need SORNA? Why can't those States that the individual has moved to simply prosecute the person for a failure to register? Why do you need SORNA?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps Congress --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Do you think part of it is there was a -- SORNA requires a lot more information than was required under the State statutes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's conceivable also that Congress was -- was not confident that the States would be as active in prosecuting violations as the Federal Government would be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gannon. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. -- Mr. Carr, was in violation of the law the instant it was passed, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What's -- an obvious question. What’s the government's view on what a reasonable time is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- but the reasonable time question doesn't come up in your -- in your hypothetical."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"First because he's in the hospital and he has got a defense there, so --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But no -- but as far as a reasonable time goes, nobody's literally incapable of doing it the same day the law passed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Unless they meet one of the other exceptions."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where -- where? (2)(A)? Which is where?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I see. “Or” --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And they don't have to travel in interstate commerce."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you happen to know what Indiana law provided at the time? Within what period of time after moving to Indiana was the Respondent required to -- rather, the Petitioner required to register?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, should the reasonable time -- should the period under SORNA, which isn't specified by statute, be the same as the period under the law of the State into which the person moves?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you clarify --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"How long ago --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Can you clarify what you mean by “the statute comes into effect”? Because if I understand correctly, there’s only one State and one Indian tribe that are in compliance."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that would be what their --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- what their old law was. It wouldn't be -- you have -- SORNA is in effect, but what the State is implementing is the pre-SORNA State law, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do you do with Mr. Rothfeld's hypothetical about someone who travels in interstate commerce as a young child and, 20 years later, is covered by SORNA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I'm not -- I'm missing your answer to my question. The answer to the child traveling and then 20 years later is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- is because it's -- you have to require under SORNA before the travel?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know where you get that from. I can understand how you can say, which is what Mr. Rothfeld says, that it has to follow the requirement to register. That's the way the statute reads: Whoever, one, is required to register, not whoever has committed an offense that -- that would later justify registration. It seems to me you are just making up the -- the prior act that -- that triggers the interstate travel requirement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what text do you base it on? (1) says \"is required to register,\" and the position of the Petitioner is: After you are required to register, you must travel in interstate commerce. And you say: No, it's after you commit the offense that you must travel in interstate. Where do you get that from?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your answer to Justice Scalia is that you don't get it from the language? You get it from the anomaly; you get it from the purpose."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about going back to the purpose? There's a section on page 26 of the House report where they go in some length to saying that the purpose is this is going to help with 100,000 missing people. Don't worry; if you can't remember, it doesn't matter. What they say is there are 100,000 missing. What they do is they travel, let's say, from Alabama to California and they don't register. Now, this statute is going to help with that. Well, how does it help with that? They are already supposed to register in California. And I thought, well, maybe the way it helps with that is that it imposes some new information requirements, so that Alabama, if it were complying, would now have a lot of information about the sex offender, and it would have an obligation -- it could more easily track him down, or at least California could or somebody could more easily track him down, because he has to give information to Alabama, and Alabama has a registry up. Is there something like that in this?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that’s -- that’s true of everybody whether they have moved or not moved."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That is, what I’m -- the reason I brought up the other is because if this is just a jurisdictional hook, I can see why Congress might be trying to get as many people as they want to register. But this -- this also serves some purpose, like we’re going to make Alabama get some information, makes it easier to catch these people, that purpose wouldn't be served when the travel takes place before this takes effect because Alabama wouldn't have kept the information then."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So Congress passes this statute. And how does it help specifically with that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So the person who hasn't registered in California --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He’s afraid of the Feds. He didn't -- he wasn't afraid of the California police, but he’s afraid of the Feds. Okay. I've got it. I've got that. Any other thing?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. As far as I can read that page, it seemed to me, insofar as what you’ve just said is true, that would happen only after this statute is passed. And, therefore, the fact that he had moved before the statute is passed would not trigger the cooperation. It might trigger the Fed prosecution part, but it wouldn't trigger the cooperation part."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The only reason I bring it up is if this is a very close case. That tends to cut somewhat against you; namely, that the thing applies full-force in terms of its purposes to people who travel after, but it only applies as sort of this weak thing to people who travel before."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- but it doesn't, because if you haven't been -- if you are convicted of a Federal offense, you are automatically in, but if you are convicted of a State offense, you’re in only if you travel in interstate commerce after that offense. So you don't resolve the inconsistency between (A) and (B). There is still going to be some inconsistency between the two."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that’s a much less powerful point. There is inconsistency between (A) and (B), no matter what you do."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Have you been able to find -- when in doubt about the purpose, let's turn to the language. Is it the case that you found any other statute, any other statute, where Congress phrased a jurisdictional hook in the present tense?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you find anywhere where they’re both phrased in present tense and it was pretty clear that Congress intended to catch activity that was -- at least where the jurisdictional part took place before the statute took effect? You find that good an analogy anywhere?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I tried to --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I tried to find one and -- and couldn't. I mean, looking up travels in -- in the Code, and in each of those cases that I found it's always -- it looks like it's -- it's linked directly to the activity that's meant to be covered, you know, traveling for the purpose of the -- the activity that's against the law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, where -- where it means prior travel, it says so, use of a firearm that has traveled in interstate commerce. They use the past tense when they mean it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- understand some of the delay Congress may have in passing a law with specifics about how things are done. Are you worried at all under Lambert whether or not there might be a due process violation in all the indeterminate provisions of this law? Where do you -- yes, you’re supposed to register, but States don't have a place for you to register, and now you are supposed to know that you are supposed to register under the old systems, and you don't know how much time to do it in."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Absolutely --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- but they don't have a SORNA place to register."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"One last one. It should help with a minor point. But -- but I take it, under the statute, you have to register if you are a sex offender. And that's true whether you’ve moved or not moved?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it's a crime -- it's a crime under the section we’re talking about only if you are both the person who had to register and you didn't and you moved?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Everybody in the State has to register if they meet that definition?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Moved or not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rothfeld, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Rothfeld, I hate to eat up any of your rebuttal time, but this is sort of by way of unfinished business. Justice Alito asked three questions at the beginning of this interesting exercise. I think you only answered the first. I don't even remember the third anymore. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"But I was interested in the second, which mentioned other provisions in this -- in this very statute that -- that use the present tense."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But all of those provisions refer now -- as a result of the Attorney General's determination that pre-SORNA convictions qualify, all of those provisions use the present tense to refer to activities that can have taken place in the past."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This very -- this very statute. Isn't that correct?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but your main argument is that \"travels\" is in the present tense, and that means present and future. But there are provisions of this very statute that use the present tense to refer to past conduct. So why doesn't that knock the legs out from under your textual argument?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Gannon may have made an argument that’s not helpful to his position, but you can accept that the first provision means exactly what it says: \"is required to register.\" And that takes effect on day when SORNA is enacted. There’s nothing in the statute that says that those three events have to take place in -- in a temporal sequence. It doesn't say \"is required to register and thereafter travels in interstate commerce.\" It doesn't say that. In fact, an earlier version did say that, and it was taken out, wasn't it?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't if that results from the aim of the statute, rather than the order in which those elements are set out in the statute."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't. He said, first the crime has to take place, before the travel."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And, moreover, there’s a statutory limitation, because after a certain period of years, you don't have to register anymore. So the hypotheticals about the infant and 20 years ago are out, because the longest it could last is 15 years."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then you wouldn't have committed the crime as an infant, so there we are. But it's still a long time, 15 years, I grant you."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to change the language \"is required to register\" to \"has committed a\" --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you don't have to -- you don't have to do that. I guess my problem with your argument -- you say, \"is required to register under SORNA.\" But you can be required to register under SORNA before SORNA is enacted to the extent that SORNA is retroactive. You ask someone: Why are you registering? Well, SORNA tells me I -- I have to."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":3262,"interruptions":28,"times_spoken":54,"laughter":0,"num_int_by":4},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":3447,"interruptions":36,"times_spoken":52,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1159,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":116,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":590,"interruptions":4,"times_spoken":28,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1024,"interruptions":2,"times_spoken":31,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":366,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":44,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3262,"times_spoken":54,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":36,"words_spoken":3447,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":3684,"times_spoken":112,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.9286883769020751,"respondent":0.07131162309792494,"date":1472703110399}}