{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"CURTIS W. MCGHEE, JR., ET AL. ","counsel":[2]},"caseNumber":"08-1065","date":"2009-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-1065, Pottawattamie County v. McGhee. Mr. Sanders? "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your case here is a polite way of telling us we wasted our time in Buckley v. Fitzsimmons."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, we were just spinning our wheels in that case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that, even if we were dealing with police officers who did what the prosecutors were alleged to have done at the investigation stage, no prosecutor, only police investigators, the fact that a trial and a conviction had occurred would mean that the police officers were not liable, either?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Take two cases. One is Justice Ginsburg's case, a police officer fabricates the evidence, dupes the prosecuting attorney, or -- or doesn't fully disclose. Case two, a prosecutor does the same thing and gives it to a fellow prosecutor. Same -- should the analysis be precisely the same?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that I fully grasp your answer to my first question and to Justice Kennedy's, that is, yes or no, if everything that happened was alleged to have happened, but it was done by a police officer or a different prosecutor, nonetheless, the trial went on, the fabricated evidence was introduced, without any participation by the actual prosecutor in that fabrication, does a conviction - - does the -- do the police officers or the prosecutors that was not involved in the trial get absolute -- are they -- are they no more liable, not because they have absolute immunity, but because the trial and conviction at which the evidence was used overtakes what liability they might have had, absent the trial? Is that your position?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not answering the question clearly. Are both the prosecutor, in Justice Ginsburg's hypothetical, and the policeman liable? Can't you answer that? Yes or no."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Good. That's what I thought your answer was."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, she's more concerned about the prosecutor, and the prosecutor, also, would be treated just like a police officer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But only if the - - only if the evidence is presented at trial?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the -- so the law is the more deeply you're involved in the wrong, the more likely you are to be immune? That's a strange proposition."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's strange to say you can have a prosecutor, who wasn't involved in the trial, would have liability, but as long as the prosecutor, in effect, turns the investigatory stage material over to himself, rather than to another prosecutor, then there's absolute immunity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- the question is not at trial, nothing about trial. It's the pretrial conduct."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said that there -- that there would be liability, as long as it wasn't the same person involved in the investigation and the trial. Even though there had been a trial, you say -- you answered Justice Scalia, that those people separated from the trial would be liable, even though there was a trial, and it's at issue."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that makes no sense because, if you go down that road, then what you're saying is that neither the -- neither a police officer or a different prosecutor who fabricated evidence could be liable, either, because the only person who causes the deprivation is the prosecutor who uses the false evidence at trial."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, the Second Circuit in its decision, Judge Newman, looked at it and said there are two causes to the injury here. One is the fabrication, joint tortfeasors. There are two people who can cause any injury and the prosecutor who actually puts the evidence in at trial. That's how you hold police officers and different prosecutors liable because they are assisting in the violation that is occurring."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't that theory fit the same prosecutor who commits two different acts?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"One commits the direct violation, and the other act, the investigatory act, contributes to it, leads to it as a joint activity with it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're confusing -- the constitutional injury is the deprivation of liberty. That's the injury."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What causes that injury is not an element of the crime. It is -- the question is have you proven the violation, have you proven the injury."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So why does the use define the scope of the injury?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the view that Judge Fairchild expressed very simply. He said if this fabrication had not occurred, there never would have been any trial."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there no injury in the period before? Let's leave out the trial for a moment. There was a deprivation of liberty during the investigatory stage."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you clear up one thing for me I really don't quite understand. You do agree that if the police officers did this there would be liability?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you assuming that to be correct or are you disputing that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if that's true, why doesn't the trial immunize the police officers because they didn't cause the trial? Well, they were in the background in the same sense that these prosecutors are. But why would the police officers be liable?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not to get immunity, but why is he liable? Why is he liable? Because the injury was caused by the trial, if I understand your theory."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was not a malicious prosecution. The prosecution -- the prosecutors acted in good faith all the way through, so there is no malicious prosecution. So what is the basis for liability against the police officers?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't the theory apply to the facts of this case also?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This investigation by the prosecutor could not have caused injury but for the immunized act of going forward with the trial."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why do we need that theory? I mean, why not just say what Newman said and the others said? There is no free-standing right. There is just a right not to convict a person with made-up evidence, and of course a prosecutor insofar as he's involved in the prosecutorial stage is absolutely immune. But if he's involved in the investigatorial stage of that event, well, then he's not immune absolutely. That's a policy decision. That has nothing to do with free-standing rights."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. Then I'm making that argument."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mere foreseeability. You can fill in those boundaries, Toffler, not Toffler, as you wish. But the basic theory isn't a problem because, after all, we're just drawing a line somewhere within the stage of an ongoing tort on the basis of policy, and Buckley suggests such a line. I don't see a conceptual problem there, is my problem. Maybe there are practical problems, but I don't see a conceptual one."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I interrupt you right there. I would say they are not absolutely immune for the whole constitutional offense. That's the line I'm trying to draw."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So I agree with you on that. I agree with you. I won't do it. I'll take it as one tort. Began before the investigation stage, ends with conviction. One tort. Now, within that tort we draw a line and we draw a line based on policy purposes as to when the prosecutor is absolutely or qualifiedly immune, and where that line comes is Buckley, approximately. Okay? Now, I don't see a conceptual problem with that and I'm having a hard time finding a practical problem."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And how do you get the policeman who has fabricated the evidence?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What if a prosecutor knows that it's fabricated evidence? The police officer fabricates the evidence and says: Mr. Prosecutor, it's a very bad man; I fabricated the evidence. The prosecutor introduces it. What result there? See, your footnote 6 presumes that the prosecutor doesn't know."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose he knows?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Against the policeman?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Again, the more aggravated the tort, the greater the immunity."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You're basically saying that you cannot aid and abet someone who is immune, and that's just not the law."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"A prosecutor is not going to flinch when he suspects evidence is perjured or fabricated? Do you really want to send a message to police officers that they should not merely flinch but stop if they have reason to believe that evidence is fabricated?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Am I right that none of the -- neither of the two prosecutors in this case were sanctioned in any way for their conduct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you have no reason to dispute the numerous studies we were provided that show that as a matter of routine prosecutors are not sanctioned for improper prosecutorial conduct in the investigatory stage, are you?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you can't have it both ways and say this is a policy we should take into account and then when Justice Sotomayor asks you a question, say: Oh, well, that's for the legislature. I mean, you're -- it seems to me you're trying to have it both ways."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand why at the time of introducing the evidence, the policy concerns that you've described arise, because we were criticizing what he did before he introduced the evidence."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Right, and he would know whether or not it was fabricated."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But haven't we said that during the investigating stage their conduct is subject to different rules than during the trial?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I just don't see the -- I don't to see if I can understand the reason why the time in which the violation is completed, namely after the trial, goes to the question of whether there is liability for pretrial conduct."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It was completed at the trial, but it began when the -- the phony investigation started."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Katyal. Mr. Clement. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"When the issue, when the - - the claim is based on the evaluation of the truthfulness of a witness who eventually testifies at trial, where's the line to be drawn between the investigative stage and the prosecutorial stage?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What concerns me about your argument is the -- is a real fear that it will eviscerate Imbler. Now, maybe you can convince me that it will not have that effect, but as the Solicitor General argued at the end of his argument, a very -- in the typical criminal case, the witnesses are not John Q. Public with -- who have never engaged in any wrongful activity. A typical witness is -- well, let's take the case of the prosecution of a -- a white -- of the CEO of a huge corporation for insider trading or some other white-collar violation. And the chief witness against this person is, let's say, the CFO of this company, who when initially questioned by law enforcement officials and investigatory officials, made -- made statements denying any participation in any wrongdoing, but eventually changed his story and testifies against the CEO at trial in exchange for consideration in a plea deal. Now, your argument, in a case like that - - or you could change the facts, make it an organized crime case, make it a prosecution of a drug kingpin who's testifying -- the witness against him is a lower-ranking person in the organization who has a criminal record, maybe has previously committed perjury, has made numerous false statements, is subject to impeachment. In all of those cases a claim could be brought against the prosecutor."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, that might be true as an empirical matter, but I don't understand why it would be hard to allege."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What would you have to allege to get by Iqbal or to get by summary judgment? You allege that the testimony at trial was false and that the prosecutor knew that it was false. And in support of that you have prior inconsistent statements by the witness, and you may have the evidence that was introduced by the defense at trial that is inconsistent with that. You have a triable issue."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You certainly get by 12(b)(6)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but what - - what if there's an acquittal? Then you have at least a jury not believing the evidence, and that also is strong support for at least supporting an allegation. He fabricated it; nobody believed it when it was presented at trial."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why is it difficult to allege fabrication? The -- the allegation is that at point A this witness denied that the defendant did anything wrong, and then at point B the defendant told an entirely different story after having received from the government a plea deal that promises no prosecution and entry into the witness protection program or something like that. That certainly is sufficient evidence to -- of fabrication, is it not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know what you mean by that."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's an entirely false picture of the way any sophisticated prosecution is handled today, completely false. You want -- the prosecutor may not know whether there's probable cause until the prosecutor interviews the witness."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And so then you have to go back and determine whether there was -- if there wasn't probable cause before the interview, then there is liability. But if there was probable cause before the interview, then there isn't liability."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Before the re-interview, because the prosecutor doesn't want to take the case to the grand jury before looking this witness in the eye and seeing whether this -- this guy who's got a lot of impeachment baggage is -- is a -- is a credible witness."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How -- how do you -- I mean, we hear that type of argument every time, because there is usually a circuit conflict here, and you look at one circuit and say the world hasn't fallen. But you have no idea how many of these claims are asserted and dismissed at an early stage or -- or whatever. You're saying, what, that there haven't been many Second Circuit opinions on this question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think there will be -- do you think there will be more if we agree with your theory?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it's also you don't really know, right? In other words, we're concerned about the chilling effect on the prosecutors. We don't know what the impact of the Second Circuit's decision has been on the prosecutors."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the basis for the 1983 claim without the submission at trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know I'm not talking about the Fourth Amendment violation, which is complete whether there's a trial or not."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What's -- what's -- what's your best authority for the proposition that there's liability in the case the Chief Justice put? What's your best case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You will have to refresh my memory. Wasn't that a Fourth Amendment violation ultimately?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So that -- so that's not - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The difference here is that the -- the absolutely immune act which follows the - - the unlawful act is -- is an absolutely immune act by the very actor who performed the earlier act that - - that you say induces liability. And so the argument is, what's the use of giving him liability later on if -- if you can simply drag him into litigation by -- by alleging that he at an earlier stage committed a violation?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's the difference. I mean, to me that's the -- the crux of this, that it is the same actor who has absolute liability whom you're trying to get on the basis of -- of earlier action."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's the reason the rule seems perverse."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's the very reason the rule they're arguing for seems perverse."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If you cannot rely on anything that goes on at the trial to establish the due process violation, what do you rely on to establish the violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess the question is where is it complete, or do you say it doesn't have to be a complete violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's say that you -- let's say that you can't because we read Imbler as conferring absolute immunity on what goes on at the trial. And if you can't advert to that, you don't have a constitutional violation, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Against -- against the judge?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's the distinction here in this case, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In terms of the chilling impact on the prosecutor, what difference does it make whether it's at trial or pretrial for use at trial?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it won't be protected. They won't have that assurance, because when they - - when they produce evidence at trial, oh, yeah, I guess the production at trial will be protected, but you're - - you're telling us that they can go back and say, ah, but you got that evidence in a bad manner, and therefore we can sue you, not for introducing it at trial, but for fabricating it before trial. I -- I don't see that there is much of a difference as far as the deterrent effect upon the prosecutor is concerned."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's a different tendency, which I would say this is a slight fluke, what you're describing. I'm more worried about what Justice Alito brought up, that, other things being equal, I think it's probably a good thing to get prosecutors involved in the questioning process. That -- that has a kind of check on the police. And the concern I'd have is that the --this will discourage the prosecutors from becoming involved in the witness -- witness questioning process, at least not before the police are well on the way. And that is a very negative incentive, I would think. So what is your most pro-prosecutorial rule that you could live with that will in fact minimize the risk of that kind of disincentive? Now, are you just going to say, well, Buckley?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Or is there something -- I mean, I can see Buckley with the, you know, probable cause. It turns on and off as you're talking to the witness. First what he says, you have the probable cause; then you don't; then you do; then you don't. I mean, I -- I'm not -- I just want you to give your best thought to this problem and tell me what is the most safe rule that will allow you to win your case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We have amicus briefs here that give us a lot of reason. They say -- they say it's very discouraging to, you know, AUSAs or DAs going in and talking to the witnesses with the police."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And they say they do it in Chicago, I think. In other places, they do it a lot."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could you answer Justice Breyer's question, which I -- I think raises a -- a critical point in terms of Justice Alito's examples of talking to the witness. Why isn't that at some point -- I think in Buckley, the \"judicial phase.\" Why is this the judicial phase?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, but probable cause doesn't work because you have -- you have probable cause once you fabricate the evidence."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's circular."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the prosecutor isn't sure there's probable cause and he calls -- calls in the accountant, the CFO, and really doesn't begin to believe his story, so he starts probing and finally he gets the CFO to change his story with the plea -- plea bargain. Would that be part of the judicial process? Or is that still clearly investigatory?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he's trying to find out. That's what - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, also, you're making me more worried because I think, if 85 percent of all the defendants -- or 90 percent plead guilty, it might be a highly desirable thing to get prosecutors involved in the truth-discovering process, I mean, so that they don't just see themselves as the job of -- well, we're going to take somebody, put them in jail. Maybe -- maybe that's a reason for pushing it back a little bit, this -- this line."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Where have you got it now? You've got it as when there is probable cause for believing that someone has committed a crime?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Someone? So it's someone -- needn't be the particular person they eventually indict?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Uh-huh."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we thought it was -- I'm sorry. Why don't you finish your answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I was going to suggest in response to your point that -- you know, qualified immunity is really significant. Of course, it is, but we've recognized, in a number of contexts, in the judicial area, for example, that it's -- it's not enough. We have also recognized that in the prosecutorial area, and trying to draw the line where you do -- I think this was one of the points Justice Alito was making, is that, sometimes, you're investigating and preparing your case at the same time. You don't just sit back and say, I'm -- I'm just going to look and see what I can find. You have particular areas. The prosecution requires you to show four things, So you are looking at those four things. You are preparing your case, and you're investigating."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In -- in answer to Justice Breyer's question, would -- would it be a -- would it be practical and conceptually correct to draw the line at the stage at which the prosecutor is interviewing witnesses to evaluate credibility? So, at that stage, the prosecutorial function has begun and absolute immunity would kick in."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not on whether there is probable cause because probable cause is -- is evanescent. It comes, and it goes. It is -- it is - - it is inextricably intertwined with what the prosecutor is doing in questioning the witness."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But with a line toward investigating credibility for use at a trial, which is -- which is, at that point, foreordained, but, if the evaluation is being done for the purpose of determining whether there should be a trial, then, no. That's your answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, your approach, then, encourages prosecutors to be trigger happy. They're prosecuting right now because they know, then, that everything else, they have absolute immunity, so - - you know, shoot first and ask questions later."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, just begin the formulation. I'm -- I'm starting to prosecute this person, rather than saying, let's look, let's investigate, let's interview, and then decide who we're going to prosecute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In Justice Alito's hypothetical, you've got a CFO, you can -- you know, you've probably got probable cause to go after him as well, but you want to begin interviewing him, to see if he's going to flip in your case against the CEO."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you've got - - you've got to make that decision early in the process, rather than later."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Clement. Mr. Sanders, you have five -- five minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what does that prove? What does that prove? I don't understand why you bring that up because it shows that the fact that there aren't many cases, only 17 in the -- in the Second Circuit, it doesn't mean anything because the Second Circuit is not applying as liberal a rule as your opponent suggests. Is that - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. That's -- that's just what I said, and, therefore -- and had it been applied that way, there would have been more than 17 cases in the Second Circuit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I want, before you're finished, to get a clear picture of your view of the dimensions of the claim because you rely heavily on the trial part. Everything proceeds as it was alleged to have proceeded in this case, except that just before the trial begins, Harris comes forward and said it was all a pack of lies, and so there is no trial."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is anyone in this picture liable? The defendants have been incarcerated for some time, but when it blows up, they're let out. No trial, but everything else, the same."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said -- I think your position is that due process begins when trial is underway, and before that due process doesn't enter the picture?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what about the pretrial detention? Isn't that a deprivation of liberty?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it be Fourth Amendment? Why isn't it Fourteenth Amendment right on the nose? They're deprived of liberty without due process of law."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that case talked about the institution of prosecution, not the deprivation of liberty during pretrial detention, which is a different matter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN SANDERS","firstName":"STEPHEN","lastName":"SANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2212,"interruptions":22,"times_spoken":42,"laughter":0,"num_int_by":5},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1181,"interruptions":8,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":2,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":3781,"interruptions":33,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":679,"interruptions":0,"times_spoken":24,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":469,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":373,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":655,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":701,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3393,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":33,"words_spoken":3781,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":3994,"times_spoken":117,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515388}}