{"petitioner":{"name":"MOHAMED ALI SAMANTAR","counsel":[0]},"respondent":{"name":"BASHE ABDI YOUSUF, ET AL.\n","counsel":[1,2]},"caseNumber":"08-1555","date":"2010-03-03T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument today in Case 08-1555, Samantar v. Yousuf. Mr. Dvoretzky. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I -- I want to just say that I have one problem with the case at the outset. And I don't mean to interrupt the organization of your argument. You might want to address it later. And it’s a question that goes to the other counsel, too. I'm having difficulty seeing how the issues as presented in the brief really resolve very much. Let's assume -- I know this is not your position. Let's assume the Foreign Sovereign Immunities Act grants immunity to the state for this conduct and for a then-serving official who is its agent and for a former agent. Let's assume there is -- there is immunity. Why isn't it just repealed, overridden, by the later enactment of the Torture Victims Protection Act? I just don't see the issue structured that way in the briefs, and I'm puzzled by it. But I say that at the outset, and I really didn't mean to interrupt your -- your good introduction."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what authority do you have for that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What case authority do you have for that proposition?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's like a -- it's like a clear statement rule?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you are right about that -- I guess it would be the same under the Alien Tort Statute -- then the Filartiga case -- if the -- if there had been a quest -- request to dismiss because Filartiga was a former officer, and the same thing in Karadzic, none of those could have gone forward?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there any Alien Tort Statute or the torture statute that would have survived, under your view, because your view is it's no exception under the Foreign Sovereign Immunities Act, end of case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that doesn't -- that's not going to happen. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that -- again, the Torture Victim Protection Act says “an individual who, under actual or apparent authority, or under color of law of any foreign nation, subjects an individual to torture.” Why isn't that a clear statement? And then I’ll get off this hobby horse, and you can get back to talking about the FSIA."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I’ll jump on the hobby horse even if Justice Kennedy is jumping off. I mean, the -- the exception in the TVPA is to the jurisdictional immunity of a foreign state. That doesn't sound the way you would just establish a cause of action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you -- going back to where you started -- you started saying the officer must go together with the state, because in reality it's the same thing; it's a suit against the state. But this is a case seeking money out of the pocket of Samantar and no money from the treasury of Somalia, so why is the suit against the officer here equivalent to a suit against the state?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that sounds like you're -- you're talking about an “act of state” doctrine, not that the suit against one is the equivalent of a suit against the other."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that I followed your distinction of the domestic law, per se, because say, the Federal Tort Claims Act, to come within that Act and to have the government cover it, the officer has to be acting within the scope of her employment, however careless or reckless she may be."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How will a court determine whether an official was acting within the official scope of the official's responsibilities?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the court can't tell by looking at the complaint? Is there going to be direct communication between the court and the foreign government on this issue?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So how is the inquiry any different than the one that would go under the common law head of state inquiry? What would be different in the two?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So your --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Is head of state immunity implicit in the Foreign Sovereign Immunities Act as well?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why can't this be a -- a different body of common law?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I mean, you’re saying they -- they left head of state immunity to the common law, did not incorporate it in the Foreign Sovereign Immunities Act. Why -- why should I believe that they did not do the same for -- for agent of state immunity?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait a minute. Why -- why -- that doesn't make any sense to me. Why would we have had the creation of all of these common law immunities attached to foreign individuals like consular and diplomatic and heads of state if state sovereign immunity was going to cover them naturally?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to go before the Act, the Foreign Sovereign Immunities Act, before it was passed, because that was Congress's first statement, and we have to figure out what they intended to replace or not replace. Before the Act came in, what activities of a consular office would not have been covered under the foreign sovereign immunity of a state? What activity could a diplomat have engaged in or a consular officer have engaged in that state immunity, as it was understood at the time, would not have given him or her?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can you get to the text of the Foreign Sovereign Immunities Act that you -- that you assert embraces this personal immunity?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that the -- the Department of the Army orders clothes for the soldiers at a time when the department is a separate agency of Government X in 1940. In 1950, this department is bought by the Dior clothing company. Now, it's a private entity, and someone would like to sue the department because they didn't pay the bill. It is now a private entity. They are suing them for what happened years ago when they were part of the state. Is it sovereign immunity, this statute that blocks the suit, or some other principle?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute would block the suit. There’s precedent with -- you know, famous precedent with King Farouk, which says the opposite. It says: You were king, you are not king now; therefore, there may be a different principle, but we can sue you now."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And you’re saying if a state disappears, it no longer exists, so you couldn't possibly be interfering. You couldn't possibly be interfering in the workings of the state --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you still can't sue anybody --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who was part of the official operation --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- even though there is no present interference?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if the state doesn't exist, why is there any stronger reason than in the incident where the entity is no longer part of the state?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, you may have act of state doctrine. At that point, the State Department comes in and says: You can't maintain this suit because of the act of state doctrine for the very reason you’ve said."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's my question: Do you need the act of state doctrine or does this statute cover it which removes the discretion from the Executive Branch to decide on a case-by-case basis?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I come back -- can I come back to the text? I -- just for a moment there we were on the text of this Act -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- that the suit is about. And you said where -- where the immunity exists is at 604, which says a foreign state shall be immune, but 1603 defines a foreign state, which -- which says that it includes an agency or instrumentality of a foreign state. And then it defines agency or instrumentality in a way which, it seems to me, does not include private individuals, but rather just artificial legal persons."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I would find it extraordinary that it would go out of its way to say that it includes the Department of Defense but would leave up in the air whether it includes the Secretary of Defense. I mean, I -- I -- it seems to me much more likely that you would understand a foreign state to include the departments of -- of that state than that you would assume a foreign state to include individuals who happen to be officials of the state."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And there was no uncertainty about -- about individuals?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you maintain that position when the Department of State takes the position that the Foreign Sovereign Immunities Act applies to a state and agencies and instrumentalities, but it doesn't apply to officers? If it was all that certain that they didn't even have to put it in, then is -- the State Department is being recalcitrant?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's something of a -- it's something of a mystery that the FSIA doesn't say anything at all about this form of immunity; doesn't codify it, doesn't abrogate it, doesn't preserve the preexisting law. Do you have an explanation for that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But was this Act originally drafted by the Executive? Do you know?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any case by us in which we -- prior to the FSIA, where we recognize that an individual was immunized in the way that the state was, if he was acting as an agent of the state? Or were all of our cases having to do with other common law doctrines?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, entitled to it, or -- or able to obtain a letter from the State Department that would confer it upon them?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean -- well, I mean, prior to the FSIA, you -- you had to get it from the State Department, didn't you? Even the state, for that matter?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what -- what if the State Department came in and said no, no sovereign immunity here, what would the court do? Would the court be bound by that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So they didn't have to say yes, but if they said no, that -- it pretty much carried the day?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you don't assert that to be -- to be the law now, do you? Has -- has that been carried forward --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under the FSIA?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and then I -- I had thought -- again, correct me if I am wrong -- that, ultimately, in this case, whether or not within the issues here present -- ultimately, you have two arguments. One is that it's just implicit, inherent, necessary for the Foreign Sovereign Immunities Act that agents be covered; otherwise it won't work. The other -- I take it you have a backup position that even if that's wrong, that under generally accepted principles of international law, that agents still have immunity. Or am I wrong about that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I had thought when I read the House of Lords opinion in Jones and they talked about the statute, that they took your position, this first position, that the Act just won't work unless there’s an agent -- immunity for the agent. But I take it that even if we reject that position, you still have a fallback position in the -- in the -- in further proceedings on remand?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Millett. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Millett, I think it's a pretty empty statute as well to interpret the Foreign Sovereign Immunities Act to immunize the Department of Defense, but not the Secretary of Defense. I mean, that seems very strange."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the state -- there is -- the distinction strikes me as artificial as well. We’re talking about insulating state acts. The only way a state can act is through people. And you’re saying: Well, the state is insulated, but the people who do the acts for the state are not. I don't see how that can -- can work."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, well, then -- but the whole point of the Act was to codify what was there before, and -- and it seems odd to say, well, they were codifying the immunity of the state, but not the immunity of the only way a state can act, which is through individuals."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the Ministry of Defense is not the whole, either. I mean, you -- you acknowledge that -- that each individual piece of a foreign sovereign acquires the immunity, but somehow not -- not the principal officers of -- of the sovereign entity. That seems to me very strange. I mean, I guess -- I guess you could write it that way, but I don't know why anybody would want to write it that way."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is your --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. The question I think, as I understand it, which is certainly why it’s bothering me, is: Don't think of this case. Think of the set of cases where it's clear that the plaintiff is suing an active state. He’s suing France or he’s suing England or -- he’s suing an active state for an official act. And the judge says: I have read the Foreign Sovereign Immunities Act; dismissed. Judge, let me amend this. And all he does is he fills in the names of the individuals, because there were some individuals who did the act. Now, does he suddenly fall outside the Foreign Sovereign Immunities Act just because he listed the names of the people who did it, and everything else was the same?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, this Act does nothing whatsoever."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't protect --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the state, because all I did there is I made my complaint the same, relief was the same, everything was the same. I happened to go to the Internet to find out who were the human beings working for the state who did the thing I'm complaining did. And all I did was fill their names in, in the complaint. And I cannot imagine any complaint that isn't open to that, because a -- a state can only act through an individual."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So wait --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- you’re saying this Act is only good as against a bad lawyer? Because any good lawyer would simply fill in the right names."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There is never a case where this Act would give immunity if the plaintiff has a good lawyer. Is that what you’re saying?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Ms. Millett --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- I thought your point is, if the relief is against the state, it doesn't matter who you name as the plaintiff."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Whether it's injunctive relief or money relief, if the relief is against the state, obviously, you can't dodge it by naming the officer instead."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh. Oh, that's a different answer --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Fine. If you’re going to give that answer --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- which I thought was what you would give --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- then I have added my question: Sometimes the individual, in the first set of cases that Justice Ginsburg mentioned, does count as the state. Sometimes the individual does not count as the state. And the trouble I'm having, in this case, is to work out the principle of when that individual would fall within the FSIA -- as you now, via Justice Ginsburg, have conceded, sometimes it does -- and when it doesn't. And I've tried to work with the idea of relief, or maybe the nature of the cause of action, or maybe the time that the suit is brought, such as a time afterwards. I'm not an expert. You’re more of an expert than I. What are the principles that determine when?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is there to suggest that Congress was looking to domestic analogies? This has nothing -- immunity of officials under domestic law doesn't bear very much resemblance to the immunities that are available to foreign officials, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Millett, I thought --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the whole point of the FSIA was to get the Executive Branch out of the business of sending letters to the court every time a state was sued. The government requested it for that purpose. Now they are just back into it again if you say, well, you can just sue the individuals. And the government's position in this case confirms that. They're -- they tell us the way you should proceed is to look to the Executive Branch and, basically, we’ll send you a letter and let you know. So it seems to me the whole reason you have the FSIA is undermined by the position you’re taking today."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. The -- the mechanism it provides is judicial determination of these questions that -- that you say have to be determined -- whether he was acting within the scope of authority and all that stuff."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that what it did? It took it away from the Executive, gave it --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Courts -- courts decide this sort of question all the time, whether you’re talking about principles of domestic immunity or even corporate liability: Is the employee on a frolic or is it a detour? Determining when an individual is acting for another entity as opposed to on -- on his own business, that's a very common inquiry."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then that -- I mean, I'm sort of there. You may agree with this, that if you have an individual and with what's being charged here is he is, in fact, now acting as Secretary of Defense, and this action is an action he took in his official capacity, that's it. Forget it. This Act covers it. But where you’re claiming it's not and he's not now a member, the reason for the Act disappears, and you go back to the act of state doctrine."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend -- you friend --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend said it happens all the time. He cited the example of the Israeli embassy is always sending letters or showing up in court when their agents are -- are sued."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you agree with the Solicitor General's position about the preservation of the immunities that existed before?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but whatever immunity existed previously for an official or former official was not abrogated by the FSIA. The FSIA just doesn't address that subject at all."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's no -- there was no immunity for someone who is the equivalent of a -- of a cabinet officer, previously?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The minister of this or that in another government -- they have no official immunity?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Millett, do you agree with the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with the government that it's the government's advice -- the government said, in the old days, the Tate letters went out in all these cases. Now, they no longer go out when we’re dealing with a state itself or a state agency, but we still -- the Executive -- basically, as I read the government's position, the government is saying: The Executive Branch decides. We tell the court. And if we don't tell the court that this person can be sued, then the person can't be sued. Are you in sync with the government in that we are now back to the Executive -- essentially, the Executive decides, not the court?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I gather the --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the State Department asserts the right to say: Yes, he was acting in a -- in an official capacity, but sock it to him."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the -- the State Department wants to be able to decide whether individuals will be held liable, whether they were acting in an official capacity or not; isn't that it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I must say --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that I find it much more acceptable to have the State Department say that a particular foreign country should be let off the hook, which is what they used to do with the Tate letters, than I do to leave it up to the State Department whether -- whether an individual human being shall be -- shall be punished or not. I -- I somehow find that less within the realm of the -- of the foreign affairs power of the State Department."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":8,"sideBefore":"justices","text":"And your red light has gone off. I could just add -- make an addition to that same question. I would agree that the State Department might have some expertise in telling us what the facts were: Who was the government, who was -- who was in office at the time, what the policies were. But it's just not clear to me what body of principles the State Department looks to, to make this determination that, as Justice Scalia said, Smith is immune and Jones isn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You made that a long sentence. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you -- I'm --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I’m sure one of my colleagues --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- will get you back. Could you address the practical implications of your position? And by that I mean, it took 2 years for the State -- for the government to respond to the district court in this case. Tell us why your reading of the statute would not grind the courts to a halt. What happens when Justice Breyer's situation arises? Someone takes a complaint against the state and just substitutes the names of the persons. What -- why wouldn't the courts come to a grinding halt?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But all you have to do is write a different word in. Now, that's the question that’s --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- and then Ms. Millett sort of backed off that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that -- and if -- what I'm seeing here is two extreme positions. You’re saying: Never, no matter what, can you simply write the name \"Joe Smith\" under the word \"Niger.\" Okay? Can't do it. Even though every act -- no matter what, you write that human name in, and you -- this statute doesn't apply. To me, that means it never applies. All right? The opposite would be that never, under any circumstances, can you sue an individual for a -- for a -- for an official act. That seems the opposite. I should think sometimes you certainly could. Maybe after he has left the government. But I'm looking for the principle, if I'm right, that would divide the two."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You want to stick to your extreme position? Never, just write the thing in --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you want to stick to that position, that all the plaintiff --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- has to do is rewrite the name?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's an excellent reason. Can you give me one single example ever of a complaint that would ever be dismissed under this statute --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- if -- if my lawyer is clever enough to look up who the individuals were and substitute their names?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think as a practical matter --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- there’s a -- I'm sorry. Do you think, as practical matter, there’s a difference between a $10 million judgment against a state for something that is official state policy in relation to defense, and a $10 million judgment against the current foreign -- defense minister of that state for exactly the same policy?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could we go back to the practical --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's very nice. A few years ago, a Spanish magistrate allowed a lawsuit to proceed, as I recall, against our Secretary of Defense. And what you say is that that's perfectly okay. It's up to the Spanish government to assert that that suit should not proceed, and if it doesn't, it's perfectly okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I wonder -- I wonder if the example you give or the point you make, that there’s no functioning Somali Government, doesn't cut the other way. Let's assume you have somebody who was acting in an official capacity, doing what his job required, whether you like it or not, and then there’s a change in the Somali government; and the United States likes the new Somali government. That guy is kind of put out to -- to dry because he can't get anybody to say what he maintains is true, which was I was acting pursuant to official policy of the government."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the United States is not going to give him the letter he needs because they like the new Somali government."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But I take it your answer to Justice Scalia with reference to the indictment against the Secretary of Defense, is that that's not covered by the Foreign Sovereign Immunities Act. And if a state interprets international law to allow the suit, then it goes forward."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that just goes back to the Tate letter era, where we wait to get an e-mail from the State Department to tell us what to do."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that was the whole purpose of the Federal -- of Foreign Sovereign Immunities Act."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is -- it's now many years, and we still don't -- the State Department has said in effect: We decide. Can you tell the Court, is this defendant amenable to suit or is there an immunity that would cover him?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"justices","text":"There were a lot of long sentences in there -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Mr. Dvoretzky, because of that, we’ll give you 5 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't that be the same question that you would ask invoking a common law protection like head of state or act of state? Isn't it -- whether it's under the FSIA or under a common law theory -- the identical question?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that the very point? If the inquiry is the same under the FSIA and under the common law, and we’re unsure what Congress intended in the FSIA, because it certainly doesn't explicitly say it covers individual acts, shouldn't we defer to the Executive's decisionmaking in what is -- has been, for centuries now, within its jurisdiction? Why should we take that power away when the inquiry would be the same under either doctrine?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't you say that if the person, the individual you are suing, is a member of the foreign state, is engaged in the kind of activity that you’re complaining about, is subject to the orders of the foreign state, and the relief would affect the foreign state, you are suing the foreign state? But where he was a member of the foreign state, and you want money from him, even though what he did in the past was an act of a foreign state, this lawsuit is not affecting him in his capacity -- is not affecting the foreign state. Indeed, there isn't even one. So in the first set, he falls in the FSIA. In the second set, he doesn't. And you happen to have the second set, and, therefore, he may still be immune for what he did in the past, but that would be a different docket."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's where this is all leading me."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does this case --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does this very case establish a rule of law for the foreign state? The Act is aimed at torturers. The remedy comes out of the private pocket. How does this establish -- if the thing plays out and the plaintiffs prevail, there will a remedy against an individual actor; there will be no relief awarded against any government. How would it set a rule for the foreign government?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Never mind that this person has long lived in the United States, in Virginia. It will have no effect -- will have no effect whatever on the government of Somalia?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask just ask one quick question? Am I correct in understanding that you do not contend that your client was covered by 1603(b)(1)?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It defines an agency or instrumentality of the --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The principal argument is not based on the text. You do make that argument in the alternative then?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s interesting that nobody has talked about that section during the entire argument."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If they don't qualify under 1603(b)(1), it's kind of hard to get the statute to apply to them at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's kind of hard -- I mean, I assume the reason you don't rely heavily on it -- because it says that an agency or instrumentality is an entity. I mean, we usually don't think of individuals as being entities."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":3,"sideBefore":"justices","text":"And 1602 applies only to foreign states."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"SHAY DVORETZKY","firstName":"SHAY","lastName":"DVORETZKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3263,"interruptions":41,"times_spoken":63,"laughter":0,"num_int_by":8},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"respondent","words_spoken":2740,"interruptions":27,"times_spoken":44,"laughter":1,"num_int_by":5},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1344,"interruptions":16,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":591,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":634,"interruptions":4,"times_spoken":17,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":281,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":455,"interruptions":6,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":805,"interruptions":4,"times_spoken":25,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1194,"interruptions":13,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":92,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":3263,"times_spoken":63,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":43,"words_spoken":4084,"times_spoken":69,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":31,"words_spoken":4637,"times_spoken":140,"laughter":4,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.384776176027727,"respondent":0.6152238239722729,"date":1472418052853}}