{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"MARTIN O'BRIEN AND ARTHUR BURGESS.","counsel":[1]},"caseNumber":"08-1569","date":"2010-02-23T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Case 08-1569, United States v. O'Brien. Mr. Horwich. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well wait. There’s -- there’s some sentencing stuff in -- in the first part as well. There’s sentencing stuff in (A). You can't say that (A) deals only with elements and (B) deals with sentencing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, (A) says, \"shall be sentenced to 5 years.\" Or to 7 years, or to 10 years. So there’s sentencing stuff in (A)."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So does -- so does the language of (A)(ii) and (A)(iii), which is the same language: “if the firearm is brandished”; “if the firearm is discharged” -- they all apply to a conviction for carrying the firearm. There has to be a conviction before those things apply."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that makes (A) the same as (B). And -- and you don't claim that the elements in (A) are just sentencing elements, do you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you’re forgetting the words of this subsection. I mean --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the subsection would be (B) itself. If you're convicted of carrying a machinegun, you get -- I'm sorry -- a short-barrel rifle, et cetera, you get 10 years. If it's a machinegun, you get 30. What's -- what's irrational about reading the statute that way when it uses the word \"subsection\"? It didn't use \"subparagraph.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But still and all, if -- if Congress were being precise and if the statute is to be read the way you suggest, the introduction to capital (B) should have been \"if the firearm possessed by a person convicted of a violation of paragraph (A) above,\" and then pick it up, \"is,\" so forth. Right? I mean, that would -- would be more precise."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I agree with you that if (B) is -- if (B) is an element, (C) would be an element, too."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is this to do -- I mean, the obvious question, to me, is -- since I wrote the -- I think I wrote the opinion in Castillo -- is we looked at the language of the statute, very similar to this, and we said: Machinegun means a separate crime. And they recodified it. And it looks to me as if all they did was take the things that we previously said were separate crimes and put them in (B), and take the things that are obviously sentencing factors and put them in (A) and (C). All right. Now, that's what it looks like if you just read the statute. I didn't find anything in the history that suggested any other intent. So why do you think that that change makes the difference?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the old one in your brief, too, in your --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's 3a of the government's brief."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"","text":"All right. Okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":7,"sideBefore":"","text":"But it didn't. It kept in (A) the subdivisions of use and brandishing, which we all agree are elements of the crime. So I don't know what it means to say that it moved it away from the elements. It mixed up in (A) elements and sentencing factors, and so what we have to discern was, did it intend to make (B) sentencing factors or not? And I think what Justice Breyer was asking you: What in the legislative history shows that? Where do we read, outside of Castillo, a conclusion that somehow Congress radically changed the assumptions we identified in Castillo, which is historically it's not a sentencing element?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except that with -- with (C), you -- you could say that traditionally recidivism has been a sentencing factor, and you cannot say with respect to (B) that whether it's a short-barreled rifle or a machinegun has traditionally been a sentencing factor. To the contrary, it was an element."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's talk about the guidelines. Without the application of (B), the guidelines would provide for a much shorter sentence, wouldn't they?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The guidelines -- do you think that if under the guidelines the sentence was 30 years because of a machinegun, do you think that that would be upheld?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it would be upheld as a reasonable sentence under our Booker/Fanfan theory of -- of how the guidelines are to be applied?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is the life sentence maximum, by the way? I -- you say this is a minimum. It's just a mandatory minimum because the maximum is specified to be life. Where is that specified?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where do you get the life maximum? I -- I'm reading through, and there's -- it mentions nothing about life."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it mentions nothing about life, then these are not mandatory minimums. To the contrary, they are -- they are new maximums."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the life part of the --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what the substantive crime was? Is it the attempted robbery or whatever it was? Is that -- because this is -- you're -- you’re saying this is an add-on to an underlying offense."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then you wouldn't be relying on what might be a life sentence for the underlying crime."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but where do you get the maximum? You say, oh, these are just minimums."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But where is -- where is the maximum?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a Sixth Amendment problem with reading a statute this way, with -- with reading a statute to provide for an unlimited maximum when Congress hasn't specified it, and now you’re going to have the judge find the minimum and the maximum?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't find that implied at all. I don't see why it's implied."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. That’s --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's her question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"But isn't there a Sixth Amendment problem with not knowing what you are exposed to? And then doesn't the minimum in that case sort of become de facto the maximum?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I think what you are exposed to, as I read the statute, (c)(1)(A) does not impose a new sentence at all. It just says there will be added to whatever the sentence is for the crime of violence or the drug trafficking crime -- there will be added to that sentence. Then it says you’ll add 7 years; you’ll add 25 years; you’ll add 30 years. Those are not mandatory minimums. Those are add-ons to the sentence provided by the substantive crime to which (c)(1)(A) refers. That way, the whole thing makes sense."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I’ll amend what I said. It is a mandatory minimum if the substantive crime referred to in (c)(1)(A) is above what is specified in -- in this statute. But if it -- if it is below that, if the drug trafficking crime only provided for 15 years, and you did the crime with a machinegun, you get 30 years, that's an add-on."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I got it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give us the page?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's also on 3a of the government's brief."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It says “in addition to” at the end of (c)(1)(A): “Who, in furtherance ... possesses a firearm shall, in addition to the punishment provided for by such crime of violence, be sentenced to” 5 years, 7 years, 10 years. And then if the firearm, blah, blah, blah, is blah, blah, blah -- since your -- I assume that that introductory language \"in addition to the punishment provided for\" is implicit in (B). It's expressed in (A), but I think it's implicit in (B)."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In addition to the term that’s -- that exists for the substantive offense."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To make your life a little more complicated and difficult, though perhaps it makes it easier, we reach the questions that Justice Scalia was raising, I think, and they are important only if you win, only if we say that it is a sentencing factor. If it is a new crime, we don't have any problem, because if it's a new crime, the jury has to find the fact. But if it's a sentencing factor, then we get into the problem of Harris versus Apprendi. And then you have to decide whether it's maximum, minimum, et cetera. But in Harris, I said that I thought Apprendi does cover mandatory minimums, but I don't accept Apprendi. Well, at some point I guess I have to accept Apprendi, because it's the law and has been for some time. So if and in fact, unfortunately for everyone, I was -- it was 5-4 in that, I think, so my vote mattered, and I don't know what other people think but in -- on this Court. But if that becomes an issue, if that should become an issue about whether mandatory minimums are treated like the maximums for Apprendi purposes, should we reset the case for argument? Or do you feel, in your opinion that -- that you’ve had enough of an argument because you devoted two or three pages to this topic?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think basically Apprendi did significantly change McMillan, but that’s --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the government believe that it has sufficiently argued this, or would you suggest on the government's behalf that if it becomes an issue it's set for reargument? That was really my question."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the right answer."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't we just say, as Judge Boudin did, they weren't -- this revision was on the books before Castillo was decided, so obviously Congress wasn't trying to adjust the statute in response to Castillo. And they -- they made it read more easily. We know the one thing Congress was concerned with was adding possession, which was not there before. So they added possession. They made it more readable. Some of the concerns that were expressed in Castillo are certainly present here. There is a huge jump from a 5-year add-on to a 30-year add-on for -- for the machinegun. So why don't we just say, well, this statute has been revised, but it wasn't in response to Castillo? It's not all that different."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't a minimum always a maximum?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- to the person who would otherwise, in the judge's discretion, qualify for a lower sentence, doesn't it become that person's maximum once you have indiscretion?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What you can rely on in an indeterminate sentencing regime without a minimum is that you’ve got a statutory maximum, whatever it may be, but a judge's discretion to start from zero. If that judge was inclined to give you zero, isn't the minimum then your statutory maximum? You're -- because that's what the judge has to give you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel -- counsel, I think you had said you had three responses to Justice Ginsburg --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and only got one out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Number two?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are all -- all three of those are -- are pretty subtle ways for Congress to change the view in Castillo."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Moving something from the body of the paragraph to a separate section and so on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"justices","text":"We have tall lawyers today. What is this, tall lawyer day? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Fisher. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How about the short -- what is it, the one that gets 10 years, the short-barreled rifle? That's -- that's -- those two are together in the statute, and you said that it would be startling because of the difference between 10 years and the 30 years, but the short-barreled rifle is the same amount of time in discharging, and discharging is a sentencing factor."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I guess I'm not following the ball here. I thought the government had conceded that sub (i), sub (ii), sub (iii) under (A) are not sentencing factors but are elements. Is that not --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, they have to because that's what Harris said, brandished --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"That’s -- yes, that’s Harris."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":9,"sideBefore":"justices","text":"-- brandished is a sentencing factor."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's even worse, then. I agree with you. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, their -- their -- their basic argument is look at the statute. (A) has what is undoubtedly a set of sentencing factors. Brandishing and discharging are as traditional as they come. Then look at (C), and you find some other ones that are sentencing factors, because recidivism is as traditional as it comes. And between those two they put (B). So since the neighbors, (A) and (C), are certainly sentencing, they must have meant (B) to be a sentencing factor, too. I -- as I understand it, that is one of their basic arguments."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you believe there is a background of life sentence? You agree with the government that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it either is or isn't. You --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What's the -- I don't want to interrupt your nice organization here. But what is the principle, the general rule, that you articulate to support the distinction between 30 being necessarily an element and 7 a sentencing factor? What's the general rule here?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Other than, this is just --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- other than how awful this is."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Please."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that just based on empirical studies or is there guideline support for that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I understand. I understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Could otherwise receive under what? The sentence -- you say 7 years is a sentence he could otherwise receive."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There must be some statutory provision that you -- that you -- that you rely upon."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where does 7 years come from?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but we know that's a sentencing factor."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How do we find it with this statute, if there’s a 10-year minimum/maximum under (A) subdivision (iii) if the firearm is discharged, and it's 10 years; and if it's a short-barreled rifle under (B), it's also an equal amount, of 10 years? I think that's what Justice Ginsburg was pointing to. So the question I have for you is: How do we find substantive unreasonableness?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Unreasonableness, that there was an act of manipulation here, or intent to manipulate."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Court's -- the Court's opinion in Castillo quite carefully noted that it wasn't addressing this statute. I think it's a little bit of a bait-and-switch to say that, well, Castillo decides this case."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The prior statute -- which was 18 U.S.C. 924(c)(1), right? That did deal with short-barreled rifle, short-barreled shotgun, machinegun, and so forth, but that's -- that provision didn't say anything about brandishing or discharge. Where -- what was -- how were they treated under the prior law?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's a collateral point: Does the government have to show, or does the -- don't you have to find that the machinegun is operable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Fisher. Mr. Horwich, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything other -- do we have anything other than the statute itself? When I looked at the statute itself, I thought, well, all that's happened here is nobody's thought of this issue at all; nobody's read Castillo. What really happened is somebody in the legislative drafting section was focusing on what he said they were focusing on, Bailey, and then they have a form manual. So they followed the form manual. Now, is there anything to suggest that isn't what happened?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BENJAMIN HORWICH","firstName":"BENJAMIN","lastName":"HORWICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3166,"interruptions":36,"times_spoken":56,"laughter":1,"num_int_by":6},{"id":1,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3365,"interruptions":9,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":166,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":888,"interruptions":5,"times_spoken":40,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"MR. NORWICH","lastName":"NORWICH","counsel":false,"justice":false,"side":"","words_spoken":14,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":7,"fullName":"MR. HOWICH","lastName":"HOWICH","counsel":false,"justice":false,"side":"","words_spoken":138,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3166,"times_spoken":56,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":9,"words_spoken":3365,"times_spoken":24,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":11,"words_spoken":2462,"times_spoken":88,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.15884048013264712,"respondent":0.8411595198673529,"date":1472411005743}}