{"petitioner":{"name":"CHRISTIAN LEGAL SOCIETY CHAPTER OF THE UNIVERSITY OF CALIFORNIA, HASTINGS COLLEGE OF THE LAW","counsel":[0]},"respondent":{"name":"v. LEO P. MARTINEZ, ET AL.\n","counsel":[1]},"caseNumber":"08-1371","date":"2010-04-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument first this morning in Case 08-1371, Christian Legal Society Chapter of the University of California- Hastings v. Martinez. Mr. McConnell. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, these are fundamental arguments, and I don't want to spend too much time on factual matters because that's frustrating to both the Court and the counsel. But we do have the problem of the stipulation. The stipulation makes it clear that Democrats and Republicans can both get into the other one's club. That's the Stipulations 17 and 18 at 220 of the Joint Appendix. You want to get away from the stipulation by what, according to your reply brief, Hastings said in its answer, but the stipulation supersedes the answer. So if both counsel could just address for a moment: What is the case that we have here? You have different views on what case is before us."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But doesn't -- doesn't the one -- isn't the all-comers policy broader than the nondiscrimination policy, so that if you comply with that you automatically comply with everything in the nondiscrimination clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but the latter, the nondiscrimination policy, you assert is -- is not viewpoint neutral, that it has a particular impact upon a religious organization; whereas, the other policy, the all-comers policy, applies to everybody, and that argument is not available to you."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. McConnell, Justice Scalia had just made the point that the all-comers policy overwhelms the other, so that I would like you to deal up front with the all-comers policy that the dean in her deposition said, loud and clear: \"Our policy is all-comers. Yes, Republicans have to be admitted to the Democratic group and vice versa.\" So unless you are challenging the veracity of the dean after stipulating, as you did, that all-comers is the policy, I don't see how we can listen to your argument about the so-called written policy."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can do that, but you -- it's a much different case if Hastings treats the CLS differently than it treats the Democratic and Republican Clubs. That’s a much different -- frankly, it's a much easier case for you. But it's -- it's frustrating for us not to know what kind of case we have in front of us."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McConnell, when I read -- when I read the papers that Hastings submitted to the district court at the same time that the joint stipulation was submitted, I saw one reference after another to an allegation that Hastings was applying its policy in a discriminatory manner, that it was not in fact insisting that all registered student organizations admit all applicants. And when I read their brief in the Ninth Circuit, I saw that point reiterated again and again. So that led me to believe that what was stipulated was not that in fact they had a policy which they enforced under which anybody who applied to any group would be admitted, but that this was what Dean Kane had announced. That was the stated policy, but not necessarily the actual policy that was employed. And that was the argument it seemed to me that CLS was making; isn't that correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you should -- if that was it you should have brought in some -- some evidence of different treatment of other groups. And there -- as I --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is none of that except your citation of the bylaws of two groups in your brief, as I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. McConnell, here is a statement, a stipulation. It's a stipulation for summary judgment. It says: District Judge, you take this to be the fact: Hastings requires that registered student organizations allow any student to participate, become a member, seek leadership positions in the organization. That is not qualified. It says: District Judge, here are the facts that we stipulate. It doesn't say this is what the dean says, but it's not really enforced. It's not qualified at all."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I wish you would. You are going to waste your whole time just discussing this stipulation point. Let's assume -- let's assume that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the latter is the policy."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So is this an exception that you want to talk about as it is applied to religious groups, or are you suggesting that if a group wanted to exclude all black people, all women, all handicapped persons, whatever other form of discrimination a group wants to practice, that a school has to accept that group and recognize it, give it funds, and otherwise lend it space?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So then, what is -- what is wrong with the purpose of a school to say we don't wish any group that doesn't -- that discriminates?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what if the belief --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the belief is that African Americans are inferior?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You could have --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a student organization, I suppose, of that type. It wouldn't include many people. But if there were such an organization, I assume that they would have that -- that belief required, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn’t this say the opposite? It says we are -- you have to let anybody in -- anybody -- regardless of their status or beliefs. So you can't discriminate on the basis of status or belief. That's what the policy says I just read. It doesn't say you can; it says you can't."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what you say, but that's not what the policy says. The policy says that you have to let everybody in, regardless of their status or belief."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you cannot discriminate on the basis of status or belief."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You say you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you have to -- you have to let these organizations discriminate on the basis of belief. And they say: No, we don't want to; that's too complicated for us to figure out which ones we should, which ones we shouldn't. We'd rather let them work off-campus. We just don't want to get into this business. It's not just against religion. It might be against a Turkish-speaking society that thinks Turkish is extremely important to speak or a chess club that thinks the same. It could be a lot of people. Now, why do you -- what's wrong with us, a First Amendment -- an organization itself affected with First Amendment interests, saying we just don't want to have those on campus organizations, too much trouble."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But this sounds like a debate over whether the policy as the school believes it should be implemented is not a good one. But isn't that their choice? Don't we give deference to an educational institution in terms of the choices it makes about effecting its own -- its purposes? And the purpose here is we don't want our students to discriminate."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"That's their way of doing that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And Hastings takes the position that it's all in favor of diversity, not only among the groups but within the groups. So --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It is that they --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They say, yes, we believe in diversity among groups, but we also believe in diversity within the group; that's a good thing. They are not backing off from: We think diversity among groups is fine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me make an imaginary example, and that’s --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Where -- where is the stipulation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait a minute now. A diversity --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be an ill-advised policy, but the school says: It's our policy. It's working fine, and all the -- the hypotheticals about sabotage, takeover, they haven't happened."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- this was not the policy on the basis of which CLS was excluded; is that correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- when they were refused participation in the -- in the student organization program, they were not told about the all-comers policy."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And was there any written document memorializing this policy prior to the time when the former dean gave her deposition?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And is the -- is the policy as articulated by the dean in her deposition the same as the policy that Hastings now claims it has in its brief?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that was not a religion case. Your argument at its most fundamental level is that religious organizations are different because religion is all about belief. But at that point don't we also have a tradition of separation? That's the whole reason why church and state for many purposes are kept separate, so that States are not implicated with religious beliefs. And it -- it -- it seems to me we have to consider that when we are considering your argument. Now, you can cite Rosenberger, but -- but I think this is different from that."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You’re not --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Anyway, as I understand your argument on the all-comers policy, it is not an argument that -- that is based upon the religious nature of CLS. You would make the same argument of unconstitutionality with respect to the student Republican Club, wouldn't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I had thought that an important part of the case, of your case, is that belief is inherent to the idea of religious expression and must be protected. But if the protection causes problems within the school for other policies, then doesn't the separation policy come into play? That's -- that's what I'm asking."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McConnell, let's say it is the belief of this group, based on their reading of the Bible, that only white men can lead the Bible studies, can become officers of the group, and that's based on their fundamental belief that that's what the Bible instructs. On your view, must Hastings give this organization status as a recognized student organization?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the belief is -- this is the belief."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, they -- they would have to negate their belief in their practice. They could believe this, but they couldn't implement it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This was the basis -- your distinction between status and belief was the basis for your saying that the original policy, whatever -- whatever we call it -- what is the name of it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The written policy -- when it forbids discrimination on the basis of sexual orientation was complied with by CLS because it would not discriminate on the basis of orientation, only on the basis of belief."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if a homosexual person said, I want to belong to this club, and I believe in its principles, I don't believe in sexual relationships before marriage, and that's why I want to work for homosexual marriage, which I do, so my consistency there, is that person -- I am consistent in what I work for, what I believe, and on -- as far as premarital sex is concerned, it's totally 100 percent with your organization that you are representing; would they admit that person or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"CLS doesn't have any -- any belief that marriage is between a man and a woman?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, no."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"He shares the belief that there should be no premarital sex --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"But he wants to marry --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- and he says that's why I am working for Proposition 8 or whatever the proposition, or against it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm working to legalize homosexual marriage in which --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So they would not -- the answer is no, that person --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, he's not --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because his sexual conduct --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- he will refrain until marriage is made lawful --"},{"name":"JUSTCIE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- at which point he intends to engage in sexual conduct."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That person."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You keep talking about being forced to let people in. And this is where I'm a little bit confused by your yellow brief. The school has taken the position that any group can apply to use its facilities; priority and funding, et cetera, will only go to recognized student groups. But your group is not being excluded or ostracized completely from the school. Presumably, you can meet in the cafeteria. You can meet in open spaces in the school. You can apply like everyone else, any other nonstudent group, recognized student group. But you have been saying repeatedly in your presentation that you're barred from the campus. And so I'm a little confused as to exactly --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But let's -- could we --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's assume, because I'm not quite sure what the record is on these issues -- I'm somewhat confused on the factual assumptions underlying this case. But let's assume two things: One, that in fact you have the option of applying for use of the space and that, assuming there are no conflicts and other things that -- that are in the normal course would preclude your use, that you would be granted use. Is your argument different in that situation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There are bulletin boards. There are other ones."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you disputing that this is --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you disputing this is a limited forum, public forum?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's different from Cantwell. Cantwell is where the Jehovah's Witness plays the record on the -- on the street. And -- and --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No. No. And Cantwell said that belief is central to -- to religions and that people would disagree. But that's precisely why Hastings might argue to us that -- that this is inconsistent with their idea of what this forum is. And if -- will you just address that, please?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. McConnell. Mr. Garre. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then why do you have --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you have a policy, a written policy -- you don't have a written policy that says anything about all-comers. You’ve got a written policy that says you can -- you can't discriminate on the basis of only one type of belief, religious belief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then why is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is this nondiscrimination policy no longer on the books?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That is not an implementation of the nondiscrimination policy. I mean, the two policies are quite different. Now, are you telling us that the written policy is no longer operative?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, what? No, it's not operative or no, you’re not telling me that? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't -- it doesn't say that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So they -- so you’re saying the second paragraph is totally unnecessary. You say the first paragraph says you can't discriminate on any basis, and the second paragraph spells out the bases. So why do you do have the second paragraph?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think this case deserved a two-sentence decision in the Ninth Circuit?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So the answer is yes, this case which is -- before us has produced hundreds and hundreds of pages of amicus briefs, deserved two sentences in the court of appeals?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But hasn't it been -- hasn't it been CLS's position from the very beginning of this case that Hastings has not in fact required every group to admit any student who applies? Don't they say that over and over again in their district court papers, in the court of appeals briefs, and in the cert petition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they stipulated that the policy exists. They didn't stipulate that it is -- is being faithfully applied by Hastings. What do you do about the -- the -- the two organizations' bylaws referred to in the -- in the Petitioner's brief, which clearly do -- conflict with the so-called all-comers policy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All of the bylaws --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they -- they quite -- quote the bylaws of the National Lawyers Guild, which says any member must “agree with the objectives of the organization as set forth herein.” That's not all-comers. That's a bylaw that restricts an organization according to its -- members can't join unless they sign on the dotted line that they believe in objectives of the organization."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they don’t say that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"It has nothing to do with --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"justices","text":"They don't say that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"It's got nothing to do with sexual -- well, I don't know the National Lawyers Guild, but they say you have got to agree with the objectives of the organization."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, start with mine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that your position is continually evolving wherever the First Amendment pressure comes. You’ve got a written nondiscrimination policy. And then you say, well, yes, but we use an all-comers policy. You’ve got an all-comers policy, and then groups don't actually follow the all-comers policy, and you have another answer to that. It seems to me that we should go with -- why shouldn't we go with the written policy and the written bylaws?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do we do with the selective application argument, which is what Justice Alito referred to and Justice Scalia, which is it is troubling that some of these bylaws do limit their groups? La Raza limited it to people of Hispanic descent, and the Lawyers Guild to people who adopt its -- its beliefs. What are we going to do with this selective application argument?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's in the case, isn't it? And if it is, what does it do to your policy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the two are connected, though, Mr. Garre. Frankly, one reason why I am inclined to think this is pretextual is that it is so weird to require the -- the campus Republican Club to admit Democrats, not just to membership, but to officership. To require this Christian society to allow atheists not just to join, but to conduct Bible classes, right? That's crazy. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And is there any other university in the country that has this kind of a policy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there are very few universities. But why doesn't this just all work out? If the Christian Legal Society has these beliefs, I am not so sure why people that don't agree with them want to belong to them. What -- doesn't this all just work out?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And doesn't it work out that the Democrats -- they don't want to go in the Republican club and run for officership anyway."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So why -- what’s -- what interest does this -- does the school have in this policing mechanism that it's imposing?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you now say --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You now say in your brief that it is okay for a group to impose membership requirements that are neutral and not based on beliefs. Isn't that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, you’re talking about --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- La Raza background. As I understand it, the La Raza organization says you have to be of La Raza background to be a policy member of the organization."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wait, wait, wait. Twenty years? Do you have any evidence that this policy, the one we’re arguing about now, that is to say, the all-comers policy, existed before CLS brought this litigation? As I recall, the only evidence in the record is a letter from the dean describing this policy after the litigation began."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What we have is a rule, a stipulation. And as I read it, to try to make sense out of it, it does seem to discriminate against organizations in respect to which intellectual purity would be important. They’re going to have a harder time. The ones that don't care that much will have an easier time. Now, in trying to judge the constitutionality of that, I first have no idea which these organizations are. We've got one of them, but there may be a lot of others. I don't know if the Democratic Club is or is not. I don't know how big the tent they want. I don't know whether the Turkish Society even exists. I don't know how the chess club feels about players of tiddlywinks. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"So I have an absolute void in this record, which in turn I think would be important to fill that void, because their justification --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- is they don't want to get into this, it's too complicated, and we’re not doing that much harm to them because they can meet off-campus, and it's a big, disruptive influence, all of these things. And then sneaking in here is this anti-gay bias issue, and -- and they want to say: That isn't much, because that isn't really the point here, and that's what we think, anyway. It's just an example of something. So with that great unclarity, asked to decide a constitutional issue where I feel I’d need more facts and I don't have them --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the more justification to know what it really is, which I don't have, what should I do?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- Mr. Garre, you did say that the evidence is the dean's deposition. There’s no prior evidence. But there are schools, including law schools, that have this policy. Is that not so?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let’s explore --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let's explore the implications of this policy. Suppose at a particular campus there is a great deal of anti-Muslim animus. And there’s a small Muslim group; it has 10 students. If the group is required to accept anybody who applies for membership, and 50 students who hate Muslims show up and they want to take over that group, you say the First Amendment allows that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if you have a law that says every newspaper that’s published in the United States must be reviewed every day by the government's censor board, and the fact that the government's censor board decides not to do it, then that law is okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A newspaper sues saying that law is constitutional, and we’ll say it's all right; it has never been applied?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That was because they might adopt a different policy. We’re not dealing with a future different policy in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's not going to help if you have the 50 anti-Muslim students who want to take over the group."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. They take over the group and the first thing they do is say we’re abolishing the attendance policy. (Laughter.)"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, CLS obviously thinks this is a real threat. Now, what do you propose that they do? Suppose that you win this case, and then when the case -- and then when this all-applicants policy is administered, then precisely what they fear begins to take place. Do they have any recourse?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, do they have any --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do they have any recourse?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If they have 10 members, and 8 who are completely hostile to the organization sign up?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand the answer to that question. So, if -- if hostile members take over CLS, the former members of CLS can form CLS II? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's also the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- the university's across-the-board rules for all student conduct against disruption, against incivility. The list would certainly carry over."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I’m sorry. I don’t understand your --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":2,"sideBefore":"justices","text":"It's also never happened from, what I can tell, that someone who disagrees with this group has applied for membership."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that's -- that's what so puzzling about the -- the case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was the predecessor group."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"The predecessor group --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and obviously uncomfortable with their position, so he or she left."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's the way it works."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Teach Bible classes? Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You have to let them teach Bible classes, too, right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If an orthodox --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If an orthodox Jewish group or a Muslim group applied for recognition and the group said part of our beliefs is -- one of our beliefs is that men and women should sit separately at religious services, would Hastings deny registration to that group?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We have -- we have two amicus briefs from orthodox Jewish groups and a brief from a Muslim group. So, your answer is that they could not be recognized under Hastings' policy because of their religious beliefs regarding the way religious services should be conducted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that's because gender or race is fundamentally different from religious brief. Gender and race is a status. Religious belief -- it has to be based on the fundamental notion that we are not open to everybody. We have beliefs, you have to subscribe to them. And we’ve always regarded that as a good thing. That type of exclusion is supported in -- in the Constitution. The other types of exclusion are not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You phrase it that way. It's a group that wants to exclude -- a religious group, a religious-oriented group, that wants to exclude people who do not subscribe to their religious beliefs."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- yes, let's get back to this homosexual orientation. You say that that's established in the case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What’s supposed to happen? I don't know the answer to this. Hastings, let's say, or Berkeley has four or five or six different religious chapels for services on Sunday or Saturday, and they say we’re open to all branches of religion, orthodox Jews, conservative, and reformed. And then the orthodox say we want men and women to sit separately. Now, can Hastings say or Berkeley, no, we’ll let the reform come, we’ll let the conservatives come, but not the -- not the orthodox Jews. They can't have their service. Would -- would that be constitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but what is your opinion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So if, in fact, the -- the --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- they have clubs and they’re not services, and what they do is they discuss -- they discuss the -- the nature of the service, and there can they have separate discussions --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- men from -- men and women?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I guess your answer to that is the orthodox Jews cannot. They cannot have separate women's groups in their organization, which is an after religious school organization."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Outside of the university, et cetera."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's their problem here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And their reason to put in a sentence as to why they don't want these orthodox Jews to meet separately on the campus -- men in one group, women in another -- and discuss the religious service -- they want none like that, and their reason for wanting none like that is?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm trying to make it as close as possible."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They have a small orthodox club."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask about number 2, the -- the so-called line-drawing problem? Aren't you just letting yourself into even more line-drawing problems?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the other -- it’s whether you were discriminating on the basis of one of the forbidden bases. But now you’re saying you can't discriminate on any basis, which means there’re going to be even more lines to have to draw. Why does it solve your problem?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As I understood the position, your latest position in your brief, you really don't say you have an all-comers policy. There are certain criteria that can be applied, like interest, knowledge; is that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could a -- well, could a group, consistent with your revised all-comers policy, require that members who want -- anyone who wants to become a member show a particular level of knowledge about the subject of the group?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if the CLS required anybody who wanted to become a member to pass a test on the Bible, that would be okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- that -- that's pretty tough. That has no connection to merit. I assume there are groups that think subscribing to their beliefs is evidence of merit, particularly religious groups. So, how can you have a -- a test that allows distinctions based on merit but not -- not beliefs?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If the school adopt an all-comers policy --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"May I ask this question, Mr. Garre?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":8,"sideBefore":"justices","text":"-- for the purpose --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"May I ask one question? I'd like you to answer, and I’d like your opponent, too: Do you think that, in order to decide this case, we have to pass on the constitutionality of an all-comers policy?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That we must do that to decide the case? And I want to ask your opponent the same question."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So they're all --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There may be a lot of other things we can decide, but in all events, we must decide that much?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could I just ask one quick question relating to that? If -- if an all-comers policy is adopted for the purpose of discriminating on the basis of viewpoint, does it violate the First Amendment?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And what if we think that the policy has not been evenhandedly applied? Can't we decide the case on that basis, and then we could just assume arguendo Justice -- the answer to Justice Stevens' question."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- was there any proof in this record? I mean, there’s a stipulation for summary judgment. Was there any proof showing that it wasn't evenly applied?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just say, suppose it were shown that it were not applied evenhandedly, you’d have no problem with our saying that it’s then unconstitutional."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If this were an employment case, and when an employee is denied promotion the employee said it's for reason A, and then after litigation begins the employer says, well, no, it really wasn't for reason A, it was for reason B because of a policy that we’ve long had, but there’s never -- there’s no written documentation of this new policy; and then at a later point in the litigation the employer says, well, it wasn't really either for reason A or reason B; it was for reason C -- do you think that summary judgment could be granted in favor of the employer on the issue of pretext?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm sorry. All parties do not agree that the policy is the all-comers policy. Your friend argued repeatedly that the policy was the written nondiscrimination policy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, the -- the so-called written policy, that has a -- that list has a correspondence to the State's law, doesn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The categories that are listed there are the categories that under California law are proscribed bases for discrimination?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, section 66270 applies to programs conducted by a post-secondary educational institution, and your position is that if -- if a religious group complies with your policies and then it conducts religious services, those religious services are conducted by Hastings?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In your response to Justice Ginsburg concerning California law, is it your position that California law requires religious groups to admit people who do not believe in their religious beliefs and in fact to conduct services of that group?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the answer to my question is \"yes\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Garre."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. McConnell, you have 4 minutes remaining. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Put -- put to a side a moment -- forget the as-applied. Just take a -- a pure all-comers policy. Must we decide the constitutionality of that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you talk about -- I had understood from your brief that CLS did not have a -- a policy of excluding people with homosexual disposition, but that it was only homosexual conduct."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- but your complaint said otherwise. Your -- your --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McConnell --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McConnell, you don't challenge that there are universities, including four law schools, that have an all-comers policy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There are private universities."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not totally, if -- but it's imaginary, it's fantastical. The -- you could imagine a school in the '60s that said that we think the way to advance learning is everyone gets together in a nice discussion group and hugs each other and talks, all right? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Now, that's a possible educational theory."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They say that we are going to apply that to everybody because that's how we do it. And --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if there are any ideological organizations that suffer --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so be it, but it's fantastical, and therefore --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- my question is, if I can think of this policy -- but I tend to sympathize with your view that it's so hard to believe that they really hold it, maybe they do, I don't know about it -- what do I do with this case? How can I say whether this, let's call it \"hug your neighbor policy\" is -- to put a label on it that's catchy --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how do I -- how do I evaluate that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. McConnell. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL W. McCONNELL","firstName":"MICHAEL","lastName":"McCONNELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2472,"interruptions":37,"times_spoken":78,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3098,"interruptions":63,"times_spoken":98,"laughter":1,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":742,"interruptions":5,"times_spoken":31,"laughter":1,"num_int_by":3},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":790,"interruptions":10,"times_spoken":39,"laughter":2,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":517,"interruptions":6,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":891,"interruptions":6,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":469,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":130,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1109,"interruptions":17,"times_spoken":39,"laughter":2,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":2472,"times_spoken":78,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":63,"words_spoken":3098,"times_spoken":98,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":52,"words_spoken":5257,"times_spoken":192,"laughter":6,"num_int_by":6}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.2055207197652403,"respondent":0.7944792802347597,"date":1472501778936}}