{"petitioner":{"name":"UNITED STUDENT AID FUNDS, INC.","counsel":[0,1]},"respondent":{"name":"No. 08-1134\nFRANCISCO J. ESPINOSA.\n","counsel":[2]},"caseNumber":"08-1134","date":"2009-12-01T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-1134, United Student Aid Funds v. Espinosa. Ms. Wanslee. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Only -- only -- only if the bankruptcy court disregards the law. I mean, it's -- it's clear that the bankruptcy court should not have done what it did here. The only issue is, it having made that mistake, can it -- can it subsequently be -- be undone in the manner that's -- that's sought here? They haven't reduced three to two. The three -- the three remain three. The bankruptcy court should not do this."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- before we get to that, the Ninth Circuit did say, now, bankruptcy judges, we don't want you to -- to intermeddle in this. So -- so the first step -- it wasn't clear to the Ninth Circuit that bankruptcy judges should not say, now, I am not going to let you do this until you prove hardship."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It was wrong. Let's assume --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the circuit -- the district court judge, the bankruptcy court judge, got it wrong, legal error. Should not have been discharged, a given. Neither -- the confirmation plan should not have been approved, neither should the discharge order have been entered. We will go back to what was entered and -- and -- and the effect of that, because I'm not sure of it -- it's an error. How does that give you a right to undo that judgment 7 years later -- was it 5, 6, 7 years later? That's the question here. Why is something that's in error become a void judgment?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But so does -- most error committed by courts, inadvertently or otherwise, are in contravention of some statutory command. This is no different. Voidness, as I've heard it described by many others, appears to mean that the court is acting either without jurisdiction over the people, and that's not at issue here -- there was jurisdiction over the parties here -- or without jurisdiction over the res. But the bankruptcy court does have jurisdiction, albeit in some -- in all circumstances, it had jurisdiction over the student debt. The issue is what could it do with it. But this is not a case involving a lack of jurisdiction by the court over property. So why is this more than mere error?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the strongest case, I mean, that you can muster in favor of this proposition, my question being the same as Justice Sotomayor's? What’s the strongest case where you can find any court that said a matter is void -- it’s void, not -- not just legal error, so you can attack it 90 years later -- it's void just because the lower court that made the error didn't apply a clear statute?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me your strongest case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I’d like an answer to my question, because I can -- I have read the treatises, which I have in front of me, and they say that it's void only if you show a -- the same thing that Justice Sotomayor just said. And so, since I don't think there is some kind of constitutional due process error here, and there’s clearly jurisdiction over the parties, I guess you are saying there wasn't subject matter jurisdiction, which is a little vague. And so I want to know what's the clearest case, strongest for you, where a court has ever said that a failure of some -- of some other court to apply the language of a statute properly, no matter how clear, is a lack of subject matter jurisdiction? What is your strongest precedent? That's all I'm asking."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- that goes back to something more fundamental. There’s no issue here that the court had jurisdiction over these parties, unlike the insurance company. And there’s no issue that the court didn't have jurisdiction over this res. They could decide that a student loan was dischargeable. They just had to follow certain procedures. It's a very different set of circumstances in that case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can a -- can a creditor say, oh, skip it, I know this bankrupt is going to be able to prove hardship, why go through unnecessary expense? Can a -- can a creditor waive the hardship determination?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So he can't -- he can't stipulate to -- he will say: I want the deal that is being proposed; I think I am better off getting the principal, skipping the interest. I can't make that deal? We have to go through this hardship procedure, whether the creditor wants it or not?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would the case be different if there had been such an allegation in the petition?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It would not have been different then? What if it had been not only an allegation but an affidavit? Would the case be different?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I’m kind of curious to know what your answer to my question is."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the case be different if the Petitioner had filed an affidavit of undue hardship with the papers? Same notice, everything else exactly the same."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it a harder case?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I say it's supported by an affidavit."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Supported by -- would then the case be different?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There has to be an adversary hearing under your view?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So if there's not only an affidavit, but an offer of proof, and then there's no answer filed and nothing in response to the notice of the -- the lender did exactly what it did here."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But your legal theory would be the same if there had been an affidavit filed and the same -- the same response by the -- by the company?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what if the creditor is sitting in the courtroom and has actually made arguments and appeared in some other aspects of the case? Then they come to the student loan and the -- and it's ordered discharged without any hearing, with the creditor sitting there. The case goes to judgment, there’s a final decree of discharge. Can the debtor -- pardon me. Can the creditor come in 10 years later and say, oh, this is void?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about -- what about my question?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. No, no, no. My hypothetical is there is -- it has commenced. It’s a big hearing. There's lots of issues. The student loan creditor is there, actually participates in some of the hearings on other issues. Then, while they -- while they are still there, still represented, the judge says: Now, I'm going to discharge the student debt; I'm not going to have any hearing. The creditor does nothing. Can the creditor come in 10 years later and say this is a void judgment?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"That’s this case. The creditor was there. The creditor put in a proof of claim. The creditor knew that the plan gave the creditor less than the proof of claim."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Well, my case is just a little different in that the creditor is there in the courtroom represented."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about my --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about my question?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's an astounding -- an astounding conclusion, that there -- that you simply are writing out the doctrine of -- of waiver altogether."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what provision was this discharge under?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And 1328 says: \"The court shall grant a debtor a discharge.\" That doesn't sound self-executing to me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"(a), and section 523(a) does not refer to a discharge under 1328(a). It refers to a discharge under 1328(b)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. 1328(a)(2) brings in the definition, the kind of debt specified in 523(a). It doesn't bring in the discharge under 523(a), which is limited to 1328(b)."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- we're conceding that they violated the statute, the bankruptcy judge. The question is whether it's void. And void, as you just said, was three categories: One, was there a violation of basic due process for your client? I don't see it. Two, did the bankruptcy judge have jurisdiction over the parties? It seems the answer is yes. And, three, did they have subject matter jurisdiction? Which we started by saying was vague. So I asked you for your strongest case. You said Vallely. I have only looked at it quickly, but it's only four pages. And what that case seems to say is that there is a statute which says there is bankruptcy jurisdiction over all commercial businesses except for insurance companies and two other categories. This party here is an insurance company, and and therefore they can attack it later, because there was no jurisdiction over an insurance company. Now, if that's your strongest case, I don't know what the others are going to say, but it seems to me you don't have much precedental support to put this in a category of lacking jurisdiction."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why should it be void, looking at 1327? We have a confirmed plan. You - - you have -- 1328 does include -- except 523(a), as you pointed out. But 1327 says \"Effect of confirmation,\" and that says, \"The provisions of a confirmed plan\" -- the provision here is you get 13,000, not 17,000 -- \"bind the debtor and each creditor, whether or not the claim of such creditor is provided for by the plan\" -- which it wasn't in full here -- \"and whether or not such creditor has objected to or has accepted or rejected the plan.\" That seems to say at the end of the line, you get that final determination confirmed, that's it. That's as final as you come and whatever mistakes were made on the way there, you can't look behind at the confirmation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if you’d like to reserve time, it's probably time to wrap up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Heytens. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't -- sorry to start -- stop you at the beginning, but I don't see that. I see in 1328(a) it says the court “shall grant” the debtor. And that is not self-executing. It's a directive to the court. And I see that 523(a) is referred to later on, but only for purposes of definition, not for purposes of discharge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then the key distinction you draw in your brief is totally meaningless. You say on page 18 that this -- the issue is whether the provision is, quote, “framed as a directive” to the bankruptcy court. And here it is framed as a directive to the bankruptcy court, and therefore doesn't -- isn't self-executing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There are a lot of commas. What comma are you referring to?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what about the consequence of -- there happen to be -- well, I counted -- 14 different kinds of things that follow that comma, including criminal fines, sentences. There are all kinds of things. And is it the consequence of my accepting your argument that anybody who is a creditor in respect to any of those 14 things can come in at any time and announce under Rule 60(b)(4), even if it's 10 years later, that the district court -- the bankruptcy court made a mistake?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, that would be quite -- to me -- extraordinary. So I hope the answer from your point of view must still be no."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Wait a moment. What would it be in the case where you have a discharge order and it says things in it which somebody feels fall within 1 of these 13 categories? Now, are you saying that that somebody can come back and make his argument 15 years later, because he will say that, since it falls in that category, the judgment is void insofar as this language covers what I don't want it to cover?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So it's not -- it's not that it is not dischargeable. It's only dischargeable under certain conditions."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. So -- so you’re almost begging the question, because it's possible to argue that if a debt is not dischargeable at all under any circumstance, your argument might have more legs because then the court has no jurisdiction over that property."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's not the case with these exceptions. They can all be discharged. It's just a matter of whether the conditions have been met or not."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but you see, it's the same problem that’s bothering us. I would like a yes or no answer."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it the case if somebody feels the conditions were not met with in the 13 categories that -- or 14 -- that follow the comma, he -- you feel that they were met. The other side says, they weren't met. I sent him a notice, but it was in a balloon, okay. You know, was the notice a real notice, wasn't it? People argue about that. So in any case where you have a person who says, no, they weren't met, and the other side says, yes, they were met, that first person can come back 13 years later and say that the judgment was void? Is the answer of the government yes or no?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. Is there any --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Where is (c)? You have been talking about 523(c). I can't find it in any of the materials."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why don't you put it in an appendix if it's going to be part of your case? I’ve got to search through your brief for it? What page in your brief?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I just get your answer to a similar question --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I asked your colleague? If the facts of this case were changed by the -- the creditor had come in and stipulated to the plan before the court and explained at the time, we think it would be better to get what money's available now rather than waiting for the interest to be collected later on, if they had stipulated to it, and then the order was entered, you would still say, 10 years later, they could charge it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"He stipulates to the entry of the plan. That's all he stipulates to."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So you -- you would have the same position then?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And the only way to do it is to go through an adversary hearing with full notice, and every -- and nobody wants to incur that expense. This is a bankruptcy. You are trying to save assets. The bankruptcy judge thinks this makes no sense. The creditor says, okay. But you -- you agree with your colleague that, under this 523 whatever, you must have the full adversary hearing, notice, complaint, the works?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But the irony of your position is it's in the creditor's interest to get what is available at this time, rather than waiting 10 years hoping to get interest later on, and even though that's the fact, you cannot give relief in this situation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Don't bankruptcy courts read the law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So you’ve got to assume that every bankruptcy court is going to violate the provisions of the statute."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, they may not have said it right, but they -- but they -- that’s a different problem. But the -- the -- why doesn't the Treasury just say to people: We’re not going to insure your loans where you don't object."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. Then the government is harmless."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why, of course, they are supposed to police --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But the idea that they have to have a charade hearing is -- is equally off-putting."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Meehan. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you acknowledge that what the bankruptcy court did here was wrong? Do you acknowledge that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. And it should not have done it, and future bankruptcy courts shouldn't do it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It makes a big difference to how I’m going to look on this case. I mean, if you –-"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- is it easy for a bankruptcy judge to identify a particular debt as a student loan debt? I mean, would the bankruptcy filing -- filing show it -- you know, student loan debt?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It would?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It was the only debt. This -- there was no other debt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Did --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Do --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"So I take it that you do think the Ninth Circuit was wrong when they said: bankruptcy judges, don't stand in the middle of these arrangements. Because you -- your answer was you think the bankruptcy judge does have the obligation to bring out this requirement that -- of a hardship showing?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What if there’s no objection? The bankruptcy judge sees a chapter 13 plan, and it -- it provides for the discharge of student debt; it covers student debt. It's labeled \"student debt.\" Is it improper for the bankruptcy judge to say you can't do this by this mechanism, you have to start an adversary proceeding?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't hear. Proper --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that's not enough for me, that it's not improper for him to do it. I want you to say that that is what he ought to do."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And you’re not willing to say that. You’re willing to say that bankruptcy courts can do that if they like, but, you know, if they have a kid that has a lot of bankruptcy debts, he has a soft heart for student loan debts, he sees this as a student loan debt, all right, let's give this kid a break. And he enters -- that's okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you would say it's wrong for the bankruptcy court to do it without a waiver, and -- but you’re leaving open if there is a clear waiver, despite the fact of no adversary proceeding -- you’re not -- you’re not necessarily willing to say that the bankruptcy court can't do that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was the Ninth Circuit correct in saying that an attorney can't be sanctioned under the bankruptcy rules' equivalent version of Rule 11, for attempting to sneak through a discharge of student debt in a chapter 13 petition?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand that. But in the absence of circuit -- controlling circuit precedent, is it -- can an attorney be sanctioned for attempting to get the discharge of student debt through a chapter 13 petition, knowing, as I assume every bankruptcy attorney knows, that that is not the proper way to attempt to get discharge of a student debt -- student loan?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I am not interested in what Ninth Circuit law is."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm asking you -- I'm asking you, under -- under Bankruptcy Rule 9011."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But did you -- the net effect of this is if you have taken a debt that is non-dischargeable and put it into the category that it is dischargeable unless the creditor objects."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the code puts the onus on the debtor to raise the hardship question. Your reading is, even if the debtor is silent, totally silent, says nothing about hardship, unless the creditor objects, then the discharge will be proper; the plan can be confirmed. So you are taking a burden that Congress has put on the debtor and switching it to the creditor."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But why would it not be a sanctionable matter under Rule 11? If -- the lawyer knows that he is supposed to make this special claim to get this kind of discharge -- he knows an ordinary claim won't do it. He submits a paper that asks for the ordinary discharge, but he has to sign it, and that sign -- that signature, is a -- is a certification that to the best of his knowledge, the claims and other legal contentions are warranted by existing law. So if he signs it knowing that that isn't the way to do it -- indeed, there is not even an argument for doing it that way, for modifying the law -- then why isn't that a sanctionable matter under Rule 11?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, the reason I ask that"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The reason I ask that is I think the argument on the other side is that it's so clear in the law that this is not the way to go about it, that you have to make a separate piece of paper saying you have special hardship; that that’s so clear what Congress wanted, that 40 years later you can come back and attack it, if they didn't do it. I mean, that's basically, in my mind, their argument. But I think a simpler way would be to say if it's that clear, if it really is that clear, the bar itself will enforce the rule by not knowingly deviating from the way that Congress set it out, to which there is no legal objection. Now, is it really -- what do you think of that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If that’s the price of your winning this case, it's clearly worth it now -- agreeing with Justice Breyer on that point."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. I mean, if indeed the Court would not be willing to go along with -- with your assertion that you can't undo it later, once it's been done, unless it is clear that it should not be done and that the bankruptcy judge shouldn't do it, and that a lawyer shouldn't propose it -- if that's the condition, then you should accept it, right? Because you want to win this case --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I wasn’t making any conditions."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I was going to ask whether or not in -- on the facts of this case, the client could have waited until the final judgment, not appeal, but then come in under Rule 60?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So then the client is not required to -- the creditor is not required to appeal?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So I don't think they could have -- and of course, you don't think it's void. It could come in under 60(b) if it's void, but you don't think it's void."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So you have to show mistake or surprise, and you doubt that there was a mistake or surprise here."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let me just ask this and maybe I have bankruptcy law wrong. My -- my understanding is that if creditors are not listed, they are not discharged, correct? I think that's right in most cases. If you don't list the creditor, the creditor is not discharged."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- if you're having problems with this --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I’m just wondering, doesn't it happen all the time that creditors are not listed and then they come in later and say the debt is not discharged? I mean, doesn't that happen all the time?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And is -- is the rationale that that -- that that discharge would be void as to them, or that they are just not covered? Suppose the bankruptcy judge makes a mistake and lists a creditor by name as being discharged, but that creditor never received notice. Is it void?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is this -- is this case all that different, then?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"He got notice of something that was void."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that -- that -- that assumes that he got notice of something that was legally improper."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But it’s in a category that’s labeled “non-dischargeable.” There were other items in that -- that category, so let's take it that -- the child support arrears --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The debtor says, look, I'll pay half of what I owe, and the spouse says, I need something for the children, I'll take it. And then the plan is confirmed, with only half of the child support; and then the caretaker spouse has a second thought and says, 2 years later, I need that money, I'm going to go after the debtor for the rest."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But let’s suppose -- this is my hypothetical. It's right in there, and the -- the creditor haven’t gotten all the notices -- I want what I can get right now. So I'll make this deal."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there are supposed to be additional notices here. There’s supposed to be a summons and complaint and all that. And let's go down the list of the others. How about taxes?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you’re saying any of these things that are listed as non-dischargeable can become dischargeable unless the creditor --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- objects?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So then, why do we have this third category, then? Nothing is non- dischargeable."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I guess I don't understand your position, because I thought you had said that this should not have been discharged and now -- now you’ve answered to Justice Ginsburg that so long as the -- as the creditor appears they can all be discharged. Now, which is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Even if the creditor appears, it shouldn't be discharged. I thought that that's what you had said before. But now you are saying that so long as a creditor appears, all of these are dischargeable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Which is it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But your answer to me was that if the creditor doesn't object, even to a non-dischargeable debt -- if the creditor doesn't object, it's discharged. That's what you answered, I thought."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it doesn't matter whether it's child support, taxes, or student loans, right? Anything in the category -- you’re saying the creditor must object; otherwise it's covered by the discharge."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not sure there was proper notice. There was not a notice that there would be a contested hearing. Or that there would be an adversary hearing."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I’m not sure that there was a proper notice."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, of course that's the problem in the case. Sometimes we decide cases that don't make a lot of difference and that once we decide the rule everybody will know what the rule is. But in this case, the Petitioners say that if we adopt the rule that the Ninth Circuit adopted, it's going to be extremely burdensome and costly on -- on municipalities, on -- on those who give student loans, et cetera. And that -- and that you are just creating a tremendous burden on an already overburdened system."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that’s what why it’s a -- this is actually -- the part that is a lack of understanding or a complete understanding on my part, is -- is how Rule 60(b) works, because -- because it does - - the law does have the three categories -- the three categories that your friend described. And this third category is supposed to prevent a discharge even where the creditor doesn't object, unless certain things are filled out, and they weren't. So the three are there, made an objection. If at any point the creditor had come in and objected, not to the discharge but, you know, just said, hey, it's the wrong form; you’ve got it wrong. It's like an error - - they win."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but they waited a very long time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So now they have to come in, I guess, under 60(b), and it must be either 60(b)(4) or 60(b)(6) --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- and I take it there’s a time limit on that, and the time limit is “a reasonable time.” Is that how we are supposed to do, that we have to say they didn't file -- if fact they never filed 60 -- it's your side that filed the 60(b)(4), I gather. So this is good and mixed up."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It’s good and mixed up. So what is -- how is it supposed to work?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not -- their position is that 528(a)(8) -- or 523(a)(8) makes this -- it puts it outside the discharge order. The discharge order does not cover this kind of debt. It doesn't discharge student -- student loans absent a hardship determination. So, what they are saying is the discharge discharged other things, but it could not discharge this particular debt, so it's not discharged."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, may I interrupt for just one moment, because I -- there is something niggling at me that I do need an answer to before you sit down --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"And I'd like him to answer the question that I asked him first."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"On the practicality point, you talk about electronic notice. I suppose that that -- that the creditors for student loans could have the automatic electronic thing where they say, we insist on a hardship hearing. But that doesn't solve the problem, because they’d then have to go back and see whether or not there was a hardship hearing in the case. So that -- that means they have -- they have -- they have to -- they have to inquire into every case whether or not the proper hearing has been made."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, you mean they can't ask for a hearing unless there is a reasonable ground to believe that there is no undue hardship -- can’t even ask?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, if they had come to the court at the time the discharge order was about to be entered and said we object, there has been no undue hardship found, would the court have been obligated to alter the plan at that point? The confirmed plan proposed a discharge, but at the time that the discharge order was being entered, there’s an objection."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What would have happened?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So that's the question. What's final? Is it the plan that’s final or is it the discharge order that’s final?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but -- but here we have a discharge order that on its face appeared to be proper. It excepted out the student loan from the discharge."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And your other -- the other side has sort of given up on that as a --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- as a point, because that, interestingly enough to me, would have been the stronger due process argument, whether the Ninth Circuit and the district court could have amended that discharge order illegally to except something it didn't except, that was -- shouldn't have been excepted to start with. But that argument seems to have been put aside."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But -- so, it might have been the stronger due process argument. But having put that aside, then your belief is that there is no point in time between the confirmation in the plan and the discharge order in which a party can object for -- to an error --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- except as permitted by 60(b) and 1330?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Which order could they have -- they could not have appealed --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They could not have appealed the discharge order?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, going back to Justice Kennedy's point, I mean, some people are listed in discharge orders that were never discussed in the plan, or otherwise some people are excluded that should have been included. Those people can't appeal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Wanslee, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- my -- I'm not -- I'm not sure it does. It refers back to 523(a) to define the debt. I don't think it incorporates all -- all of 523. It's simply referring to the kind of debt that should not be discharged."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you go back to the fundamental part of my question to your adversary? The plan order included a discharge of the student interest -- of the interest on the student loan."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It just proposed a discharge of a certain amount lesser than the principal plus interest."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. That's the plan. And then you have a discharge order. And the two are not congruent. So what's the final judgment?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. Is it the confirmation order or is it the discharge order? Are they different judgments? What -- what controls? And what were you --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does the notice of -- the time for a notice of appeal run from?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the time for the notice of appeal run from -- the discharge order?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now -- now, just in the -- in the general run of the bankruptcy, how do you calculate when you have to file your appeal -- from the time of the discharge order?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MADELEINE C. WANSLEE","firstName":"MADELEINE","lastName":"WANSLEE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1539,"interruptions":20,"times_spoken":50,"laughter":0,"num_int_by":7},{"id":1,"fullName":"TOBY J. HEYTENS","firstName":"TOBY","lastName":"HEYTENS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1179,"interruptions":18,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":2,"fullName":"MICHAEL J. MEEHAN","firstName":"MICHAEL","lastName":"MEEHAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2876,"interruptions":43,"times_spoken":74,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":296,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":893,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":819,"interruptions":8,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1291,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":842,"interruptions":4,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":179,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":2718,"times_spoken":75,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":43,"words_spoken":2876,"times_spoken":74,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":5243,"times_spoken":159,"laughter":0,"num_int_by":7}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.827754190441648,"respondent":0.172245809558352,"date":1472411005707}}