{"petitioner":{"name":"MICHAEL J. ASTRUE, COMMISSIONER OF SOCIAL SECURITY","counsel":[0]},"respondent":{"name":"CATHERINE G. RATLIFF.\n","counsel":[1]},"caseNumber":"08-1322","date":"2002-02-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-1322, Astrue v. Ratliff. Mr. Yang. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it true that the Commissioner of Social Security in the past paid EAJA awards directly to attorneys and that this is still done in cases in which the client has assigned the payment to an attorney?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What gives the Federal Government the right to override State law on that issue? Suppose the situation was that another creditor would have priority over the attorney if the money had been paid directly to the claimant. What gives the government the right, in effect, to override that by paying the money directly to the attorney, unless the government believes that this is payable to the attorney under -- under EAJA?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What authority does a court have to direct that the money be paid to the attorney?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would happen in the case -- in case it is a prisoner who is this prevailing party? Would the -- would the attorney fee be paid to the prisoner? And if not, to whom would it be paid?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So how can the court's broad equitable authority trump what you say is what the statute says?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you actually have to transfer it or --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the statute says pay the prevailing party."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you’re saying the court can say: No, pay the lawyer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In certain --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is the agreement between the party and the attorney? The Equal Access to Justice Act provides that fees will be paid to the prevailing party. Where does the prevailing party have a contract with the attorney to turn the fees over?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that pursuant -- maybe I misunderstood you, but I thought you said that there is a contract between the prevailing party and the attorney. And where is -- how does that contract come about if it's simply a case that the lawyer is representing pro bono a plaintiff?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't the government setoff depend upon who owns the money under State law? I mean, it's -- it's commonplace for the Federal law to look to State law on issues of ownership. And, in fact, if there is this doctrine of equitable ownership on the part of the attorney, what right does the government have to do the setoff?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the client is bankrupt? What happens then?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a way for the lawyer -- a lawyer sees that his client has a good case against the government, and thinks he can get an EAGA fee, so he says to the client: I'd like to represent you and I can get paid for this. But the client says: There are a lot of debts I owe the government. Now, is there any way they can work it out so he can get the representation?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the lawyer and the agency and the client sit down, and the lawyer says: Here, I can get some money for this client and that will help everybody, but I want to be paid. So I want you, Agency, to agree that on the repayment schedule if I get an EAGA fee, then I get to keep it and I don't have to give it to my client, who will have to give it to the government. And then they can sign a piece of paper and then that's done and the lawyer gets to keep the money."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And has that ever happened?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it could now. Now people would know about, and they could do it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what’s -- what’s the authority for the government to enter into the agreement?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if the statute says there has to be an offset, that's it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But do the guidelines reflect Justice Breyer's hypothetical?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what would motivate the government to agree to give to a lawyer a piece of a recovery that it, the government, thinks it's entitled to? I mean, it's one thing to work a repayment plan. That starts on the proposition that the individual can only each week or month or whatever give a certain amount of money over. But what --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's a fanciful answer, because EAJA requires that the government's position, to get fees, is substantially unjustified. And so the government lawyer is going to sit down and say, well, you know, if I take a position that is substantially unjustified, I will at that point pay the fees to you, not to the client."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the attorney's interest -- I thought in the hypothetical we were talking about, the attorney's interest is. He thinks the government is going to take a substantially unjustified position, and he wants to make sure in that case that he gets paid."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's going to look awful bad to a court that comes in and he's -- and the court is asked to award EAJA fees, and there is an agreement already in effect. The government says, well, if we’re -- you know, if we’re liable for EAJA fees, this is how we are going to handle it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be the first piece of -- that would be the first piece of evidence that I would want to put in saying I should get EAJA fees. The government thought they might even take a position that qualified."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but say he goes in to the government and says, look, I’m about to sue you, and I’d like to sit down and negotiate a nice agreement about the repayment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Government lawyers are always sympathetic to people who come in and say: I'm going to sue you. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with your argument is this pot of money is actually not going to -- it's going to the debtor, according to your argument, because in theory the debtor is the prevailing party and is entitled to get the award. But the money is not being paid to the debtor. It's for the benefit of the lawyer who has done the work that Congress wanted done."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what the -- I don't know what the motivation would be for a lawyer to undertake to represent the meritorious claim when they have to not only do the work in the case, but now have to do the work for the government in getting their client to negotiate an agreement with the government on something that's completely unrelated to the claim."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's sort of --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- illogical."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That sounds like you're -- you have -- the client has an agreement to pay the lawyer or the client has paid the lawyer. It would make sense if the client has paid the lawyer and then there is reimbursement under EAJA that what -- what you're describing would make sense in that situation. But in most of these situations, the client doesn't have the wherewithal to pay the attorney upfront, of course."},{"name":"JUSTICE GINSBURGH","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And does that mean --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The award goes to the prevailing party. So, therefore, the attorney's fee is income to the client --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is taxable income to the client?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Like pain and suffering, but that's not --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then, in turn, income to the attorney when -- if the client --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me the underlying assumption -- and some of the question would have been put to you by the court -- is that the government has somehow benefited because the money is created to offset the debt. It really isn't. It would -- this would be true if an attorney were suing a third party and creating a fund, and the government said, ah, there's the money. In this case, it's just being paid from one account to the other. The government would be better off if there were no suit at all."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just paying itself from one account to the other."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The government zeroes out, but in the course of it, it has taken a legal position in court against a small business that was substantially unjustified."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think the idea -- well --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you happen to know how much the -- the Treasury typically collects in a year under these EAJA offsets? Does it put a dent in the Federal deficit?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Leach. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The prevailing party gets the benefit in the sense that she is relieved of the debt she owed to the government. That's a real benefit."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't this argument circular? The -- the issue is who is -- to whom is this payment to be made. And if it's to be made to the -- the claimant, then it's not for the beneficial interest of the -- of the attorney."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"On the first one, imagine that the -- a trust owes some money to the government. Now, suppose a lawyer representing the trust recovers. Now, they recover on a separate debt, okay? Separate debt? One. That money goes to the trust. Right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The trust first owes -- the trust owes $1,000 to the government. The trust then independently recovers $500 from the government on a different matter."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The government couldn't offset that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Of course it could."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the trust is not a person entitled to the benefit of the payment."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The beneficiaries of the trust are entitled to the benefit of the payment."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's not entitled to the benefit of the $500. The trust holds money for the benefit of the beneficiaries of the trust. So --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- it can’t -- you agree that that couldn't be?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and once you agree that that couldn't be, I think you are in trouble on your first argument. I'm not sure."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, similarly, the -- the guy -- the client here receives the benefit of the money that he has just gotten from the government, including the attorney's fees. It happens that he can't keep those attorney's fees, just as the trust can't keep the $500. He has to give the attorney's fees to the lawyer, just as the trust eventually has to give the $500 to the beneficiary. So I'm simply saying -- drawing a parallel, which -- go on to the next issue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me -- can trusts -- can trusts recover EAJA fees?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I don't either. I’m looking at the definition. It doesn't say \"trust.\" It says a lot of other things, like corporation, association, unit of government. I just don't --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"justices","text":"I’m having trouble with this aspect, and it may -- may be that it varies from State to State. But as a general matter, under State law, let's say that the employee makes a contingency fee arrangement with a lawyer to sue the employer and wins $50,000. It's a one-third contingent fee. The -- the employee already owes the employer $40,000. It would seem to me under the general principle of offset that the employer has to only pay $10,000, and the attorney is not going to get his full fee."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that's just -- that's just the law of offsets."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because again, it's the same party. If they created money by suing some third person, then that's different."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and so I -- it seems to me that what you're -- what you're asking for is just contrary to the standard law of offsets."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And it's even worse because the Federal statute says that there shall be this offset first as a matter of priority."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in the generalized sense of -- of common law of offsets, as I've described to it, sure, the attorney has a beneficial interest, but he's not going to be able to collect it vis-à-vis the employer who is entitled to an offset."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how is it different? Look. This, what I was talking about, has nothing to do With EAJA."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It has to do with when the government's allowed to offset some money."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it's allowed to offset some money when the money is money that it would otherwise give to a payee. All right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And then you've defined \"payee\" as a person who has some beneficial interest in that money."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I think that the client here has no more and no less beneficial interest whether he's a person or whether he's a trust. That was my point."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, let's take the regulation: \"A person who is entitled to the benefit of all or part of the payment.\" Ultimately, isn't it the plaintiff who has recovered that is entitled to the benefit, because this money is given to him in order that he can meet a financial obligation that he owes to the lawyer? I mean, if this didn't exist, he'd owe the lawyer and have to pony it up out of his own pocket, no?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And in those cases, you agree the offset can be made?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In exchange for getting 25 percent of the recovery?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"My understanding is that the ordinary payment to the lawyer for Social Security benefits gained for the client is 25 percent of the recovery to the client paid directly to the lawyer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So that, just as a background in this case, did Ms. Ratliff get that 25 percent?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that was because it was too small to be bothered with? What was the reason?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And she could keep only one from the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"She could keep only the larger of the two."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One of the difficulties with your position is that Congress did exempt a number of Federal payments from the offset, but it didn't exempt Equal Access to Justice fees."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say that in Social Security the attorney is forbidden to accept pay-as-you-go? Is --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't mean that there is not either an express or an implied contract between the attorney and the Social Security recipient."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but if there is that implied contract, then it is an obligation of the recipient."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't see how that leads you where you want to go. Then the payment given to the recipient does indeed benefit the recipient by -- by paying off an obligation that the Social Security recipient has."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just so I'm clarifying, is it your position -- and this is something I want to ask the government as well -- that once the EAJA fee is awarded, the attorney couldn't sue the client later even in an offset situation for repayment, because by statute you view them as blocked from --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- from seeking anything other than the EAJA fee or the 406 fee?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that once the offset happens, the attorney, under -- even if the client had other money, the attorney would be blocked from going after it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because by the terms of the statute they can only seek the EAJA fee?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Either the EAJA fee or the 406 fee."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you calculate the fee under either the Social Security Act or EAJA, depending on the case? Do you ever calculate it under both so that you get some under each?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the -- you calculate it under both so you get some under each?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In what percent of the Social Security cases where the claimant prevails is there an EAJA fee?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand your earlier point."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Imagine that if Joe Smith is in a lot of financial trouble."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"His house is being foreclosed on --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- all his bank accounts are attached. Then he gets some money from the government and -- including an EAJA fee."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it's $5,000 of money and 1,000 for the fee. They put it in his bank account. It was attached, good-bye, nobody sees the money, because it's whoever attached it got the money. Is that possible?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm making this up. I'm not talking about the government. I'm saying the government paid him 5,000 plus 1,000 in an EAJA fee, and the bank got all the money because it had attached his bank account. Is that possible?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm making it up. No. It has nothing to do with -- I'm just making up --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- a hypothetical."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You follow that. Those are the facts."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So a year later, Joe Smith is doing much better. Couldn't the attorney now sue him for the $1,000, say I’d like it? It went to the bank because they had attached the bank account."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, suppose it happened to be that that 6,000, 5 for the one and 1 for the other, came from Social Security. Then how does that make a difference?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It couldn't take 1,000?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Couldn't take any of it. Because of?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that in here?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the EAJA fee counts as a Social Security benefit?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I changed it and said, now, how does it matter if it’s Social Security? (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If you win this case?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In other words -- in other words, no one can attach? No one can -- no one get the EAJA fee by attaching the bank account of the client?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, skip my points. They’re too complicated. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the -- I thought the government said they only did that when -- when the court directed that it be paid to the attorney."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because there was no offset in the picture because the government wasn't offsetting."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But Congress has provided in some statutes, the Social Security Act itself, 406, that you quoted, for the fee to be paid directly to the attorney. Here it used different language; it said pay the prevailing party."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, is your adversary correct that under 406(b) --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- (b)(2), that if these attorneys -- if any attorney attempts to collect from a Social Security or Veterans client any fees outside of those granted --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, do you -- do you dispute your friend's statement that 42 percent of the time in Social Security cases the government's position is unjustified, and 70 percent of the time in Veterans cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So whenever it really makes a difference --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- 70 percent of the time the government's position is substantially unjustified?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What number would you accept?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's really startling, isn't it? In litigating with veterans, the government more often than not takes a position that is substantially unjustified?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would that be in this case? What was the -- the amount?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANTHONY YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3551,"interruptions":30,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JAMES D. LEACH","firstName":"JAMES","lastName":"LEACH","counsel":true,"justice":false,"side":"respondent","words_spoken":3097,"interruptions":20,"times_spoken":75,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":530,"interruptions":5,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":181,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":285,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":7,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":841,"interruptions":3,"times_spoken":42,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":398,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":358,"interruptions":6,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3551,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":3097,"times_spoken":75,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":22,"words_spoken":3054,"times_spoken":132,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472501778930}}