{"petitioner":{"name":"FLORIDA","counsel":[0,1]},"respondent":{"name":"KEVIN DEWAYNE POWELL. ","counsel":[2]},"caseNumber":"08-1175","date":"2002-12-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next today in Case 08-1175, Florida v. Powell. Mr. Jacquot. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you agree that it -- suppose we accept your position and the case is remanded. The Florida Supreme Court could say: Well, that's very nice, but we have a Florida Constitution with a counterpart to the Fifth Amendment, so we're just going to have the same opinion, but we are putting it under -- squarely under the Florida Constitution. They could do that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's what I meant. They could do it on State grounds."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are the Florida Supreme Court elected? Are they elected judges?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are they elected judges, the Florida Supreme Court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how long is their term? There’s a retention election when?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Every 4 years. And they'd have to run for their retention election on the ticket that \"We've expanded Miranda for Florida purposes,\" right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Has the -- has the Florida Supreme Court ever explicitly interpreted -- what is it? Article I, section 8, of the Florida Constitution more expansively than -- and explicitly so -- and explicitly so, than Miranda?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they did it in this case, didn't they? Under your view, they –- their ruling goes beyond Miranda, and they said that the Florida Constitution requires this result."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So they did do it in this very case."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it also cited the -- the Florida Constitution, did it not?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And did it not also say that this was a violation of the Federal -- I mean, of the Florida Constitution?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One of your amici -- one of the amici suggested that the Florida courts cannot read the Florida Constitution more expansively than the Federal requirements. Are you rejecting that proposition?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's a different question. One of the amici suggests that the Florida Constitution and Florida case law says that they can't read the Florida Constitution more broadly than it is read under Federal law."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So this could be a first, if we were to start from the proposition that Justice Ginsburg did?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do you see a conflict between the language of our decisions where we often say that Miranda rights have to be clear and those decisions that say that whatever is said has to reasonably convey the essence of the Miranda warnings? Is there a difference between those two statements, and which of our cases or statements would control?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would suggest that if something is not clear and it's ambiguous, that that's enough? Or -- or is there a difference between reasonable and clarity? That has to be read in a certain way; otherwise an ambiguous warning --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did Miranda itself -- I mean, it set out the four requirements, but there was a charge -- I mean there was a warning involved, am I not right? Well, didn't they cite the then-FBI warning? It has been improved considerably, but there was an FBI warning cited in Miranda itself, was there not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It also said you have a right to keep silent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It told them: You are entitled to confer with counsel before answering questions, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't that -- wasn't that the warning given -- given in this case? You are entitled to consult counsel before answering questions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, \"any\" –- just to make sure; you've said two different things. It says \"any of our questions,\" right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the right in Miranda that says -- in Miranda -- \"We hold an individual held for interrogation must be clearly informed that he has the right to consult with the lawyer and to have the lawyer with him during interrogation.\" Okay? Where does it say that? Interpret it any way you want. You know, we are used to grand juries. In a grand jury, he can go consult with a lawyer, but he doesn't have the lawyer with him. So, where does it tell him that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just asking you to point to the words that tell him that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't have you a right to talk to a lawyer at a grand jury?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, correct. And so aren't you supposed to tell this person, that unlike a grand jury, you have a right to have the lawyer with you during interrogation? I mean, it isn't as if that was said in passing in Miranda. They wrote eight paragraphs about it. And I just wonder, where does it say in this warning you have the right to have the lawyer with you during the interrogation?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't use the word \"present,\" Miranda? It says right here: \"We hold\" -- it says -- \"not just prior to questioning, but also to have counsel present during any questioning.\" That's what Miranda says. And then Miranda, after discussing it for five pages, goes on to use the words I just said. You have to tell him he has the right to have counsel with him. So it does use the word \"present.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"It -- it used it in determining -- in -- in stating the obligation of the State, but it didn't use those words in setting out the warning that the FBI then gave."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It said, this is what -- States, this is what your obligation is, what you must say to the defendant is. And I think the Florida court is the same way. It said: You are entitled to the help of a lawyer. Then it spells it out in that opinion, but -- but what it said had to be communicated was not the -- the full range. Just you're entitled, I think it was, to the help of a lawyer. So there’s -- there’s a confusion, I think, between what Miranda spells out and many other cases spell out as the State’s obligation, what the State must do, and the statement that must be made to the defendant to communicate that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what FBI are we talking about? Because the FBI advice of rights says: \"You have the right to have a lawyer with you during questioning.\" Were they -- and -- and I was taken by the fact, \"We hold that an individual must be clearly informed.\" And so, is there some other case that says -- or some other FBI statement that they give people that doesn't use the words \"with you,\" that says you don't have to say \"with you during,\" or doesn't have to say \"present during\"? Was there some other case that said that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the warning that Justice Breyer has just referred to -- that’s long after Miranda itself, and it was not the warning that the FBI gave at the time of Miranda."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a difficulty in terms of this argument about burdening law enforcement. This is a preprinted form that the police made up, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the added burden by making the form absolutely and abundantly clear or conforming the form to the statements in Miranda? What's the cost to the State? They’re going to print the form anyway. They are telling their officers to read from the form anyway. What's the added cost?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is a question about how much the subjective intent of the questioner should be involved in this process or not. There are cases where it appears the plurality of our Court has said it should always be an objective standard, and others where certain members have expressed a question about subjective. But if we are dealing with a printed form, why wouldn't the intent of the entity at issue be placed in question? Meaning, you could have -- the police here could have chosen to be explicit, but instead they chose to be -- to obfuscate a little bit and be less explicit. Shouldn't we assume that that’s an intent to deceive or perhaps to confuse?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why? The -- the easy solution is to do what 90 percent of the jurisdictions are doing: Copy Miranda."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the danger that Tampa, if you should prevail, will go back to the old way? Now, it has a clearer form -- whether this form was adequate is one thing. But now, it has the form that the -- like the one the FBI currently uses. If you prevail, then Tampa can go back to what it had before?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, once we say this is properly given, my goodness, here's -- here's an instruction approved specifically by this Court. I mean, I think they should use that, don't you? I mean, the other one they are going to have to guess about, but this one is approved in a case involving Florida by this Court. So you -- it's pretty attractive to use that one."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have to say it's okay. You are arguing that it's perfectly okay, so why do you hesitate when you are asked, you know, could the State go back to doing it? You should say, yes, of course, they -- they might; we don't think it's likely, but they might, and if they did, it's perfectly okay. Isn't that your position?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not your position?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me ask you one question. Isn't it the case that this particular warning is used in one judicial district, and the warning that was approved in Traylor was used in the rest of the State? And so there is an interest -- the Florida Supreme Court has, in effect, required the same warning throughout the State. And if you prevail, there may be one standard warning in one judicial district, and the other districts may continue to use the one they have used in the past. Isn't that right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, but if you -- if they all followed the Florida Supreme Court in this case, then they all would use the same warning?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which most of them do already."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not all, but some."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. O'Neil. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Except that Justice Scalia just pointed out, if we approve the language of this, then -- of this particular warning, it becomes the new sort of floor. And if we make it the new floor, it -- doesn't it provide an incentive for police departments to move away from the explicit warnings that say “during and” -- “before and during” interrogations; now we're saying -- you know, generalize them more."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Aren't we encouraging that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"How many after Duckworth? Do you know?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So we don't know how many --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"But your case has to be that, if we adopt the Petitioner's petition, it's perfectly fine for every jurisdiction in the country to use this warning, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And every jurisdiction in the country can use it, so we can -- we can talk about whether or not it’s adequate."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me. You think lack of uniformity is a good idea?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Where -- where is that? Is that set forth in the -- in the briefs? The FBI form? Where -- where is that set forth?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- how do we deal with the fact that, if the purpose of Miranda is to give clear warnings, and your adversary says -- not your adversary -- your co-counsel -- Petitioner's counsel says that means -- \"clear\" means does it reasonably convey? We've got a split of circuit courts and State courts on whether this reasonably conveys or not. Shouldn't that be enough of an ambiguity for us to conclude it can't reasonably convey, if there's this many courts holding that it doesn't?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you calling the Florida State Supreme Court majority unreasonable jurists?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What happens now is that we are dealing with the exception rather than the rule, and -- but this was the rule, meaning this was the form that they were reading. And if it has some significant ambiguity in it, sufficient for at least one court to say it wasn't sufficiently clear, it wasn't explicit enough, should we worry about the exception as an exception?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. O'Neil, isn't one of the problems here that Florida had two different printed forms before this case arose, and that Florida Supreme Court has said they’ll all have the same one hereafter?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So at least two of them?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And isn't it -- isn't it wiser generally to have the same form used throughout the State?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And the Constitution requires it, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Miranda supposedly says the Constitution requires this warning, and if the warning must be in a standard form that everybody uses, the Constitution must require a standard form that everybody uses."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me. Can you just devote one minute before you finish –-"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- to the question of why these are adequate? If you remember my question, I tried to explain why I thought they might not be adequate."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But there were four. One is to have during, in the presence of, the right to have a lawyer during the interrogation, in the presence of, with him at the time."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, that's one of the four. That's one of the things they devote two pages to Miranda, and they repeat it when they summarize what you have to say. I just want to know where in this statement does it say that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Really? I guess anybody who has had prior experience with the law, as this man might have done, might be familiar with a grand jury proceeding."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no. But I tell you: Here's your right to talk to a lawyer before questioning."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, you then repeat, you can assert that right whenever you want, to talk to him before questioning."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And my question is, how does that tell him he has a right to have a lawyer with him during questioning, that the questioning he has a right to have take place from beginning to end in the presence of a lawyer, a matter that the Miranda Court repeated three times in the summary and wrote eight full paragraphs about why that was important?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Where does it say it approves that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It wasn't though, actually. MR. O’NEIL: -- it couldn’t have been clearer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"It isn't -- it isn't consistent with it. That's interesting."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"They didn't say anything about during."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So anyway -- then they don't need to mention “during” at all because if that's right, the FBI warning at that time, J. Edgar Hoover's letter or whatever it was, just talked about telling you, you have a right to counsel. It doesn't say anything about “during.”"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So then you think that, in fact, going by that warning, that there is no constitutional right to have them say a word about during. This would be okay if they said nothing at all about it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Just so I get the bottom line -- if all this warning had said was, you have a right to a lawyer before questioning --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You have a right to a lawyer before questioning --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- it would be your position that standing alone that would be enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Brueckheimer. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the FBI warning that was specifically approved in Miranda was inconsistent with Miranda?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It says consistent -- consistent with the procedure which we delineate today."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could you tell us where that is? I think you mean page 479, but I'm not sure."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It set forth the substance of what had to be conveyed --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"--  but it set forth, on page 484, its belief that the FBI warning adequately conveyed that substance. It said this warning is consistent with our opinion today. And -- and that warning said --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You want to read it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Good."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, that’s so much worse than -- than --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- what you have here."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What page are you on now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe, but it says -- it says the -- what the FBI -- the pattern of warning -- well, let me make sure I get it exact. \"The present pattern of warnings and respect for the rights of the individual followed as a practice by the FBI is consistent with the procedure we delineate today.\" And the FBI warning says nothing about presence or with -- or with counsel with him."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, okay. I’ll take \"consistent with.\" That means that it complies with the rule in Miranda."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Then how is the FBI warning consistent with the procedure the Court delineated in Miranda?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I said how is it --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So I would say that it's not consistent with Miranda."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, while you’re looking at whether it would be an undue burden on law enforcement, it was -- it has a burden that’s consistent with the ones that Miranda required expressly."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I say when you were inquiring, as you were at that part of the opinion, into how burdensome it would be on law enforcement to give these warnings --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- you are saying the burden would be consistent under the new warnings with those previously given by the FBI."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What it says is that the respect for the rights of the individual followed in the FBI is consistent with."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The bottom line in my mind -- the question is, whether these warnings are substantively or otherwise different than the FBI warnings that some believe were approved in Miranda. Are these equivalent?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't disagree with you, but that wasn't my question. My question was, did the FBI warning at issue or --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Not at issue because it wasn't at issue."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that was reviewed and approved in Miranda, did it give that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is -- is there since then -- I mean, as I read it now I see that, as I said, it seems very clear that they intend you to have to say that the counsel has to be -- is present with you. Present, okay? Now the FBI warnings, which they did say is consistent, don't say that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They don't."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now, since the time of Miranda, has this Court ever talked about that? Has there been any lower court or have there been -- has the practice of the departments to any great extent been such that they stopped talking, or did not talk, or never spoke about a right to have a counsel with you during -- during -- “during” just dropped out. They just said forget about “during.” It wasn't --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This Court said in Miranda"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"This Court has referred to “during.”"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I must say I -- this is –- this is angels dancing on the head of a pin. You want us to believe that your client, who decided to talk, even though he was told he could consult an attorney before any question was asked, and he could consult an attorney at any time during the interview, and he went ahead and -- and confessed -- you are saying, oh, if he had only known. Oh, if I knew that I could have an attorney present during the interview, well, that would have been a different kettle of fish and I would never have confessed. I mean, doesn't that seem to you quite fantastic?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how about the reasonable defendant in this very case? Powell's lawyer questioned him and asked him: \"You waived the right to have an attorney present during your questioning by the detectives?\" Answer: \"Yes.\" This is at appendix page 80. So, apparently, counsel understood the warning to have conveyed the right to have an attorney present during questioning by the -- by the detectives. Counsel understood that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did she ever --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was she asking her client a legal question? You waived the right to have an attorney present during your questioning by detectives, is that what you are telling the jury?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that the average person hearing this warning would envision the sort of procedure that occurs before a grand jury?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's what it would be taken to mean?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But do --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that a suspect would think, now, I'm in this custodial room, they want me to stay put, that they’re going to have me hopping in and out of the room to talk to my lawyer? Wouldn't the assumption be, I'm stuck in this room, they are holding me here, and if I have a right to talk to a lawyer, it's got to be there and not my walking in and out of the holding room."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- is there any -- I'm not sure this is pertinent -- but is there any malevolent reason Tampa police would adopt this warning? I mean, someone says, well, here's what the FBI uses. And they say, well, I tell you what, if we just say you have a right to an attorney before answering any questions and then later say you can exercise this right any time, maybe we'll be able to trick some people who don't think they can actually have the lawyer there. In other words was this just --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So -- and you can't think of any bad reason they might have done it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What do you do with the -- the Court’s decisions in Prysock and Duckworth that dealt with the right to appointed counsel and the suspect was not explicitly told that he had a right to appointed counsel at the pre-arraignment stage. It said something about a court would give you --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You wouldn't have to have any additional information; you just tell them, you have a right to have a -- have counsel now. That would be fewer words."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Didn't one of them say \"court,\" and the suspect was not in court at the time?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. That the court will appoint counsel for you."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If this warning is read the way we might -- lawyers might read a statute or a contract or something like that, then I don't know why saying, \"You have the right to remain silent,\" isn't potentially misleading. It says you have the right to remain silent. But once you break your silence, there is nothing in there that says you have the right to resume your silence."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Would you agree with that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that is defective, too?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So once you break your -- you have the right to remain silent, but once you break that right, the fact that you have that right to use that right to remain silent in the future doesn't mean you can stop answering questions."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We could write that down. It could be the next case. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they are -- they are free to do that. I mean, politically, they might consider it risky, but if we say that the charge was good enough, the Florida court could say, but it's not good enough under our Constitution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm -- I'm not sure that's the case. The remand in Long was only to address another issue. The Long Court took its determination as being binding on the issue that was before the Court in Long --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- in that case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And in each time, it said that it was by extension from Miranda. It always linked it, and that was the question that was presented in the State court --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that it certified."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's the whole reason we have jurisdiction, so that Miranda will not be confused, and so that it won't be a hazard on the landscape when people say \"Miranda\" and they mean something else."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And it's not at all clear that the Washington -- that the Florida Supreme Court could in this case go back to the Constitution. That's -- you can't get that out of Long."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- maybe in some other case. Not necessarily in this one, because Long leads to -- to the contrary."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you have no case in which the Florida Supreme Court has explicitly said that we have a warning that is more strict, more rigorous than what Miranda requires? You have no case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm curious: When this goes back to them, do you think they can deviate? They were answering a certified question, which was simply whether this -- this warning complied with Miranda. That was the only certified question. So when it goes back, I assume they, having said no, will now have to say yes. Can they go on and say: Oh, and by the way, even though it doesn't violate Miranda, we think it violates the State Constitution?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that wasn't the question asked of them. The only question asked of them was whether it complied with Miranda."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's really not -- that's really not quite accurate, because they used the term \"Miranda warnings\" generically --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- as opposed to a category of warnings which are required by both the Federal Constitution and the State constitution, and they said it violated the State constitution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, except the words that it quoted from the lower court opinion -- that is, we are talking about the -- the Fifth Amendment, and by extension, Article I, section 9."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So that seems to me to indicate that it’s incorporating, not going further."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's not in the question they -- they took."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think the opposite. I think the repeated linkage shows that they think they are the same."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, the question asked: Does the failure to provide express advice of the right to the presence of counsel during questioning vitiate Miranda warnings? Okay? That's the question. They have a footnote after Miranda, which reads, “Miranda v. Arizona, 384 U.S. 436.” I take that to mean that the question is whether this warning violated Miranda."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Absolutely."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true, but -- but if they -- if they felt the authority to go beyond Miranda, wouldn't they have had to say no to this question, if we find that way, and then go on to say: But it does violate our own? And that's beyond the question that they -- that they -- that was certified to them."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right. I --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But they did say over and over again -- one was the certified question; another was the issue before the court is whether the failure to provide express advice of the right to the presence of counsel during custodial interrogation violates the principles espoused in Miranda, with the citation. I mean, they said many, many times that the question was -- what did Miranda mean was the issue, not what -- what did Florida's extension of Miranda."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think you would have had a much weightier argument if it hadn't been for Michigan v. Long. If you could have said --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We could have then remanded to ask the Florida Supreme Court: Was it independently ruling under its constitution?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you said that the average person wouldn't take this warning to mean -- to -- wouldn't envision a procedure like the grand jury procedure. What does it mislead the average person to think?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But the latter part of that is the grand jury question. You have a right to consult an attorney, but you don't have the right to have an attorney present."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So then your argument is that this -- that what -- what a normal -- an average person would take this to mean is that you -- you can talk an -- to an attorney before starting to answer questions, but not once the questioning begins. That's what you take it to mean?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, all of those people are lawyers, and lawyers are known to read legal documents very precisely. The average person may read them very differently."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Sometimes, a little knowledge is a dangerous thing. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you think it's a good thing, though, that they changed their forms to track the FBI form after -- after this litigation started."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Counsel, you have a minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOSEPH W. JACQUOT","firstName":"JOSEPH","lastName":"JACQUOT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1718,"interruptions":17,"times_spoken":44,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DAVID O'NEIL","firstName":"DAVID","lastName":"O'NEIL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1229,"interruptions":22,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DEBORAH K. BRUECKHEIMER","firstName":"DEBORAH","lastName":"BRUECKHEIMER","counsel":true,"justice":false,"side":"respondent","words_spoken":2740,"interruptions":36,"times_spoken":83,"laughter":2,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":682,"interruptions":5,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":389,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":390,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":767,"interruptions":6,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":854,"interruptions":1,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":296,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":2947,"times_spoken":77,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":36,"words_spoken":2740,"times_spoken":83,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":24,"words_spoken":4609,"times_spoken":166,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.636081731435643,"respondent":0.36391826856435705,"date":1472419305337}}