{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"GLENN MARCUS\n","counsel":[1]},"caseNumber":"08-1341","date":"2010-02-24T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Case 08-1341, United States v. Marcus. Mr. Miller. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there errors that are -- that are so basic that they would call for an automatic new trial? You say this -- this is not such a -- such an error."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by “structural”?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but if you can be concrete, other than a reasonable doubt charge, what else would be structural?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you this? Prong three of -- of Olano looks to prejudice, right? And then it's your position that prong four also looks to prejudice? Where you have two prejudice inquiries, one is more searching than the other, perhaps? How do they fit together in that relation -- in that regard?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under three."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You answered Justice Alito by saying there are cases in which your inquiry is more searching, more demanding, under four. It might also be the other way around. I mean, if you satisfy -- if, under three, you find that it hasn't affected the outcome, then I don't know where you'd go under four."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. There -- there is an overlap."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So under -- under three, the court could conclude that the defendant has shown that it isn't clear beyond a reasonable doubt, for a constitutional error, that the error didn't affect the outcome, so the defendant would clear prong three, but in prong four, a defendant might still lose if it's fairly clear, but not beyond a reasonable doubt that -- is that -- that how it would work?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't want us to do it, right? You want us to remand it so that they can do it, right? Is that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The point may be tangential, but if both counsel were aware of the date problem, that 2001 was the enactment of the statute, and the jury was later properly instructed, do you think that the government would find it important to introduce the evidence of the pre-enactment conduct, just to set forth scheme, plan, design, purpose, to tell the jury the story?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the argument that was made that in the pre-enactment period the Web site was created, and that's when the -- that was the really hard labor, as compared to just keeping it up to date?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Miller, can I ask you this question? We are construing Rule 52(b) here, not -- as construed in Olano, which has developed the four factors. In your view, does the character of the violation, in this case an ex post facto violation, does that ever make a difference? Could a court ever think that one kind of constitutional violation is a little bit more serious than another, or are they all fungible?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, but the same constitutional analysis includes step four, which is whether it undermines confidence in the result. And don't you think that some constitutional violations more undermine confidence than others?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it not also be possible that some constitutional violations undermine confidence a little more than others?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why is the Second Circuit so wrong to say: We think ex post facto violations are perhaps a little more serious than some others."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are all omissions in jury instructions fungible, then? I'm -- here we have an omission in a jury instruction relating to the Ex Post Facto Clause. Does -- the fact that it relates to the Ex Post Facto Clause doesn't give it any extra weight or any lesser weight in the analysis?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose if the instruction told the jury in a criminal case that you can find the defendant guilty if you think it more likely than not that he committed the crime, that might be different, don't you think?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that this is ex post facto, as opposed to a general due process violation?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you agree that there is a violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fahringer. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, except that I think most trial judges would have admitted this evidence with the proper instruction to the jury, that it's background evidence so you -- you can't tell the jury the story and just begin in 2001, or it doesn't make much sense to them."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I agree there was not a proper instruction here, there should have been an objection, and so forth. But in an ordinary trial, this evidence would have come in with the proper limiting instruction."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of -- of -- of course, the jury would have to be instructed very carefully."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Convicted, but not -- there was a possibility, but not a reasonable possibility. That is, it's conceivable, but the government also is urging the reasonable possibility that it is not likely, given the character of the evidence in the post-enactment period."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And this was a long -- a long jury deliberation."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Kennedy suggested that, even though the conduct was pre-enactment, it would have come in to show pattern, scheme. So it's one -- one thing is to say the evidence, the jury would not have seen that evidence, would not have heard the evidence, and another to say the judge should have charged them: Now, you cannot use this evidence that you've heard for another purpose. You cannot use it to determine his guilt or innocence."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can be pleased that I was not the trial judge. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"I assume you could make all that argument on remand, if we remand it. But what's your argument -- apparently from what I've read in this case, the Second Circuit uses a standard of plain error that nobody else uses."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And it says that all the other circuits say: This is our set of standards, and we've set them forth. And the Second Circuit says: No, it's -- you have to have a new trial if there’s any possibility, no matter how unlikely."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, nobody else uses that. It seems contrary to our cases, and is there any justification for their using it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because unless I can hear a justification, I would guess I would vote to say send it back and let them use the same standard anybody else does."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's your response to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So why don't you make the --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Address the test used by the Second Circuit. That's what we’re concerned about."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's what the question pertained to. They’re using a test nobody else used, that does not comport with -- with our prior opinions. Why shouldn't we send it back and tell them, you know, use the right test?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The very magnitude of the error would argue for -- you’d win on any test. I mean, why does that say you have to use a special test that is specially designed to find when there is hardly any error? Here there’s such a bigger error, according -- that you think that you would have won under any test. So that -- so why -- why do you do have to have this special favorable test? That's -- that's the question that I'm thinking of. I'm not thinking of whether you are right or whether you are wrong on the -- how much evidence there was and how awful it was."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. -- may I ask this question about the -- I -- I should know this, but I don't. To what extent has the regular test that my colleagues referred to applied in ex post facto cases in other circuits?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Were those ex post --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- ex post facto cases?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that it isn't necessarily a conflict between this case and all other plain error cases; it's a narrow category of cases involving ex post facto violations?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you call it an ex post facto violation, but I -- I -- I rather agree with the government; it's a due process violation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- what happened is improper evidence was admitted, because it concerned pre- -- pre-statute conduct. But it might have been evidence that was -- that was irrelevant for some other reason. That would be just as much of a -- a due process violation. What is special about the fact that the reason the evidence before the jury was incorrect was that it -- the conduct occurred before the -- before the statute?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And when a State court allows pre-law conduct to uphold a conviction, that is an ex post facto violation, and we would reverse the State court judgment. But that's not what occurred here. What occurred here is that the trial court let the jury consider evidence, as evidence bearing upon conviction, which it should not have let the jury consider. And there’s a lot of evidence that a court should not have let the jury consider. I don't see anything particularly special about fact that the reason this evidence shouldn’t have been before the jury was that it occurred before the statute."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":6,"sideBefore":"justices","text":"But it not only allowed the evidence before the jury, but it also told the jury it was sufficient to convict."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What if the -- what if the period -- the -- the period that was charged started 1 day before the statute took effect?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would -- would the test be different? Now, if you have 1 day of pre-enactment conduct, it's possible that the jury could convict based on that -- the evidence relating to that 1 day, isn't it? And so, therefore, if the test is any possibility, the result is automatic new trial in that situation. Is -- is that where your argument leads?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's true. And also no person should be convicted with a confession that was coerced. And no person should be convicted with evidence given under torture. And no person should be convicted with evidence unlawfully seized by the police. Now, for all those latter things, every court apparently uses the normal standard. So why would we in this case use a special standard?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and, therefore, no violation of the Ex Post Facto Clause."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There’s also no violation of the Ex Post Facto Clause, which is in Article I of the Constitution and which says no ex post facto Law shall be passed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have -- you don’t have an ex post facto law that was passed here. You have an incorrect jury charge. You have the judge telling the jury that you could convict on the basis of this prior conduct when, in fact, you couldn't. That is not an ex post facto law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I’m looking for Marks, where is that in -- is that in your brief somewhere?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You have mentioned several times the Marks case. What case is --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it in your brief?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, see, I don't know what that case is. If it was a case in which we reversed a State supreme court because the State supreme court upheld the State statute that -- you know, that made prior conduct unlawful, then I -- I think I could say that was an ex post facto violation through the Fourteenth Amendment."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is your position that two concurring judges said that evidence should not have been -- not that it shouldn't have come in, but the jury should have been told you can convict only on post -- whatever the date was? But they also pointed out that one of the most severe incidents fell in the post-enactment period. It was in April of 2001. It was -- and that was vivid evidence properly -- properly used by the jury to determine guilt or innocence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. This -- this evidence was improper because if the legislature had made that action punishable when it occurred before the statute was enacted, that would have been a violation of the Ex Post Facto Clause. Now, in fact, the legislature didn't do that, and, therefore, we have no real violation of the Ex Post Facto Clause. But we do have the admission of evidence that shouldn't have been admitted, which is no different from evidence that should have not been admitted for some other reason. For example, where the -- where the court gives an instruction that permits evidence to be considered as evidence of the crime which, in fact, is irrelevant to the crime. And the jury says you can find him guilty if you find that he held two fingers up in the air, when, in fact, that has nothing to do with the crime. Why is this any different from that? It's just evidence that the jury should not have been allowed to use for conviction. I don't see why there is anything special about the fact that the reason it shouldn't be used for conviction --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- is because it occurred pre-statute."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I thought what we have said that it's just a violation of due process to convict someone for conduct that was not criminal when the conduct was -- was made. It's -- it's -- it's just a due process -- it's a due process violation. It just -- it's a serious due process violation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Courtesy -- courtesy of Justice Kennedy, I have -- I have before me the Marks case. And the -- the summary of the case at the beginning says: “Petitioners were convicted of transporting obscene materials in violation of the Federal statute.” “Held: The Due Process Clause of the Fifth Amendment precludes retroactive application to petitioners of the Miller standards.” It was a due process case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And, therefore, the Due Process Clause was violated when the court let that in."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- you have to persuade us that there is something special about a violation of the Due Process Clause that lets in evidence which is pre-statute, as opposed to violations that let in other evidence that should not properly be used to convict the defendant. And I frankly don't -- don't see why it's so special."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if the conduct that -- we didn't have -- what if we did not have pre-enactment conduct? What if we -- if this statute applies only within the United States, as I assume that it does, and all of the conduct that's now pre-enactment was conduct that took place outside the United States? Would that -- would the case be different for these purposes?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Instead of having pre-enactment conduct, you have conduct in Canada, Mexico, someplace else."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the jury was instructed that he could be convicted on the basis of what had happened in Canada. That would be the same?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, of course, but the question is whether the mere possibility standard would apply in that case as well, or whether you think this mere possibility standard applies only in the case of pre-enactment conduct?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So your position is, essentially, plain error doesn't apply in this area; it's just error because it involved evidence pre-enactment? That error is enough; it doesn't have to meet --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn’t have to meet the standard for plain error?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Fahringer. Mr. Miller, you have 16 minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1797,"interruptions":11,"times_spoken":22,"laughter":0,"num_int_by":4},{"id":1,"fullName":"HERALD PRICE FAHRINGER","firstName":"HERALD","lastName":"FAHRINGER","counsel":true,"justice":false,"side":"respondent","words_spoken":2628,"interruptions":28,"times_spoken":48,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":38,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":334,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":871,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":1797,"times_spoken":22,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":28,"words_spoken":2628,"times_spoken":48,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":2505,"times_spoken":74,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":6},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472411005724}}