{"petitioner":{"name":"SHADY GROVE ORTHOPEDIC ASSOCIATES, P.A.","counsel":[0]},"respondent":{"name":"No. 08-1008\nALLSTATE INSURANCE COMPANY.\n","counsel":[1]},"caseNumber":"08-1008","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-1008, Shady Grove Orthopedic Associates v. Allstate Insurance. Mr. Nelson. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is a procedural standard that has a manifestly substantive purpose, which is to restrict recoveries of penalties. In that sense, it's like a cap on damages. And if you're right, then the purpose that New York had would be completely undermined, because what lawyer would bring a $500 case in State court when she could bring a $5 million case in Federal court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't want to have class actions."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how is it different from Cohen v. Beneficial, the security for costs? Procedural in one sense, but with a definite substantive purpose in mind; that is, to restrict derivative actions."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say just as well here that the question isn't addressed by the Federal rules. If New York wants to say this kind of claim can be brought only as an individual action, not as a class action, why shouldn't the Federal court say that's perfectly fine; this class of cases can't be brought as a class action; we respect the State's position on that. Why should we as a Federal court in a diversity case create a claim that the –- that the State never created?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This Court in its recent decisions has been sensitive to not overriding State limitations, and so has read the Federal rule to avoid the conflict. Gasperini is one such case with regard to Rule 59, interpreted so that you do not collide with the State policy, and the same thing with Semtek with Rule 41(b). The Federal rule is interpreted so as not to conflict with the State policy."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there wasn't a cap on damages in Gasperini. It wasn't a cap. It was --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was that we want the courts to exercise a role in checking these damages so they won't be excessive."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Under -- under your theory, are all of the statutes set forth by the Respondents in their appendices invalid in Federal court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, not half."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So suppose in this case the New York legislature, instead of having a statute that covered penalties generally, minimum recoveries generally, wrote into each statute, each penalty statute, each minimal recovery statute, that this suit must -- may not be brought as a class action -- instead of having an encompassing statute that covered all of them, wrote into each individual statute that limitation."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- are you telling me that even if New York had provided for a specific penalty for a specific matter, the Federal court could disregard that and make it a class action, even if the State that created the right said, this is a right for an individual only?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that even if it -- then you are telling me it doesn't make any difference whether they do it across the board, as they did here, or in each penalty statute it says no class action."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does it or not? I mean, it presented you -- here's a case that says: You can sue for this penalty but only in an individual action."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are saying that even if New York didn't use this shorthand, even if they incorporated it into each penalty statute, your answer would be the same --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Justice Ginsburg's hypothetical was you are entitled to $100 as a statutory penalty but only if it's an individual claim. If you -- if this is brought as a class action, you don't get the statutory penalty. I thought that was the substance of her question. Now, are you saying that also is merely procedural and -- and pre-empted by Rule 23?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you get $100 or you don't get $100. How can you be any less substantive than getting the $100 or not getting the $100?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then under your view, there is absolutely nothing, no law that the State could pass that would not conflict with Rule 23 --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as it -- as with respect to class actions?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean the State could do."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it has to apply to individual actions as well?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have they applied it? If I recall your brief correctly, you say that the New York courts have applied it to causes of action arising under other State laws. Is that right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no New York Court of Appeals decision to that effect?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends upon the persuasiveness of the reasoning of the court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can’t a statute be both? Can a statute both establish a substantive limitation and also establish a rule of procedure for New York courts? Why can't a statute say, New York courts will not entertain any action, including those arising under foreign law, that are class actions seeking penalties? And also, no New York State cause of action which seeks a penalty can be sued on in a -- in a collaborative action? Couldn't you do both in the same?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you are begging the question. It's a general instruction. But can't -- can't the instruction be interpreted to be both?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the statute may put forth both a substantive policy and a procedural policy. I'll give you a concrete example. New York establishes a claim and says in the statute: But this sort of claim has to be brought within 1 year. Then New York gets a similar claim under another State's law, and it says, even though we applied our -- even though our statute applies to our own law in a substantive way -- that is, it says you have no action after a certain amount of time –- we don't want our courts to be cluttered with claims from out of State when we wouldn't entertain similar claims in our own State. That is certainly the way statutes of limitations have been interpreted by a number of States as having both a procedural aspect and a substantive aspect."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that is not altogether true, because there was always recognition that a so-called built-in statute of limitations was substantive."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Byrd turned on the characteristics of a Federal court and that is the judge/jury relationship."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it wouldn't matter what the answer to that was, with the Seventh Amendment looming over that case."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you one brief hypothetical?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Supposing this statute, instead of being as broad as it is, said any statute imposing penalties against insurance companies may not be brought as a class action, any claims brought under that statute?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said that if it puts a ceiling on it, that would be -- that would be substantive rather than procedural."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you can make it a claim brought under the insurance code, instead of against insurance companies."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the basis for the restriction is the additional administrative costs of a class action? In other words, it doesn't say you can't bring it, but it says any recovery shall be reduced by 10 percent because class actions cost more than individual actions?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it different from security for costs? I mean, that's what I started with. That's -- there's nothing in the Federal rules that say security for costs."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Without the bond, the remedy would be -- I don't -- this is a plaintiff that had to put up security for costs."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Landau. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't Rule 23 a judgment by Congress that class actions that meet the criteria of Rule 23 are fair and efficient, correct? That's Congress's judgment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Under your theory, any State could pass a law that says no cause of action under State law can be brought as a class action ever. That would be your theory because it's substantive, if it's an Erie choice."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You haven't quite answered my question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your State can come in and say, no State cause of action will ever be subject to class treatment. And you would say there is no conflict between that and Rule 23?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. No State cause of action can be brought as a class. You're saying there is no conflict with Rule 23's judgment about efficiency of Federal court litigation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Just what it's doing here. There are some things -- we make a policy choice, the State, that, contrary to Rule 23, that there are some causes of action that are not fairly and efficiently brought as a class. That's what the State has said as a policy choice, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's a policy choice."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you have answered my question. Under your view, a State could say, no class actions."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and a Federal court, sitting in diversity, could never aggregate those claims, those State law claims?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do I –- do I understand your response to turn on -- let's say the State, for example, limits class actions because it doesn't want vast exposure under the penalty provisions that you could get in a class action. It only wants to pay when they can be brought on an individual basis. But they may also limit class actions by saying, as Justice Sotomayor suggested, that they are not fair and efficient. Do you get one result in the former case and a different result in the latter?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do you -- how do you tell?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose it's pertinent, then, whether they do it, as I think you were -- was discussed earlier, on an across-the-board basis or on an individual basis?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, how can you say that? The case itself says: We read the language of the statute; Congress didn't say this was to be a class action; we are not permitting it. I understand the difference, and it could have argued or analyzed the case the way you said, but the appellate division there did exactly what your adversary said it did."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the reason -- suppose the reason that they did that -- suppose they are very honest about their reasons, and they say, we think class actions are very often a very good thing, because a lot of people who are hurt can get some recovery and it acts as a deterrent. But there is some bad things about them. And one of the bad things is, somebody files a lawsuit, and before you know it, the litigation expenses are so high that the company feels it has to settle. Now, in our view that latter factor predominates. And that means that these procedures, class actions, will sometimes -- too often -- lead to the unjust, inefficient settlement of disputes. And that's why we are doing it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right, if that's exactly what we did, why isn't that second-guessing the judgment of the rule that they are saying it is efficient -- an inefficient procedure. It is inefficient in terms of the object of -- of the Federal rules and what the class wanted. We want efficient methods of achieving justice."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Overdeterrence because they feel that the class action procedure is one that leads to forcing companies to settle, and to that extent the class action procedure does not lead to the efficient determination of disputes but to the inefficient and unjust determination. That's their honest reason."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, it does. It says it’s the judicial process that does it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's the judicial process and its expanse --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that forces the settlements that create unjust results."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That may be, and suppose they said, you know, a 30-day period for appeal creates unjust results in our opinion, and therefore we think it is more efficient to have a 90-day appeal period. That wouldn't last for 2 seconds, wouldn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So how is this different?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, well, let me be -- I just say I want -- I want to be sure I understood your answer to Justice Sotomayor. Is it your position that, if we follow your view in this case, it would also be true that -- if New York had passed a statute saying no cause of action based on New York law may be maintained as a class action?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that would -- that would apply not only to statutory causes of action but causes of action based on New York common law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I guess --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but wouldn't Justice Stevens's hypothetical suggest that they were less concerned about the impact of -- of the class action procedure than they were about its procedural efficiency? In other words, I understand your position if you're saying, look, we've only got $20 million in this fund to pay plaintiffs and we think it's better to go on an individual basis, because if it's a class action, you know, it would be over in one shot or whatever --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- but it's not appropriate to say, we don't like the class action procedure as a general matter."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And in Justice Stevens's hypothetical, it applied across the board, which would cause me, anyway, to think it was the latter."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It has to be one or the other, though. You -- you -- is it your position that if this is substantive, as you contend, it cannot be procedural? So New York State could not apply this -- this rule to out-of-State causes of action, and if it did, you -- you ought to have lost this case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"New York doesn't have -- as the -- the question that Justice Sotomayor asked and that Justice Stevens asked -- doesn't have any anti-class action as a procedural policy. It has picked out a particular kind of action, one for a penalty, one where there’s -- what is it -- minimum recovery, and said that category, we have -- we're not anti-class action in general, but these penalties that we created, we don't want those brought as class actions."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One -- one question that was raised by the other side is, well, if you're saying this kind of restriction -- restriction on class action -- applies in a diversity case, why not a State that says we love class actions and we want class actions to be -- not to be hemmed in by all of the Rule 23 requirements?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it -- it only reflects a substantive choice -- if it is a substantive choice. If they say, we are not going to allow class actions because we think, procedurally, they are a bad idea because we think lawyers get too much recovery when they recover -- in other words, it -- your -- your position depends upon a characterization of the ban, and the restriction on class actions is either substantive or procedural."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just be sure I am not lost on one point. Does this just apply to statutory cause of action created by New York law? Or does it apply to a statutory cause of action created by New Mexico law?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The language doesn't limit it that way, does it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me ask you this question: Supposing it did apply to statutory cause of actions created by New Mexico law?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that your position basically is that New York can decide what kinds of cases shall be brought as class actions, period."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, whatever the reason --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- for some good reason."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the question is New Mexico causes of action. Can they decide that they don't want actions from outside of the State to be brought as class actions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What it would do, it seems to me, is make it clear that was not a substantive decision, but, instead, a procedural decision."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it could be -- it could be, as I -- the example of the statute of limitations. We create a claim. It has a certain life. It's dead after that time. That's New York law. A sister State may say, we create the same claim, but we think it has a longer life. New York would say, that's fine. Bring that claim in your own State. Don't clutter up our courts with out-of-State claims when we would not hear the identical claim under our own law. There are policies that do operate as procedural limitations and have a substantive thrust."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"New York might well say, look, we don't hear in New York penalty cases, and so we are not going to entertain the sister State claim for any -- when we wouldn't entertain our own. We are not frustrating the sister State. They could bring the class action there, but not in -- not in our courts."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they -- they bring up the Class Action Fairness Act, which allows a plaintiff -- they allow a defendant to remove a class action from a State court to a Federal court, but they also allow a plaintiff to initiate an action in the Federal court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Landau."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Nelson, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- when you are dealing with a Federal statute, there’s a -- there’s a factor that doesn't come up when you are dealing with sister States, and that is the Supremacy Clause. If Congress has made a judgment -- let's say 1983 -- I don't think the State that says, for our comparable claims, we don't allow class action could -- could apply that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't see how that's so when they limit just a particular remedy or penalty. If they were saying, well, across the board we don't want class actions, I could follow your argument much better. But when New York singles out penalties, it seems to be talking not about the efficiency and fairness of proceedings, but that it doesn't want penalty claims to be magnified."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it didn't say that about Rule 59, and it didn't say that about Rule 41(b)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your thought, if you like."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SCOTT L. NELSON","firstName":"SCOTT","lastName":"NELSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3292,"interruptions":23,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CHRISTOPHER LANDAU","firstName":"CHRISTOPHER","lastName":"LANDAU","counsel":true,"justice":false,"side":"respondent","words_spoken":2945,"interruptions":20,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":506,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1269,"interruptions":3,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":303,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3292,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":2945,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":2958,"times_spoken":88,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1}}