{"petitioner":{"name":"ARNOLD SCHWARZENEGGER, GOVERNOR OF CALIFORNIA, ET AL.","counsel":[0]},"respondent":{"name":"No. 08-1448\nENTERTAINMENT MERCHANTS ASSOCIATION, ET AL.\n","counsel":[1]},"caseNumber":"08-1448","date":"2010-11-02T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 08-1448, Schwarzenegger v. Entertainment Merchants Association. Mr. Morazzini. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's a deviant -- a deviant, violent video game? As opposed to what? A normal violent video game?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There are established norms of violence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, some of the Grimms' fairy tales are quite grim, to tell you the truth. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are they okay? Are you going to ban them, too?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference? mean, if you -- if you are supposing a category of violent materials dangerous to children, then how do you cut it off at video games? What about films? What about comic books? Grimms' fairy tales? Why are video games special? Or does your principle extend to all deviant, violent materials in whatever form?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that misses Justice Ginsburg's question, which was: Why just video games? Why not movies, for example, as well?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you actually have studies that show that video games are more harmful to minors than movies are?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"And suppose -- suppose a new study suggested that movies were just as violent. Then, presumably, California could regulate movies just as it could regulate video games."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know -- is that answering Justice Kagan's question? One of the studies, the Anderson study, says that the effect of violence is the same for a Bugs Bunny episode as it is for a violent video. So can the legislature now, because it has that study, say we can outlaw Bugs Bunny?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And there are people who would say that the cartoon has very little social value; it's entertainment but not much else. This is entertainment. I'm not suggesting that I like this video, the one at issue that you provided the five-minute clip about. To me, it's not entertainment, but that's not the point. To some, it may well be."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That same argument could have been made when movies first came out. They could have said, oh, we've had violence in Grimms' fairy tales, but we've never had it, you know, live on the screen. I mean, every time there's a new technology, you can make that argument."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How is this any different than what we said we don't do in the First Amendment field in Stevens, where we said we don't look at a category of speech and decide that some of it has low value. We decide whether a category of speech has a historical tradition of being regulated. Now, other than some State statutes that you point to, some of which are very clearly the same as those that we struck down in Wynn, where's the tradition of regulating violence?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you get rid of rap music? Have you heard some of the lyrics of some of the rap music, some of the original violent songs that have been sung about killing people and about other violence directed to them?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the State --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that obscene in the sense that you're using the word, or deviant?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When you talk about minors, what -- what are you -- what age group are you talking about? If a video game manufacturer has to decide under your statute how to -- where its game stands, what age of -- of a child should the manufacturer have in mind? A 17-year-old? A 10-year-old?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How can they -- how can they do that? Isn't the average person likely to think that what's appropriate for a 17-year-old may not be appropriate for a 10-year-old or an 8-year-old?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But California doesn't do that. California has in big letters \"18.\" So it's not -- is it okay for a 7-year-old? Is it okay for a 12-year-old? Part of this statute requires labeling these video games in big numbers \"18.\" So it's 18, and California doesn't make any distinctions between 17-year-olds and 4-year-olds."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the average minor is halfway between 0 and 18, is that 9 years old? (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't you, if necessary, simply say that -- that a -- a video game that appeals to the prurient, shameful, or morbid interests of those 18 or under, but let's take 18, and it's not suitable in the community for those 18, and it has no redeeming importance of any kind, no serious literary, artistic, political, or scientific value for those 18, that at least as to those, you can't sell it without -- the parent can buy it, but the child can't buy it. So you can't sell to a 12-year-old something that would be horrible for an 18-year-old. Is that -- would you be willing to accept that, if necessary, to make this okay on its face?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Mr. Morazzini, could I take you back to Justice Scalia's original question, which was what counts as deviant violence or morbid violence? Because I read your briefs all the way through, and the only thing that I found was -- you said was clearly covered by this statute was Postal 2. But presumably the statute applies to more than one video game. So what else does it apply to? How many video games? What kind of video games? I mean, how would you describe in plain English what -- what morbid violence is, what you have to see in a video game for it to be covered?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So anything that has those kinds of violence counts?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so how do we separate violent games that are covered from violent games just as violent that are not covered?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not concerned about the jury judging. I'm concerned about the producer of the games who has to know what he has to do in order to comply with the law. And you're telling me, well, a jury can -- of course, a jury can make up its mind, I'm sure. But a law that has criminal penalties has to be clear. And how is the manufacturer to know whether a particular violent game is covered or not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would he convene his own jury and -- and try it before -- you know -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I -- I really wouldn't know what to do as a manufacturer."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So is what's covered here the -- the mature category in the ratings? Is that what this statute covers? Is that what it's meant to cover?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Some, but not all."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me just make one comment on that point. It seems to me all or at least the great majority of the questions today are designed to probe whether or not this statute is vague. And you say the beauty of the statute is that it utilizes the categories that have been used in the obscenity area and that -- that there's an obvious parallel there. The problem is, is that for generations there has been a societal consensus about sexual material. Sex and violence have both been around a long time, but there's a societal consensus about what's offensive for sexual material, and there are judicial discussions on it. Now, those judicial discussions are not precise. You could have had the same questions today with reference to an obscenity statute, and we have -- we have said that with reference to obscenity, there are certain -- that there are certain materials that are not protected. Those rules are not precise at the margins, and some would say not precise in a more significant degree as well. But you're asking us to go into an entirely new area where there are no consensus, no judicial opinions. And this is -- and this indicates to me the statute might be vague, and I just thought you'd like to know that -- that reaction. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about excessive glorification of drinking, movies that have too much drinking? Does that have an effect on minors? I suppose so. I -- I am not just concerned with the vagueness. I am concerned with the vagueness, but I'm concerned with the First Amendment, which says Congress shall make no law abridging the freedom of speech. And it was always understood that the freedom of speech did not include obscenity. It has never been understood that the freedom of speech did not include portrayals of violence. You're -- you're asking us to create a -- a whole new prohibition which the American people never -- never ratified when they ratified the First Amendment. They knew there were -- you know, obscenity was -- was bad, but what's next after violence? Drinking? Smoking? Movies that show smoking can't be shown to children? Does -- will that affect them? Of course, I suppose it will. But is -- is that -- are -- are we to sit day by day to decide what else will be made an exception from the First Amendment? Why -- why is this particular exception okay, but the other ones that I just suggested are not okay?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think what Justice Scalia wants to know is what James Madison thought about video games. (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Did he enjoy them?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"No, I want to know what James Madison thought about violence. Was there any indication that anybody thought, when the First Amendment was adopted, that there -- there was an exception to it for -- for speech regarding violence? Anybody?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the earliest statute?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the earliest statute and how much enforcement was entered?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, on the principle, I mean, it's been quite some years, hasn't it, before this -- since this Court has held that one instance that courts -- that the country, legislatures, can regulate are fighting words? And we regulate fighting words, don't we?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they provoke violence. And the American Psychological Association and the American Pediatric Association have said that certain kinds of video games here create violence when children are exposed. There are 80 people who think to the contrary. There are two huge things of meta- studies that think that -- not to the contrary. All right. So what are we supposed to do?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I go back to -- to what Justice Breyer was asking? Because this Court, with respect to the fighting words -- Chaplinsky and \"in your face\" and provoke an immediate action -- the Court has been very careful to cordon that off so it doesn't have this spillover potential. So you -- you didn't latch on to fighting words. Your analogy is to obscenity for teenagers, as I understand it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So could I just make -- make sure I understand that, Mr. Morazzini, because, as I understand, the State has given up its argument that the interest protected by this law is an interest in preventing minors who see these games from going out and committing violent acts themselves; that the State is not saying that that's the interest in the law; is that correct? That instead the State is saying that the interest in the law is in protecting children's moral development generally?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a point of clarification. Justice Ginsburg talked about the labeling parts of this Act. The circuit court struck those portions of the Act. You have not challenged that ruling."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There are two sections to the Act."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One is a criminal act for selling to a minor, and the other is a requirement that you label in a certain way each video. The district court said both were -- I think the circuit court said both were unconstitutional, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And your brief has not addressed the labeling requirements at all."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an interesting concession on your part, that the labeling doesn't have a need separate from the restriction on sale. I would have thought that if you wanted a lesser restriction, that you would have promoted labeling as a reasonable strict scrutiny restriction to permit the control of sale of these materials to minors, but you seem to have given up that argument altogether."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have conceded it by not appealing it, but okay. We're not -- your case on labeling rises and falls on the sale to minors?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does California --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I gather that -- that if -- if the parents of the minor want the kid to watch this violent stuff, they like gore, they may even like violent kids -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- then -- then the State of California has no objection, right? So long as the parent buys the thing, it's perfectly okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that's basically all this is, is a -- a law to help parents; is that right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there's any barrier in California to minors' access to sexual material?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"California has a Ginsberg-type law."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your office spend a lot of time enforcing that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- you've been asked questions about the vagueness of this and the problem for the seller to know what's good and what's bad. California -- does California have any kind of an advisory opinion, an office that will view these videos and say, yes, this belongs in this -- what did you call it -- deviant violence, and this one is just violent but not deviant? Is there -- is there any kind of opinion that the -- that the seller can get to know which games can be sold to minors and which ones can't?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You should consider creating such a thing. You might call it the California office of censorship. It would -- it would judge each of these videos one by one. That would be very nice."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we let the government do that? Juries are not controllable. That's the wonderful thing about juries, also the worst thing about juries. But -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But do we let government pass upon -- you know, a board of censors? I don't think so."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I can see your white light's on. But even if we get past what I think are difficult questions about vagueness and how to interpret this law, isn't there a less restrictive alternative with the -- a V-chip?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So V-chips don't work."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Morazzini."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- the distinction between books and movies may be that, in these video games, the child is not sitting there passively watching something; the child is doing the killing. The child is doing the maiming. And I suppose that might be understood to have a different impact on the child's moral development."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What was -- what was the state of the record that was present before the Court in Ginsberg?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the Court acted on the basis of common sense?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the material wasn't obscene. They were girlie magazines. I imagine to today's children they would seem rather tame --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- the magazines involved. But they were definitely not obscene with respect to adults."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Talking about common sense, why isn't it common sense to say that if a parent wants his 13-year-old child to have a game where the child is going to sit there and imagine he's a torturer and impose gratuitous, painful, excruciating, torturing violence upon small children and women, and do this for an hour or so, and there is no social or redeeming value, it's not artistic, it's not literary, et cetera -- why isn't it common sense to say a State has the right to say, parent, if you want that for your 13-year-old, you go buy it yourself. Which I think is what they're saying."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It does, it does. What it has is -- and I've looked at the studies, perhaps not as thoroughly as you, but it seemed to me that Dr. Ferguson and Dr. Anderson are in a disagreement. They aren't in that much of a disagreement actually, but they've looked in depth at a whole lot of video games, not movies they're talking about or other things; they're talking about video games. And both groups come to the conclusion that there is some tendency to increase violence. And the American Psychiatric -- Psychological Association and the American Pediatric Association sign on to a long list on -- I think it's the Anderson side that this does hurt children. I have to admit that if I'm supposed to be a sociological expert, I can't choose between them. But if I can say could a legislature have enough evidence to think there's harm, the answer is yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. They need additional help because many parents are not home when their children come home from school. Many parents have jobs, I -- we hope. And -- and when -- when their children are there, they do what they want. And all this says is, if you want that gratuitous torture of, let's say babies, to make it as bad as possible, what you do, parent, is you go buy it; don't let him buy it on his own, and he's 13 years old. Now, what's the common sense or what's the science of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to interrupt your answer, but any 13-year-old can bypass parental controls in about 5 minutes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How much do these videos cost?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not too many 13-year-olds walk in with a $50 bill, do they?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're away from the common sense. If you're going back to the common sense of it, what common sense is there in having a state of the law that a State can forbid and says to the parent the child, the 13-year-old, cannot go in and buy a picture of a naked woman, but the 13-year-old child can go in and buy one of these video games as I have described? I've tried to take as bad a one as I could think of, gratuitous torture of children. Okay? Now, you can't buy a naked woman, but you can go and buy that, you say to the 13-year-old. Now -- now, what sense is there to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You mean love is not something that people have tried to encourage children to understand and know about? I mean, what's the difference between sex and violence? Both, if anything?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. I understand that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Graphic violence. There is a difference. We do not have a tradition in this country of telling children they should watch people actively hitting schoolgirls over the head with a shovel so they'll beg with mercy, being merciless and decapitating them, shooting people in the leg so they fall down -- I'm reading from the district court description -- pour gasoline over them, set them on fire, and urinate on them. We do not have a tradition in this country. We protect children from that. We don't actively expose them to that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it your position -- I know this is a facial challenge, Mr. Smith. So is it your position that the First Amendment could not prohibit the sale to minors of the video game that I just described?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I know you don't, but what is -- you're avoiding the answer. Does the First Amendment protect the sale of that video to minors?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A minor?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your position is that the First Amendment does not, cannot, no matter what type of law, whether this one is vague or not, that the State legislature cannot pass a law that says you may not sell to a 10-year-old a video in which they set schoolgirls on fire."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what if -- what if a State passes a -- what if California took the list of video games that your association rates as mature and said there's a civil penalty? And you apparently don't want your -- you don't want vendors selling those games to minors; isn't that right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You don't want that. And, now, what if California said there's a civil penalty attached to that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You seem to argue that -- that there really is no good reason to think that exposure to video games is -- is bad for minors, exposure to really violent video games is bad to minors; is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Smith, is there any showing that the State could make that would satisfy you, that would say, yes, that's a sufficient showing for this law to go forward? You know, I understand that you think that the current studies don't suggest much of anything about harm."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but are there studies that would be enough?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"But you really don't want to argue the case on that ground. I -- I gather you don't believe that the First Amendment reads: Congress shall make no law abridging the freedom of speech except those that make sense. Is that --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But we have here a new -- a new medium that cannot possibly have been envisioned at the time when the First Amendment was ratified. It is totally different from -- it's one thing to read a description of -- as one of these -- one of these video games is promoted as saying, \"What's black and white and red all over? Perhaps the answer could include disposing of your enemies in a meat grinder.\" Now, reading that is one thing. Seeing it as graphically portrayed --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"And doing it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"-- and doing it is still a third thing. So this presents a question that could not have been specifically contemplated at the time when the First Amendment was adopted. And to say, well, because nobody was -- because descriptions in a book of violence were not considered a category of speech that was appropriate for limitation at the time when the First Amendment was violated is entirely artificial."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Smith, do you think all video games are speech in the first instance? Because you could look at these games and say they're the modern-day equivalent of Monopoly sets. They're games. They're things that people use to compete. You know, when you think about some of them -- the first video game was Pong. It was playing tennis on your TV. How is that speech at all?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So are we going to separate video games into narrative video games and non-narrative video games?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what -- what about a law that says you can't sell to minors a video game -- it doesn't care what the plot is, but no video game in which the minor commits violent acts of maiming, killing, setting people on fire? What about that? Would that -- would that be regulating speech?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not speech. You're saying you just can't let the kid maim -- maim, kill --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- or set on fire. What the law would be directed at is not the plot, not the video game itself, but the child's act of -- of committing murder, maiming, and so forth."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The child is speaking to the game?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Smith, your -- your challenge is a facial challenge?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that under -- whether you use the Salerno test or the Glucksberg test, if there is either one or any applications that would satisfy the Constitution, the facial challenge fails. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought we referenced them last year in the Stevens case, and the only reason we didn't have to decide which applies is because we adopted an approach that looked at overbreadth and said this statute is overbroad and specifically didn't decide whether it could be applied in that case to -- to crush videos."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I understood -- the tenor of much of the questioning, I think, is that there may be games and may be minors -- maybe a less violent game sold to a 17-year-old, perhaps that violates the First Amendment, but something like Postal 2 sold to a 10-year-old might -- might well not violate the First Amendment to apply this law to that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And the way we approached the issue in Stevens, where we had hunting videos and crush videos, would say that it's too broad to apply the law to everything, so we strike it down, it's overbroad, but leave open the possibility that a more narrowly drawn statute might pass muster. Why -- why isn't that a good approach here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So it's not susceptible. Throughout you've been arguing your point, which is fair. You have some experts who -- who favor you, and you make that point very strongly, and your point's a pretty good one and a serious one, that it's very hard to draw this line under traditional First Amendment standards. But I'd like you to deal with their point for a moment. And I take it their point is: There is no new First Amendment thing here. There is a category -- call them X -- which really are involving things like torturing children, et cetera. Maybe you don't like to sell them to anybody. You have them X'd or some special thing. But they exist, and they fit within a Miller-type definition. They are much worse than the simple girlie magazine that was involved there. And they will use traditional First Amendment tests; that is to say, there is speech at issue, that speech is being limited, it is being done for a good reason, compelling interest -- namely, this problem with the X videos and the torture and living it through -- and there is no less restrictive alternative that isn't also significantly less effective. See, I want you to deal with that directly, because what you have been doing for the most part is saying we have to be in some new, total new area, et cetera. But their argument is you don't have to be in some totally new area, et cetera. Apply traditional First Amendment standards, and we win. That's their argument, and I'd like to hear what you have to say about that, specifically."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is not an exception. It is the traditional strict scrutiny First Amendment test."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then let's -- to get you to focus on it, I'll say I've made the argument. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But they have plenty of evidence that --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Why couldn't you make the same arguments with respect to the obscenity statutes?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't violence be treated the same as obscenity?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the courts --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The courts struggled for many, many years and are to some extent still struggling with obscenity. They came up with basically what we might call the Miller standards. And -- and the State has said this gives us a category that we can work with, with reference to violence."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You could make all those arguments with reference to obscenity."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, and you started Ginsberg with something that is proscribable even with regard to adults."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You know that there is such a thing as -- as obscenity, which can be proscribed even -- even as to adults; whereas in this case, I don't know that there's such a thing as morbid violence which could be eliminated from ordinary movies."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me be clear about exactly what your argument is. Your argument is that there is nothing that a State can do to limit minors' access to the most violent, sadistic, graphic video game that can be developed. That's your argument?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it or isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, when you --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, when you say that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"So, just to be clear, your answer to Justice Alito is, at this point, there is nothing the State can do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could I -- could I just have a simple answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There's nothing the State can do."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Smith, how can you say that? There's plenty of proof that -- that children are going into stores and buying these games despite the voluntary rating system, despite the voluntary retailer restraint by some. There's still proof out there, and an abundance of it, that kids are buying the games."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And there's proof that some parents, as well-intentioned as they may or may not be, have not been able to supervise that. So I -- starting from the proposition that there is a problem, it's a compelling State need, why are you arguing that there is no solution that the State could use to address that problem?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it's still about 20 percent of sales are going to kids."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you have a law that says the State has to put -- the dealers have to put the violent video games in a particular area of the video store?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That is not -- and then -- you know, and minors are not allowed in that area."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer -- your answer to the first question of Justice Alito and the Chief Justice was yes, isn't that -- that you are saying there's nothing they can do. So now, am I right about that or am I not right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I am right? Okay. All I wanted was an answer to that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"So they can't say, example, all the -- all the highest rated videos have to be on the top shelf out of the reach of children. Can they do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's what they do with cigarettes or something, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I know that cigarettes are not speech, Mr. Smith. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Cigarettes are something that we have determined are harmful to children. The question is, you say the record doesn't support the idea that these video games are harmful to children. Some of us may conclude that it does."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But on that -- on that score, Mr. Smith, there is a study by the FCC. The question is whether violence can be restricted during the hours when most children are awake, just the way pornography is. I don't remember what -- what are the hours, that -- something like from 10:00 in the evening until -- I don't -- but -- but didn't the FCC say, yes, we could do the same thing for violence that we're doing for sex, except we don't think we ought to do it; we think Congress should do it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you say there's no problem because 16-year-olds in California never have $50 available to go buy a video game and because they never have TVs in their room, and their parents are always home watching what they -- they do with their video games, and the parents -- and the video games have features that allow parents to block access, to block the playing of violent video games, which can't be overcome by a computer-savvy California 16-year-old; that's why there's no problem, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We draw that kind of line of course in the death penalty area, don't we? Between 18-year-olds? You are under 18; you can't be sentenced to life without parole; if you were over 18, you can."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And we do it for drinking; we do it for driving."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Stick to the X things, maybe. Maybe it would restrict the total gratuitous torture. And if that's what it restricted, why is that such a terrible thing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And as you experimented with other things, as they did in the obscenity area, you could discover you could limit it to that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you have your rules, so why wouldn't the first step be they'd follow your rules? Your rules. The X things would be limited to people who are over 18, and we'll see if we ever get prosecuted for a different one. And you might never."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Smith. Mr. Morazzini, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. If it has a plot, it has artistic value? Is that going to be the test for artistic value? Anything that has a plot?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, one factor to be considered, sure. But you're not telling us that, so long as it has a plot, it's okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't have artistic videos that involve maiming and cutting off heads and eviscerating people, and pouring gas, right? So long as its artistic, it's okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Artistic for whom? For a 5-year-old? What a 5-year-old would appreciate as great art, is that going to be the test?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Mortal Kombat is prohibited by this statute?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a candidate, meaning, you know, yes, a reasonable jury could find that Mortal Kombat -- which is, you know, an iconic game, which I'm sure half of the clerks who work for us spent considerable amounts of time in their adolescence playing. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what she's talking about. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would a video game that portrayed a Vulcan, as opposed to a human being, being maimed and tortured -- would that be covered by the Act?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the -- if the video producer says this is not a human being, it's an android computer-simulated person, then that doesn't -- all they have to do is put a little part or feature on the creature and they could sell the video game?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens when the character gets maimed, head chopped off, and immediately after it happens they spring back to life and they continue their battle? Is that covered by your Act? Because they haven't been maimed and killed forever. Just temporarily."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You think so? Isn't that feedback to Justice Scalia's question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Smith."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"ZACKERY P. MORAZZINI","firstName":"ZACKERY","lastName":"MORAZZINI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2368,"interruptions":42,"times_spoken":70,"laughter":0,"num_int_by":8},{"id":1,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":3100,"interruptions":39,"times_spoken":70,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":814,"interruptions":1,"times_spoken":34,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":954,"interruptions":3,"times_spoken":34,"laughter":6,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":493,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":713,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":527,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1194,"interruptions":0,"times_spoken":18,"laughter":2,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":1,"times_spoken":9,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":2368,"times_spoken":70,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":39,"words_spoken":3100,"times_spoken":70,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":13,"words_spoken":5463,"times_spoken":157,"laughter":12,"num_int_by":6}],"outcome":{"side":"respondent","margin":5},"prediction":{"petitioner":0.487114496026725,"respondent":0.5128855039732749,"date":1472418052846}}