{"petitioner":{"name":"MARY BERGHUIS, WARDEN","counsel":[0]},"respondent":{"name":"DIAPOLIS SMITH. ","counsel":[1]},"caseNumber":"08-1402","date":"2010-01-20T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument first this morning in Case 08-1402, Berghuis v. Smith. Mr. Restuccia. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- I don't know if this is relevant or how to use it, but years ago, I took a course in this kind of thing at the Kennedy School. I was teaching, and they said the only way you could figure out what -- what's what here is you use something called “binomial theorem,” and you have to have, like, urns, and you imagine that there’s an urn with 1,000 balls, and 60 of them are red, and 940 are black, and then you select them at random, and -- and 12 at a time. You know, fill 12 -- fill a hundred with 12 in each. And when we tried to do that, just for the interest of it, I -- I found that you would expect, with these numbers, something like a third to a half of juries would have at least one black person on it. Now, that may be wrong, because I am not a mathematician, but -- but putting that together, it looks as if there is a pretty big disparity."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"On the other hand, that isn't what they testified to, so I guess you’re going to tell me just ignore it and forget it."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, maybe it’s the only way to do it, that the statistician stays with these urns, which I guess they have computer programs for."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't know, in other words, and maybe I should just -- I hate to write something, like, saying 2 and 2 is 6."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"But we don't have any urns here. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":4,"sideBefore":"justices","text":"No. You can skip it, if you want. If there's any comment, fine."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"I think your point was that Duren was quite different in the numbers --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- starting out with women 54 percent of the population, and then dwindled to 14.5 percent of the -- of the jurors, available jurors."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the point is, just following up, it's not that you’re going to say 2 plus 2 is 6. I suppose, under AEDPA, all you have to do is say 2 plus 2 is somewhere between 3 and 5, right?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt with this question that goes both to what Justice Ginsburg asked and the other? Should we treat all areas the same, depending -- say it's -- the disparity between a jurisdiction which has only 3 or 4 percent of a minority should be treated similarly to a jurisdiction where they have 30 or 40 percent?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it perfectly obvious that you’re going to have dramatic differences where you only have a very small percentage, as in -- in Grand Rapids, for example, and where you have a major percentage as you did in Duren."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but I suppose the thrust of Justice Stevens's question was that if you have a very small population that we are concerned with, then the disparity can be very substantial, especially if you use the comparative disparity."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I think -- at least, I was interested in that aspect of his question."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but we have a half- hour. I’d kind of like to know how to --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- but your test is 10 percent. And if you have a minority, what is it here? 7 point -- whatever it is. 7 --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's under 10 percent. That would mean that a district is free to just disregard all the people who are under 10 percent of the population."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You would suggest that in a population that has 9 percent of any group, protected group, that if they didn't have one person serve on a jury per year of that group, that that would not -- under an absolute disparity test using the 10 percent figure, that would not give rise to any kind of suspicion?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It would not meet the Duren's second prong."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that make any sense to you?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't think that -- that any court has suggested that the complete absence of the protected group in that kind of number wouldn't give rise to a fair representation claim. That's why this Court, the Michigan court, and many others have said that the absolute disparity test just can't be used in every circumstance."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't. The question I have you for you is -- that's what you have been advocating, or at least your brief suggested we should. Wouldn't it be better for to us leave this in the hands of the courts to sort of figure out what test is better under what circumstances than us announce a flat rule that would lead to a result like the example that I just used?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I agree that if a protected group is 1 percent of the population, that it’s not likely that their absence is going to give rise to any flags."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think there is a difference. I don’t -- I just don't know statistically where. And we have to leave this in the judgment of the lower courts as to where between 1 and 9 or 1 and 10 a difference makes sense. And that's what the courts are saying, is: We can't use one test to determine that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's wrong --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. What's wrong with a rule?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"With a rule? With picking a number, rather than leaving it up to the courts of appeals or the district courts to use different numbers, different times? I don't have to review all of these cases all the time. Why don't we pick a number? You want 10, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know. The one thing I learned from the urn business is it never turns out the way you think. (Laughter.)"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":3,"sideBefore":"justices","text":"For example, it had the example of, like, the eight: There are eight out of a hundred, and you run this thing a thousand times, and you’ll discover that there is one black juror on about half the juries, or a third, anyway. That's much more than I would have thought intuitively. And I might not have even read the example correctly. So you see why I -- I’m at sea, as soon as you tell me to be a statistician. I even got a book called Statistician for Lawyers. That didn't help me very much. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"That's why Las Vegas makes a profit, right? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Well, it does depend, doesn't it, on the size of the -- the urn? In other words, if it's a smaller -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"If it's 10,000 of these balls and you are going to go through it 10,000 times, it's more likely that you are going to get a sample that reflects the overall percentage, correct?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you saying that systematic exclusion -- and we are assuming good faith, no intent to discriminate --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that systematic exclusion is always proven or disproven by statistics?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I’ll -- I’ll allow you to answer, of course, but --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If not, how do we show systematic exclusion? Again, assuming good faith, no intent to discriminate."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The statistical issue is very interesting, but I -- I wonder, if we were not looking at this through AEDPA, why we -- why a court should necessarily have to start with the question -- with the elements of the prima facie -- with the question of whether there is unconstitutional underrepresentation, when in the end, as I understand Duren, the defendant has to identify some aspect of the jury selection process that has a disproportionate impact on the group involved and is unreasonable? And unless that can be done at the outset, why struggle with these statistics? Now, here, to illustrate, the aspect of the jury selection process that the Sixth Circuit thought was unreasonable was the prior practice of choosing the jurors first for the district courts, the misdemeanor courts, rather than the circuit courts, the -- the felony courts. But the -- the trial judge, it seemed to me, address this in -- in a very thoughtful way, and he said there just isn't any proof that this old system had that effect. And it's hard for me to see how it could have that effect, unless the -- the number of jurors chosen for the district courts in Grand Rapids was disproportionate to the number chosen for the district courts in the other jurisdictions within the county. So that seems to me to be the end of the case. And why does it make sense to -- to struggle with this rather complicated statistical problem, if at the end of the day, it's going to come down to something of that nature?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't the Michigan Supreme Court do essentially what Justice Alito suggested, that they said: We’ll give you the benefit of the doubt, go on to the third. But on that third, it seems to me there’s nothing that shows us what was the representation in the district before they made the change vis-à-vis the circuit courts, was there?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's in the -- in the circuit court. Do we know what the figures were just for the district court?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it possible -- it's awfully hard to get these percentages when you get small numbers, as you do. But doesn't it seem intuitively obvious that if you give the district courts first crack of -- of the size of the pool that has more of the African-American potential jurors in it than the other, that it's -- it's bound to have an impact?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but there’s a much higher percentage of African-Americans in Grand Rapids than there is in the county as a whole."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the jurors that served on the district court, were they -- were they taken from the entire county, too, or just from Grand Rapids?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the district court jurors could -- could include as many jurors who are not from Grand Rapids as they could from Grand Rapids?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. That -- I'm confused."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was the other way around. I thought Grand Rapids gave however many -- you know, 30 percent to the pool and then took Grand Rapids people back?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- apparently, we were not communicating correctly."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the jurors who served on the district court were primarily from Grand Rapids, rather than Kent County as a whole?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me just ask you"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a factual question. Could they put on the district court jurors who did not come from Grand Rapids?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, then, inevitably, if you give the district court jurors first, a pool of African-American jurors are going to be larger serving in the district court than in the -- in the felony court."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So, is there anybody who said whether -- if all -- they all take their jurors first, the districts, and Grand Rapids uses a higher percentage of jurors. So now there -- and they have more of the black jurors, so that there are fewer left over --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That could be. Now, is there any -- in this record, does anybody say whether that's okay or not? I mean, to -- to have people serve jury duty near where they live or nearer where they live, on its face, is not so bad. Did -- did anybody say whether this is good or bad?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Do you have to be a -- a resident of the district in order to serve as a juror in the district court?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to be?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So then if this system were not in effect, and if Grand Rapids had to take white jurors from other counties as opposed to a larger percentage of black jurors from Grand Rapids, then you’d have a claim in Grand Rapids, wouldn't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you’d have a jury pool in Grand Rapids that wouldn't reflect the larger number of blacks in Grand Rapids."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you’re damned if you do and damned if you don't, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so do we have any evidence in the record that -- I gather this whole claim depends upon Grand Rapids having more need for jurors per capita than anywhere else?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So do we have any evidence in the record that that’s the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would suppose that’s something we can find out pretty easily, right? I mean, you look and see how many jurors are pulled for -- how many jurors Grand Rapids needs in a particular period --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- compare it to how many jurors Rockland needs."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me get that. If -- if a procedure routinely results in statistical underrepresentation that is significant, is that not a clear showing of systematic exclusion?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes -- no, that's -- it's a hypothetical."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Routinely results in significant underrepresentation, then that is automatically systematic exclusion?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then they would not have -- have gone on to the systemic issue, because the disparity was so marked, just on the -- just on the numbers?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, isn't the -- I'm trying to think about the third prong of -- of --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of Duren. Isn't -- if it's routine and it's predictable and it's constant, isn't that always due to systematic exclusion?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But concluding that it's systematic doesn't mean that the defendant wins. It just means that the State has to -- has to justify the -- the mechanism that's causing -- that's causing this -- this situation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One point of information: What is the Michigan ID?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask this factual question: Am I correct in understanding that Michigan in fact has changed the practice with regard to giving priority to --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Lawrence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you had a community with one African-American, your argument would be the same, if that's the disparity? That means every -- every minority is left off the jury."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I'm -- I guess I’m echoing Justice Stevens’s question of whether or not this type of statistical analysis really works when you’re dealing with relatively small numbers."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but there you were dealing with an express exemption. There was an exemption for a woman, and also in the record was that the jury clerk was sending out notices saying: Women, if you do not wish to serve, return the summons to the judge named on the reverse side as quickly as possible. And then, further -- systematic -- if the card was not returned, if a card sent to a woman was not returned, it was automatically assumed that she did not wish to serve. There was no follow-up. So there was all kinds of evidence of systematic problems in Duren that are not present here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where did the Court say that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. You -- if that statement is true, then -- then there is -- there’s no third part to the three-part test. I thought Duren established a three-part test."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the third one was that you had to establish -- after having already established the disparity, you had to establish that there was a selection process which caused the disparity. And you are telling us that you don't have to proceed to step 3. Once you show the disparity, it is assumed that it is the product of the system."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, that was after -- that was after showing the systematic factors. It was the plaintiff's burden -- or the defendant in the case, Duren -- burden to show there was a systematic factor. That was the automatic exception for a woman and how it worked in practice. After all of that, then Justice White tells us, the State could still come back and say yes, that's true, but there were other reasons why women didn't show up. Maybe they were disproportionately elderly, or maybe they were involved with child care. That's what -- that's what Duren said, that the -- showing a systematic factor was the plaintiff's burden, and then the State could justify why the numbers came out that way."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How do you reconcile that with the third test? Please tell me how you reconcile that statement with the fact that it did set forth a three -- a three-prong test."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It says that the State has to show that it has a reason, a good reason, for -- the aspect of the selection process that has been identified as causing the disparity. But does it say that it's the State's obligation to go through every factor that may cause the disparity and justify every one? Or is it the defendant's obligation to point to some aspect of the selection -- of the -- of the system that causes the disparity? Then once the defendant identifies that, then the State can show if it -- can try to show that there's a good reason for it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do I understand your siphoning theory to depend upon Grand Rapids drawing a disproportionate number of jurors from the pool?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That results in fewer minorities going up to the county court, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Removed from the county --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where in the record is it established that Grand Rapids had a disproportionate need for jurors from the pool?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's -- if your theory depends upon Grand Rapids drawing a disproportionate number and it is not in the record that Grand Rapids drew a disproportionate number, I think that means you lose."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the only factor that the Sixth Circuit identified as illegitimate, was this -- was this siphoning system."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It rejected everything else, didn't it?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, why is it -- I’m just not clear in my mind. Why is this siphoning bad? My impression, which may be wrong, is you -- you have a thousand people in the room, let's say, and if you let the district courts choose first, people will serve nearer where they live. Now -- and so most of them would rather serve nearer where they live. And the result of that could be, for the reasons that were stated, that then there are fewer minorities on the more general jurors that draw from a wider area, and I don't know about the merits of that. I mean, I see a negative, and I see a positive. So is it -- it doesn't seem to me obviously bad, nor is it obviously good. So what should I do?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but -- but that's just the explanation of the problem that we're seeing."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The problem we're seeing is that if Grand Rapids has a higher juror utilization rate and they have a higher minority population, then you will end up with the leftover juries having a lower minority population. Now, the explanation for that is that you choose the district judges -- you choose the district jurors first. My question to you is: I -- if you're just a -- I'm not instructed in this area. If you were just to tell me, what do I think of that, I would say I'm not sure. I think you have fewer minorities, that's true, but people get to serve closer to home. Now -- now, can you enlighten me a little bit about this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of course. Of course, but we have to look at this on a proportional basis, right? Grand Rapids is also sending a higher number of jurors to the pool than -- than the small rural county."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your theory depends upon Grand Rapids drawing not just a proportional number, if it's contributing 30 percent and it draws 30 percent; your theory depends upon Grand Rapids contributing 30 percent to the pool and drawing 40 percent."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And so, what -- what did it result in? It resulted over a 6-month period and a difference between 18 percent underrepresentation and 15 percent. And your adversary says that's not statistically meaningful difference, that 3 percent, because it only takes a difference of a couple of people to change it from 18 to 15."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's -- what's unreasonable about that argument?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You can't -- you are comparing apples and oranges, because your pre-spike was over a year and your post-spike was over 6 months. We don't know what would have happened -- or didn't have statistics of a year or longer."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I wouldn't say that, but I still haven't -- I will try again. Forget the cases. As I’m hearing this, all I’m hearing is: Well, if you let the -- if you say that the wider area should choose first, you will get a higher number of minorities, but very tiny number; I mean a very small addition, one or two people. And if you do it the way they’re doing it, you'll lose those one or two people, but you will let people serve closer to home. So I just think -- as a person, not as a judge -- that's why I am letting you answer it as a judge -- but I mean, I’d say, well, it doesn't sound like much of a big deal. And -- and I do see an advantage in this, of the way they are doing it, so, now, you tell me what's -- what's wrong with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How is that? Don't those people then have to become professional jurors? They have to serve on every jury, or you’re going to have the disproportion that the statistics show."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"May I stop you there for a moment? Because one of the things that was in the Duren opinion was that a child care excuse would be okay. I think Justice White said at the end, now, I'm not touching the typical hardship excuses, and one of them was child care, and that is -- certainly, in the early '70s, was going to disproportionately affect women. You have far fewer women if you give a child care exemption."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But this -- he wasn't talking about individual cases."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me make sure I understand your position. Assume that there is an -- an identifiable disparity of 2 percent or 3 percent, or whatever it might be to get to the threshold of being significant, that’s entirely caused by the fact that the members of the minority have personal excuses that justify non-service. What do you do with that case? Do you find that it was -- it’s unconstitutional, or don't you?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It is. It's assuming --"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I didn’t --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, that's policy. Can't you say that that is systematic exclusion because it's part of the system?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But is it unconstitutional, is what I'm trying to find out. Society benefits because -- if you make them serve; the society benefits if you grant the excuses, too."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there a Federal district that corresponds to this Kent County? Is there a Federal district court that would be calling jurors in -- in the same geographical area?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't have -- you don't have comparable -- comparable records for what was going on in the -- in the district court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are there -- are there courts that you know of that do what you are suggesting needs to be done? When a juror does not show up, the judge issues a bench warrant, and -- and the police are sent out to arrest the person and drag the person into court, or somebody says, I am a single parent, and I have children, and I'm too poor to have a nanny or an au pair, and, therefore, please excuse me; and they say, no, you have to find some way of getting here. Are there courts that do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Sterling, I don't -- you seem to acknowledge that, to make your case, you have to show that Grand Rapids district drew from the pool a disproportionate number of people. Why -- why do you have to prove that? If Grand Rapids contributes to the pool an inordinate, disproportionate number of the minority -- blacks in this case -- even if Grand Rapids simply took back a proportionate number from the pool, it would still have a disproportionate effect on reducing the number of blacks in the overall pool, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer to Justice Scalia's question is -- is no, right? Because the idea is, if Grand Rapids sends up a pool that’s 30 percent minority and if it takes back the same number as everybody else, it's going to get -- the county is going to get the same proportion. It's only when they take back more. They have the more heavily African-American pool, and they are going to draw from it more than everybody else is drawing from theirs, so there will be fewer African- Americans to go to the county."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you have no evidence that Grand Rapids takes back more than its share, proportionally, than anybody else."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"At the county level?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Was there any evidence that your venire -- that minorities were underrepresented on your venire?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that in the record?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Help me --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Help me -- help me with the math. If there were one more African- American, what would the percentage be? Pretty close to what you’re saying it should be, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to your point about -- that there was a big change when the draw came from the circuit first, before the districts. I thought it was agreed that, before, there was an 18 percent, on average, comparative difference and, after, 15 percent. That doesn't sound like a big change."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But a step -- a step in the right direction is not enough. You were adducing that to prove that the prior system had a significant effect, and it turned out, it didn't have a very significant effect. It doesn't prove your point to say, well, it's a step in the right direction. If it's insignificant, it's insignificant. Whether it's insignificant in the right direction or the wrong direction doesn't matter."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I still don't -- I don't understand this problem of -- of you have to show that they took back more than they contributed. Let's assume that Grand Rapids is -- is entirely black, and its entire delegation that goes to the pool are all black, okay? And let's assume that those blacks are 10 percent of the -- the totality, and there are no blacks from anywhere else, okay? Then Grand Rapids takes back simply the number of people it -- it took, its set, which would be 10 percent, and it takes black -- takes back all of the blacks, who are the Grand Rapids residents. All of the other districts would thereby have zero percent blacks instead of 10 percent, which is what they ought to have."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly. So why expect the other districts to have 10 percent blacks simply because Grand Rapids contributed 10 percent of the totality, all of whom were black? There -- then there’s a requirement for each district to have 10 percent blacks, right? But if Grand Rapids takes back its -- its -- the people it sent, there are no more blacks left to go around."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that the case --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":9,"sideBefore":"justices","text":"So what if --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"If -- if Grand -- if Grand Rapids uses a disproportionate number of jurors in its district courts, then you are going to have this problem -- the only way to fix the problem would be to have a separate jury system for the district courts. If you have the -- the circuit courts going first, then the people in the district courts are going to have the problem that you identify. If you have a system in which it's all done randomly -- circuit court, district court -- the people who come toward the end are going to have the problem. So I don't see any way out of this, if in fact there was a statistical basis for it, other than having a separate selection process for the district courts. Is that what you think is necessary?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So is --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was a question of what was permitted. Here you’re trying to say this is required. The school’s case was, these are measures the district could take if it wanted to. But you are saying these are measures the district must take because the Constitution requires it. They are quite different settings."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about the -- the more I listen, the more I think you think there are a lot of things people could do. They could send three letters; they could explain in the letters why it's important to come; they could try reversing the thing a little bit with the districts first or not first -- all kinds of things. But what -- but now you’re forcing them into this legal rubric. So what about a decision, which you wouldn’t like, probably, but it would say we can't say that they’re unreasonable in respect to not having all of these, but there -- who knows? You know, when they get around and others try them, et cetera. In other words, unreasonable/reasonable is one standard, and ambiguity plays a -- a role here, too, that might be helpful."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Restuccia, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC RESTUCCIA","firstName":"ERIC","lastName":"RESTUCCIA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3091,"interruptions":27,"times_spoken":71,"laughter":0,"num_int_by":8},{"id":1,"fullName":"JAMES STERLING LAWRENCE","firstName":"JAMES","lastName":"LAWRENCE","counsel":true,"justice":false,"side":"respondent","words_spoken":1996,"interruptions":30,"times_spoken":60,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":688,"interruptions":3,"times_spoken":31,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1068,"interruptions":4,"times_spoken":18,"laughter":2,"num_int_by":4},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":662,"interruptions":2,"times_spoken":19,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":704,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":390,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":675,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3091,"times_spoken":71,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":1996,"times_spoken":60,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":4892,"times_spoken":142,"laughter":5,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5817923997918362,"respondent":0.41820760020816383,"date":1472703110410}}