{"petitioner":{"name":"REED ELSEVIER, INC., ET AL","counsel":[0,1]},"respondent":{"name":"IRVIN MUCHNICK, ET AL. ","counsel":[2]},"caseNumber":"08-103","date":"2009-10-07T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-103, Elsevier v. Muchnick. Mr. Sims. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a lot harder case than Arbaugh, though. Arbaugh involved the definition of an employer and then the scope of the statute. This one says no suit shall be instituted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you are right that Arbaugh at least set forth a clear statement rule, but I think that's significant only going forward. I don't know that Congress, when it passed this provision, could have been aware of the clear statement rule that Arbaugh articulated."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with the - - with the government that it's mandatory for the district court but prohibited to the court of appeals? The government has this hybrid where, because of the public purposes served by registration, not only can but the district court should raise the failure to register on its own, but then the government says once you have a final judgment in district court, it's no longer open for the court of appeals to raise it on its own. Do you agree with that or do you say it's for the defendants to raise, and if they don't raise it, too bad?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can I ask you, one of the points made by the amicus is that, if I recall it correctly, that what -- what Congress had in mind in phrasing it this way was to enable -- enable the party who had not gone to the Copyright Office to go after dismissal on jurisdictional grounds, and the implication is that if it were not held to be jurisdictional, there would be a merits dismissal because of the failure to have gone to the Copyright Office first. And therefore would not -- the plaintiff would not be able to come back to the court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I didn't -- I didn't think it related to the third sentence. I -- I thought she said the whole purpose of Congress was to make sure that you'd be able to come back, that your failure to go to the Copyright Office initially would not result in a merits dismissal so that you could not later go back and then rebring the suit. If it was jurisdictional, just a jurisdictional dismissal, the jurisdiction could be cured by going to the Copyright Office and your suit could then proceed."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would be - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You'd be able to come back anyway?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought you'd say."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- if the statute of limitations had run, could you still come back?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, not -- not necessarily in this case, but in -- but in a typical case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I said in a typical case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or is it just - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Sims, it has been pointed out that you have taken inconsistent positions. That is, back in the district court before there was a settlement, you urged before the district court that 411(a) was a jurisdictional bar and that that precluded certifying a class that included the non-registered copyright holders. You did make that argument in the district court, and now you are saying -- you are confessing error, that was wrong?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The argument - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you shouldn't use loose language, especially when it's the same loose language, supposedly, that seems to have been used by all the courts of appeals and all the district courts."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For years and years."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But still it's a statute and didn't this Court say in Bowles that a statutory qualification on the right to sue is generally jurisdictional?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought they made a distinction to distinguish the other cases, the one -- I forgot -- the one involving Criminal Rule 33, on the ground, well, that's a court rule, but when Congress makes the qualification then it's jurisdictional."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you are talking about the language, what about John R. Sand & Gravel? That said we held it was jurisdictional when the statute said: \"Suits shall be barred.\" The language here is \"No suit shall be instituted.\" That sounds pretty close."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that was -- that was a statute of limitations provision, right? It shall be barred after six years?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Court said it was mandatory. I don't remember when they used the word \"jurisdictional.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We have forms for copyright infringement actions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Live and learn."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It'S Form 19."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask a sort of basic question I never understood about this case. As I understand it, the end-of-the-line concern of the fairness of the settlement, and particularly to people who have copyrights who have never been registered. Am I right, that that's what - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But those were people who owned some registered copyrights, but had other works that were not -- had no registered copyrights. Is that right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Were there any of those people who had no -- no copyrights at all?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they had some registered works?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, one of the -- one of the risks involved here is whether people who had no registered works are being adequately protected by this Class C settlement."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And just to get the question on the table -- I don't want to take up much of your time. I don't understand how it makes any difference whether you say the rule is mandatory or the rule is jurisdictional, in terms of the fairness of the settlement, at the end of the line."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that, certainly, would be open. If you are correct that the Second Circuit shouldn't have cut this off at the threshold by saying it's jurisdictional, the question of the fairness of the settlement is what you were contending."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So your position is that the district court really should have dismissed this case at the outset?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe this is the same question. Are you representing the interest of the Library of Congress?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You were candid to say that this is in a hybrid category, that the government was taking an intermediate position. Do you know of any other provision where the district court has an obligation to raise the question on its own motion that is yet not jurisdictional?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Very, very limited. I think Arizona didn't say any time there's -- there's a preclusion plea, the Court can raise it on its own."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is your discussion of that, including in your response to Justice Ginsburg and in your brief, do you think that that's within the question presented, rephrased?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But how -- how would we get to hold what -- what you say is the law? It seems, to me, once we decide it's not jurisdictional and once we agree with you, that it doesn't -- at least in this case -- didn't have to be raised sua sponte by the district court. That's the end of the case, and so why do we have to engage in the further discussion, well, ordinarily, the district court must raise it on its own and -- you know, and, if it doesn't ordinarily - - you know, the appellate court should. Why do we have to get into that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Which means we shouldn't. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you have an example of the non-ordinary case? I mean, you seem to say, either -- I guess it's not always after judgment that it shouldn't be implemented, I guess. But when wouldn't it be after judgment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So it's more -- so it's more or less jurisdictional after judgment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's normal, but not invariable."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Unless it is plain error."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It's pretty plain that the things haven't been registered. I mean, right? And it's pretty plain that if they hadn't been registered, the district court should not have proceeded with the case. So I don't know why it wouldn't normally be plain error in -- in the court of appeals."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"There really are, in our recent decisions, it seems to me, two different lines of authority. There is the Bowles and the John R. Sand and Gravel, which treats these sorts of things as jurisdictional, and the Arbaugh line that doesn't. And it does seem to me that the language here, \"No suit shall be instituted,\" sounds an awful lot like \"suit shall be barred,\" or the other language in -- in Bowles."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the congressional reaction to the Second Circuit's decision? It provided that the -- there was to be no jurisdictional bar in criminal matters. Didn't -- it didn't affect jurisdiction in criminal matters, but it didn't say anything about civil matters. So isn't that some kind of reflected acceptance that in some of the civil -- in civil cases, it would be jurisdictional?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Anders. Ms. Merritt? "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"\"Until.\" That's a limitation period."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Until preregistration or registration has been made."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's our limitation period."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In -- aren't there statutes that have exhaustion requirements, or like the EEOC filing requirement, that say, you can't sue until you have gone to X administrative agency? And those are not considered jurisdictional."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that -- that last sentence is just relating to the court can -- has authority to decide this particular issue, copyrightability, even though the registrant has chosen not to enter the suit. The sentence simply says, court, you have authority to decide this question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I would have thought that cut against you in the sense that the same paragraph Congress used the word \"jurisdiction,\" but they didn't use that in the provision that you are arguing, does deprive the court of jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's not -- it's not a very big deal to register your copyright, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And -- but -- but doesn't that mean that it would be odd to make jurisdiction over an action for infringement hinge on whether you've, you know, dotted an \"I\" and crossed a \"T\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it true, though, that -- that most copyright holders, most people who write articles, freelance articles, even if it's only $65, it's not -- it's not worth it because they really don't expect to get -- they don't think anybody is going to infringe, in the first place, and if they did what establishes to be, just wouldn't be economically worthwhile? So I think it's a fact that most copyrights are not registered, isn't it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's some that can't be found. So if we take your position, there's some that can't be found, we just can't create our database."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that's the problem that's underlying the fairness of this thing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In terms of if we take your approach, no matter how hard it is to find owners, you are just out of luck. That is to say, there will not be databases collected, because they cannot be complete because we cannot find the owner. If we take the position that it is sometimes waiverable, that obstacle disappears and now it's a question of the fairness of the situation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's right. I just wonder why Congress would have ever wanted this kind of provision to serve as that kind of obstacle in any area."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's the underlying fairness. There might be -- maybe they will win on that. I don't know what the merits of that are. But certainly an absolute bar might sometimes help some copyright owners, but many times it will hurt them, because since they can't be found they can't be compensated. And if we set up a system and put some money in it, so if they are ever found they will be compensated, that will help them. So that's why I ask the question, why would a Congress, that wants to help copyright owners create this kind of system? When all the things you are talking about can be brought into play when we consider the fairness of the system."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do they -- if they are just suing, not for money but for an injunction, do they have to register before bringing an injunction suit?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask -- I just hate to reveal my ignorance on something like this, but I had the same problem with your opponent. I really don't understand why it makes any difference whether you call a requirement mandatory or you call it jurisdictional in terms of the fairness of settlement, all the considerations you are discussing. It seems to me as a practical matter it doesn't seem to make any difference."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But would you not make all the arguments directed at the fairness of the settlements and so forth if it were merely mandatory?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The -- so mingle -- rule. I think Ms. Anders answered that question. In this situation it would be appropriate for the judge to accept the waiver."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If we -- if we are talking about the ordinary case, and someone sued for infringement apart from this settlement in the context that we are in, certainly it's not going to raise that question whether it's mandatory, optional or whatever. What defendant who is sued for infringement wouldn't say, judge, I'm relying on 411(a); they haven't registered their copyright; they can't sue me? I can't imagine a defendant in an ordinary copyright case who wouldn't raise it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then let's switch to the plaintiff. If the plaintiff is in it for money, for real money, for damages, the plaintiff's going to register because then the stakes are such that $65 is well worth it, if the plaintiff thinks it can get a large infringement award."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They wouldn't waive it then. I mean, the problem, I take it, realistically is this: let's take a group of people who want to make databases; now they want to use copyrighted material. There is a subset of people who have written it they can't find, so they say here's what we will do. We will take $100 billion, and we will put it in a fund, and like ASCAP, that fund can administer this money for the benefit of anyone who turns up. Now, maybe that's illegal under some law. Maybe the class isn't right. Maybe they can't get proper representation. Maybe it's inadequate, et cetera. But what I don't fail to see -- what I fail to see, is how -- whether you could do that or not do it has anything to do with registration, because we are talking about the people who aren't here, all of whom, if you ever bring suit when he's found, will register the copyright. The only reason they haven't registered, we don't know who they are, that's why. Maybe they have registered, for all we know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe they can't do that because it would be an unfair result. But where is it in this provision of law that's designed to stop that ever from happening?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe it won't, by the way."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It depends on what the terms of the settlement are. We could have a subclass that allows a subset of those people to come into court. No reason you couldn't. So I don't know whether or not it's true that they won't register when they are found."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In 1909 Congress thought all this through with the databases and so forth? (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why doesn't it? Just out of curiosity. You are making a - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say if somebody who owns the copyright."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. No. No. But what we want to do is we want to have, in our database, all of the material written about slavery, and, lo and behold, there are 4,000 books that we can't trace. Who, now, owns the copyright 100 years later? And there is no way to get those into our database. Whether - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, that's a sort of loss, and my same point, that maybe that's as it should be, but it's rather surprising that this law is the law that will answer that question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So the rulemakers got it wrong in Form 19, when they did not write 411(a) as jurisdictional. They say copy the 1331, 1338, that is jurisdictional, and then they put the certificate requirement below the line -- below the jurisdictional line. So that was -- well, that was wrong, in your judgment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose, if you picked up any copyright complaint, you will see the jurisdictional allegation will say 1331, 1338, and nothing about 411."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Sims, you have two minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Merritt, you were appointed by this Court as an amicus to defend the judgment below, and you have ably discharged that responsibility. On behalf of the Court, thank you for doing so. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES S. SIMS","firstName":"CHARLES","lastName":"SIMS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2562,"interruptions":18,"times_spoken":37,"laughter":1,"num_int_by":5},{"id":1,"fullName":"GINGER ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1359,"interruptions":5,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":2,"fullName":"DEBORAH JONES MERRITT","firstName":"DEBORAH","lastName":"MERRITT","counsel":true,"justice":false,"side":"respondent","words_spoken":3754,"interruptions":14,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":868,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":451,"interruptions":3,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":59,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":269,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":647,"interruptions":2,"times_spoken":14,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3921,"times_spoken":52,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":14,"words_spoken":3754,"times_spoken":34,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":8,"words_spoken":2758,"times_spoken":87,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644126932}}