{"petitioner":{"name":"THE HERTZ CORPORATION","counsel":[0]},"respondent":{"name":"No. 08-1107\nMELINDA FRIEND, ET AL. ","counsel":[1]},"caseNumber":"08-1107","date":"2009-11-10T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-1107, the Hertz Corporation v. Friend. Mr. Srinivasan. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the problem with every test is that you can find an exception that makes the application ridiculous. Let's assume that we accept that headquarters or nerve center may have some applicability to a corporation that has a business in a variety of different States."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. That's - - your situation is perhaps the most attractive - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because whether California has 20 percent and Florida 14 or 15 percent, to me the differences are not terribly substantial. I can imagine McDonald's having 1 percent in every part of the world, and how do you choose then? California would say, then you -- you go back to headquarters. But I don't know why you start there. But let's posit the simpler situation. Headquarters in New Jersey, but everything else is in California. Your test would ignore completely that - - and it depends on how you define \"headquarters.\" If they have three corporate executives, that's the entire extent -- or let's say one corporate executive who started the company and who lives in New Jersey, and he flies out to California half the time and runs the business from there but happens to live in New Jersey. Then you would say diversity is still New Jersey, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have not articulated a -- at least to me, a meaningful principle in which to set that exception. It has to be tied somehow to the test and why the test in some situations would have applicability and others may not."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I don't know the difference between one headquarters and two places to do business or three, but I can still see that some factoring has to be done when the places of business are more limited."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But your case doesn't call for that judgment, because you have a multistate corporation, and it -- I assume you would be satisfied with saying that when a corporation has dispersed operations, it doesn't have its business center or its headquarters -- doesn't have its business center dominant in any one State, that it's dispersed, then you take the headquarters, because there's no way to pick among -- choose all the others, and it certainly isn't worth the labor to try to do that. So you could have a rule that says, dispersed across many States, you pick headquarters. And that -- you don't have to urge anything further."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would we say that? Just because it wins your case and it solves your problem? I mean, it seems to me, to do that, you abandon your principal argument, which that -- which is that \"place\" doesn't mean \"State.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And to talk about the whole State of California as the principal place of doing business -- I mean, if Congress meant that, it would have said, the principal State in which business is done."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't want to throw away that good argument, do you? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would never get to California's thing about State. If you say multistate, you pick the place. The headquarters is the place, it's within a State."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Were you done with your -- were you done with your answer to Justice Sotomayor's hypothetical?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what constitutes headquarters?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How many executives have to live there? What else has to exist there? And then what is the default rule if those things don't exist?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did the others all go through some through total, totality of the factors test? I mean, obviously, you could pick the headquarters. You'd say Congress wanted one place; headquarters is a logical choice, end of -- but most circuits have made it more complicated than that. The Seventh Circuit is the only one who said, keep it simple, as you urge -- headquarters. Why are the other circuits resistant to the solution that you are proposing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it -- they -- they do it in different ways."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Some say business operations, some say headquarters."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does -- how do the bankruptcy courts do it? I mean, you brought out that \"principal place of business\" was -- was a term that the bankruptcy courts had been using before the amendment of 1332, 1958. But I -- I don't think that the -- that it is inevitably headquarters for the bankruptcy courts. I mean, there's -- sometimes it is in other places, isn't it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In the case -- this is purely hypothetical, but suppose Hertz were to be bankrupt, file a petition in bankruptcy, where -- New Jersey would be the place, on your -- or the assets are dominantly someplace else, so it would be another place?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, all you are talking about is not necessarily nerve center, because in reading the examples in your brief, what you are talking about is: Where is the place where they have the most important, significant, influential contact? Now, the Ninth Circuit has defined that as the place where business is done; you are suggesting that it's the place where the nerve center is. But it goes back to begging my question: Why -- just simply their declaring it on a tax form doesn't make it important, influential, or significant contact. There has to be something more to the test, and it can't be just what I declare my headquarters to be. There has to be some form of activity in that place."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's the point."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there something to a rule that says headquarters is presumptively the nerve center, but a challenged party, whoever that is, can rebut it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the point that I raised, which is that the headquarters is not an important, consequential, or substantial. You can rebut it if you can show that it is a shell headquarters."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the problem, which is, the party comes in, alleges by summary judgment that -- in a summary judgment motion: This is my corporate headquarters. The other side's going to have to come forth with evidence that shows something."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that it's always a rebuttable presumption."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I actually do not know whether public filings define what \"headquarters\" mean. Is there a -- I know you have said it in your brief, but what I didn't know is whether those public filings define the activity necessary to designate a place as \"headquarters.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but didn't Congress pick \"a principal place of business\"? And we know that they looked at the bankruptcy courts. There are lots of expressions in other statutes. Some say \"headquarters.\" Some say -- well, there are a variety of things, but Congress picked this particular term, \"principal place of business.\" And I was thinking, when you gave the example of Texas, that the idea of diversity is you are not going to get a Federal forum where you are at home. And so one would think, well, if Wal-Mart is doing so much in Texas, it's really no stranger in Texas. Why shouldn't there be diversity in Texas?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It rejected it, yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about her argument that -- that Hertz has this New Jersey headquarters, but its reservation center is in Oklahoma?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not all diversity suits have major law firms in them and a lot of resources to spend in -- in discovery to determine more complex tests."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even when the direct -- the -- even subject-matter jurisdiction is precluded after final -- final judgment after direct - - so that's nothing new. It is the same example you gave."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not any point in the direct -- up to denial of cert on direct review. After that it's precluded, even subject-matter jurisdiction. You can't collaterally attack on that basis."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Schneider? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is that a fair description of what the Ninth Circuit did here? Did they perform a balancing, or did they look solely to where most of the sales were?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"More than -- more than what, more than any other single State?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't say the - - the \"principal State of business.\" It's the \"principal place of business.\" Is there a difference between the two?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why didn't they say place of doing business? That's not the terminology that they used."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That would be more consistent with an aggregation of -- of all of the factors the Ninth Circuit starts with."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what's very clear from all of the articles I have read in the lower court decisions is that Congress may have thought it was picking a well-defined phrase, but, in fact, it wasn't, that the Courts below are confused about what they were doing before the statute. So I don't know why importing the belief that something was clear into a reality that it's not helps us."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So why do you -- why do you think that the circuits courts -- the vast majority of them, the third, the first, the second, the fifth, they all start with the proposition that, if a place has far-flung businesses, then the nerve center test should start the inquiry and control it more than in a situation where there are lesser places of business?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a big difference."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- you know, to me, the word \"substantial\" usually means closer to 50 percent. I'm having a hard time understanding what the appreciable difference is between 20 percent and 14 and the balance being spread over so many other places. What -- that seems very arbitrary in terms of the place that generates the most money. That's it. That's the place you are at home."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that's what - - but that goes back to the point, if we are talking about shields or swords, Congress had before it a provision that would say, anywhere you do business, you are not a foreigner, because you are there. The people are going to perceive you as a business -- the local business that is doing business in that location, and Congress rejected that. So foreign has to have a meaning that was somewhat different. And you don't think the corporate headquarters where management is, where the direction for the operation of the business is coming from, is the place that needs the most protection in this system because they are the ones making the decisions, and so aren't they the ones who need to be protected from local bias?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The problem with your - - your approach -- and California is unique in this respect, is -- California is a very large State, lots of business, and you are comparing to the next State that has the next number of employees -- you know, Florida. If I were entertaining your approach, I would think, well, you would compare California against the whole rest of the nation and not pick for a dispersed -- a corporation that is widely dispersed. California is going to be the big winner in this. It's going to be able to keep all those cases in its State court because so many multi-State corporations, I imagine, would come out, just the way Hertz does. Am I right, that, under your analysis, the one place where, if you say, we don't want Federal courts to be dealing with corporations that are at home in the State, but in the State of New Jersey, under your view of things, a New Jersey citizen could sue Hertz in Federal court in New Jersey, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And why do you say, well -- why is it that the Ninth Circuit's method, California versus Florida, instead of California and let's see what the rest of the business is -- is, in the whole United States?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand why, somehow, a Californian is more likely to identify with Hertz, simply because there are more Californians and, hence, more Hertz outlets, than a New Jerseyite is likely to identify with Hertz. Per capita, there are probably as many Hertz outlets in New Jersey as there are in California. The only reason that you come up with California is it's an enormous State. It has 10 percent of the population. But as far as the citizens of the State identifying with that -- with that company and, therefore, the unfairness of -- of letting that company -- you know, remove to Federal court, New Jersey and California are absolutely the same."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But they cannot be advised by the State court in New Jersey either. The - - you correctly pointed out that Congress said place of business. It didn't even do as it did with -- it didn't do as it did with -- with corporate citizenship, that is you could be a citizenship of as many States as you incorporate in. But if it's got to be one place, so why not just keep it simple and say presumptively it's the business headquarters, in a particular case you could show otherwise."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that would be a phony headquarters. But nobody is suggesting that -- that the headquarters of Hertz in New Jersey, that that's a sham set-up."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that phenomenon? I mean, I can see that as a hypothetical, but does it happen in the real world, that a corporation moves its headquarters in order to escape the Federal courts in a particular State?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it is one of the factors in other -- in other states as well. It's part of the totality of the circumstances. You certainly increase your odds to move your headquarters."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But why would they move simply to avoid a Federal court or to gain access to the Federal court in a particular State?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But we are not talking about all. I mean, that would be -- that's why you make it a presumption, the headquarters is a presumption which could be rebutted. But you are not talking about all business. You are talking about California where there is a sizeable amount of business, simply because it's the size of the State, the population of the State. And I would understand your position better if you would say, well, we would measure against the entirety of the United States. But California is going to come out the winner much more often than any other State under this test simply because of its size."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We don't worry about private individuals gaming the system, do we, by -- you know, in -- in order to get into or out of Federal court, establishing residence in a different State? We don't worry about them gaming the system, do we?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Sure. But -- but you can have a genuine intent to go somewhere else, and I don't know that people do it for foreign reasons because they want to get in or out of Federal court. You really don't worry about that, it seems to me."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I know some rich individuals that might have the incentive."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Schneider, can I just inject this thought? It goes back to Justice Kennedy's question. I don't think we are concerned about the defendants gaming the system. I think one other very important concern is plaintiffs sometimes in small communities want to sue somebody, and sometimes they would much rather be in Federal court, because sometimes the judges are better than the local judges, and so forth. So there are a lot of reasons why plaintiffs want to get into Federal courts. And it seems to me it's important to have a rule that makes it easy for the plaintiff to decide what is the citizenship of the defendant, can I get into Federal court or not. And I see it as a great argument in favor of a very simple rule to benefit plaintiffs."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you must acknowledge that it's a lot easier for a plaintiff -- there is some place to get on the internet and say where is their principal place and they get a simple answer. If you get a question, well, I got to analyze their business all over the country to decide, that's a formidable obstacle for a -- for a plaintiff to overcome."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- of an interstate business who are commonly defendants in a lot of lawsuits -- in a personal injury suit, and the question is, can I easily decide what the place of incorporation of that defendant is."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where is -- under the Ninth Circuit test, where is -- what is the principal place of business of Starbucks?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a surprise. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where is -- where is its headquarters."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's the very first little shop was there."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell me what 100 percent means? Are the number of workers in Seattle inconsequential? Is there one worker there or are we talking about 1,000 in - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that important? As Justice Scalia said that per capita California is going to dwarf anybody anywhere if you are going to have a multi-location place of business. So don't you have to know the raw numbers?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about, I guess, mail order houses? I mean, what's the principal place of business of Eddie Bauer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would -- would it make a difference if, say -- it may well be the case, 30 percent of their business is in California?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I can only speak for one member of the Court, and that one doesn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Srinivasan, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That means that its principal officers and their families have to move."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the biggest disincentive it seems to me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3986,"interruptions":21,"times_spoken":38,"laughter":1,"num_int_by":5},{"id":1,"fullName":"TODD M. SCHNEIDER","firstName":"TODD","lastName":"SCHNEIDER","counsel":true,"justice":false,"side":"respondent","words_spoken":1892,"interruptions":14,"times_spoken":36,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1050,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1048,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":0,"times_spoken":13,"laughter":2,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":26,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":237,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3986,"times_spoken":38,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":14,"words_spoken":1892,"times_spoken":36,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":3,"words_spoken":2923,"times_spoken":75,"laughter":3,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9}}