{"petitioner":{"name":"ESTHER HUI, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 08-1529\nYANIRA CASTANEDA, AS PERSONAL REPRESENTATIVE OF THE ESTATE OF FRANCISCO CASTANEDA, ET AL.\n","counsel":[2]},"caseNumber":"08-1529","date":"2010-03-02T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"Well, counsel, we're still here. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And we’ll hear argument in Case 08-1529, Hui v. Castaneda. Ms. Goldenberg. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What are the immunities set forth in the Westfall Act? I thought that they were -- they applied to all Federal employees?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Including the Public Health Service."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, our job is to determine Congress's intent when it passed 233(a). What we do know is that there was no Bivens immunity at the time; the FTCA had only a limited application under certain driver-related accidents. So we really don't have anything to tell us, because they didn't even know that there was a constitutional claim that could be raised, what they would have intended or not intended. And I thought that Justice Ginsburg's point would be that the Westfall Act tells us what they intended, because by its nature it applied to all employees and didn't differentiate among them, and copied 233's immunity, so that one can look at it and say, ah, that speaks of Congress's intent."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any other Act besides 233(a) that is similar --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that gives separate immunity? Which are those?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me that, quite apart from the Westfall Act, there’s a more -- more basic answer that you would make to Justice Sotomayor's question. And that is, because the nature of immunity clauses are to make the employees secure against unforeseen causes of action as well as foreseen. I think that's a principled answer you could make. If I made that answer, do you have authority I could cite for that proposition?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we limit it, then Congress would have to reenact a statute every time there was some new cause of action?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, I don't look to see what Congress intended. I look to see what the statute says. I don't know that we -- we -- we psychoanalyze the text of a statute on the basis of what the Congress at that time knew. The text says what it says."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That’s what it says."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you comment on --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"And that's a -- there’s a ceiling, because the Tort Claims Act refers to the law of the place where the act or omission occurred. In this case it's California?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which would put a lid on the damages, since this is a death case, of 250,000?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you to comment on the fact that, in the Carlson case, apparently the assistant surgeon general was, in fact, a defendant, and the government failed to make this defense?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you’re right, they should have."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that’s kind of interesting that apparently the government was not aware of the breadth of the position they’re -- you’re now taking."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that would bar a later Bivens claim. I assume you could bring a Bivens action first, and the bar provision would not apply, assuming you can bring the Bivens claim."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Shah. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Shah, is that -- is that the same -- in all the statutes that Carlson cites on page 20, when they say that Congress follows the practice of explicitly stating what it means to make the FTCA an exclusive remedy, there's this -- the Gonzalez Act and there’s 233(a), and then there is the swine flu. Are they all -- are all those provisions, provisions like 233(a), that say \"any civil action\"?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you tell me how many PHS personnel work in settings outside custodial settings?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Custodial settings."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. For the Indian --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And is there a reason Congress would want to immunize PHS personnel against Bivens claims in a custodial setting, but not immunize Bureau of Prison personnel?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But not every doctor -- if they come under the FTCA, they -- their -- constitutional claims are not immunized against them --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- unless they are PHS personnel."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Are they paid less than other -- than other Federal employees who perform similar functions? And what do -- what do physicians who are not -- were not employees of the Public Health Service do about liability for Bivens actions? Are they responsible for getting their own malpractice insurance?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, we're -- you know, we’re talking here as though Congress is a perpetual unchanging institution. Why would it have done this for Public Health Service employees and not have done this for Bureau? It wasn't the same Congress that passed those two Acts. The one may have been a stingier Congress than the other, or there -- there may have been more lobbying by one of the other groups in one case. I don't see any reason why we have to philosophically reconcile the -- the granting of -- of greater immunity to Public Health Service employees."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Just as a matter of curiosity, do all of these immunity provisions come out of the same committee? Or can one assume that the Public Health Service may have come out of one committee of Congress, the Bureau of Prisons may have come out of another committee of Congress, the DOD may have come out of a third committee of Congress?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"If section 2679(b)(2), instead of saying paragraph (1) does not extend nor apply, had said the remedy against the United States provided by sections 1346(b), et cetera, and repeated that language from (b)(1), and then said: \"Is not the exclusive remedy in any civil action against an employee of the government,\" and continued with subsection (2), then the result here would be different, wouldn't it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Could the -- could the plaintiff contest the certification that this was within the scope -- and say it was so egregious, it was outside the scope, and, therefore, it doesn't come -- come within 233(a) or anything else, and so we have a straight claim against the defendants?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Or they would lose their argument against the -- I mean, they would lose their claim against the government if they were taking that position?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Shah. Mr. Doyle. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now, that's quite a surprising statement for you to make, when the very first statute that Carlson mentions is 233(a)."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it certainly doesn't get that out of the way. It's put on page 20, because one of the reasons why Carlson enables – allows the Bivens Act is that it doesn't contain language and the -- and it -- it seems to me that this -- that this paragraph is contrasting statutes with Carlson, because in Carlson there is no -- there is no other statute."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You claim the Westfall Act implicitly repealed 233(a)? Is that what you say?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that provision says that it's exclusive, and you’re saying the Westfall Act says it’s not exclusive."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it isn't just made superfluous. It is repealed. The provision of it that says \"it shall be exclusive\" is repealed."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Implicitly, because it's not specifically referred to."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's just (a). We’re just talking about (a)."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand your Westfall Act argument. I must be missing something. My understanding is, many years ago, Congress passes a statute and says: Give absolute immunity from Bivens actions. Sue the government; don't sue the employee. It says that, basically. A long time ago. Then, sometime after, Congress passes another statute, and in paragraph (a) of that statute, it says: An even larger group of people, just sue the government. And then it says: As to this larger group of people, paragraph (1) of this statute doesn't apply to Bivens actions. So, what does that got to do with this earlier statute? Doesn’t it refer to it. I don’t -- in other words, I understand your Carlson argument. I got that one, but I don't understand this argument if I have the statutes right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is there an answer to the question? Because that would be important."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's your Carlson argument. I got that one."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that one. The one I don't understand is what's the relation of the Westfall Act to this argument?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, right. They give the government employees the same kind of immunity that -- a little more limited, and that's in paragraph (1). And then paragraph (2) says: Paragraph (1) doesn't apply to Bivens actions. It doesn't say anything about the earlier statute. It applies to a different group of people. It has all kinds of requirements, nothing involved with Okay. So, what is it to do with this case? Now, what I'm thinking now from your hesitation is it has nothing to do with the case; it's the Carlson thing that is the important thing. Now, you tell me why I'm wrong."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You’re talking about the Westfall Act. Absolutely right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I just say, what does the Act have to do with this older Act?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Westfall -- Westfall Act is not -- is not the FTCA, is it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, it is the -- in other words, you think -- I thought the FTCA Act is an Act that gives you action against the government."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So it says: This Act is the exclusive remedy -- the FTCA is an exclusive remedy for all employees, but this provision which gives us an exception does not give you the exception, does not make it exclusive for Bivens actions. Okay. You go ahead. You explain it to me. I don't want to keep repeating my skepticism, I want to listen. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what says \"entire subject\" -- 233(a), where does that say anything other than -- I mean, it reads like it's immunity from any civil action. That's -- those are the words I think that you have to overcome. It says: Plaintiff has a substitute remedy against the United States under the Federal Tort Claims Act, and the employee is immune from any civil action. And then you say, but any civil action doesn't include Bivens actions. And you must be saying that the later Act shrinks the former Act."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It amended 233(a) --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- without mentioning it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say any -- any other civil action that -- that did not exist prior to the enactment of 233(a) would not be covered by its exclusion because Congress couldn't have known that this civil action existed, so that it only covered those causes of action that existed at the time the statute was passed?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Why? I mean, if your theory is it doesn't preclude anything they didn't know about, if they didn't know about something, whether it's constitutional or not, what -- what reason is there to say it's precluded?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And Carlson is your best authority for that? Even though I don't think Carlson is directly on point, Carlson is still your best authority?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In a different context, but that -- but Carlson is still your best authority for that proposition?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do think your clear statement argument would apply even if Carlson had been decided before the statute was enacted?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I would have thought it wouldn't apply as strongly because they would have been saying any action at a time when they knew that particular action existed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, so you’re saying -- your response to Justice Stevens follows because you say they -- unless they say a Bivens action is excluded, it's not."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So the Gonzalez Act is after Bivens."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you say the same thing -- even though Bivens was before Congress -- and even though the Gonzalez Act doesn't have an exception for Bivens claims, you read one into the Gonzalez Act?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Legislative history will do, so -- so we don't require this clear statement, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Legislative history will do the job, so you’re abandoning the -- the proposition that there has to be a clear statement by Congress."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's what you said. I thought you said if -- if it was clear from the legislative history that Congress considered Bivens actions and nonetheless enacted language similar to 233(a), that wouldn't be enough."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now you’re confusing me again. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Is -- is -- is important what Congress was thinking or what Congress said? I thought your proposition was, unless the statute says that it bans constitutional actions, it doesn't. Is that your proposition?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then it doesn't matter what Congress was thinking, does it? Unless Congress says that, your -- your position is --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, ah, but if it doesn't unambiguously bar it, you can then look to legislative history and say although it didn't bar it, the legislative history shows that it was intended to bar it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You are abandoning Carlson then."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought Carlson was your big case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You just abandoned its proposition that there has to be a statement in the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You’re not abandoning it; you’re taking it further. You’re taking Carlson further. It doesn't have to be -- no?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think his point is it doesn't matter whether they did or didn't consider it; the question is the statute was decided by Justice Brennan as an example of a statute where Congress did explicitly say whatever it thought that this particular remedy was a remedy exclusive, an exclusive remedy, and that satisfied the second requirement of Carlson. That was Justice Ginsburg's first question. And -- and there -- that's, I think, the problem for you in this case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The Westfall Act could be read to say we’re now covering all these people who did not have, who were not sheltered by immunity before, but this amendment saves out Bivens claims. One could read that as self-contained and not touching other statutes that existed independently before."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I just be sure I understand your argument? Is the Westfall Act -- would it have covered every immunity that the Public Health Act previously provided? So, is it correct that the -- the prior statute is now totally unnecessary and does nothing except preserve the Bivens -- preserve the immunity for Bivens actions?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can't they sue the Federal Government and collect money?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I mean, can't your clients -- anybody who has a case like yours -- can't they sue the Federal Government and collect damages for their claim?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Did your clients sue the Federal Government?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Did they collect money?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No. But if they win, will they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Goldenberg, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":2054,"interruptions":5,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":1,"fullName":"PRATIK A. SHAH","firstName":"PRATIK","lastName":"SHAH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1642,"interruptions":7,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CONAL DOYLE","firstName":"CONAL","lastName":"DOYLE","counsel":true,"justice":false,"side":"respondent","words_spoken":3084,"interruptions":27,"times_spoken":50,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":124,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":217,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":170,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":557,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":142,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":114,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":536,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3696,"times_spoken":35,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":27,"words_spoken":3084,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":6,"words_spoken":2363,"times_spoken":88,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8479881406354395,"respondent":0.15201185936456052,"date":1472418052850}}