{"petitioner":{"name":"DELBERT WILLIAMSON, ET AL.","counsel":[0,1]},"respondent":{"name":"MAZDA MOTOR OF AMERICA, INC., ET AL. ","counsel":[2]},"caseNumber":"08-1314","date":"2010-11-03T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-1314, Williamson v. Mazda. Mr. Buchanan. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would -- why would the Federal Government do that? I mean, trust juries to supplement whatever -- whatever the Federal rules are, but not permit State agencies who -- who studied the matter with experts, to supplement what the Federal rules are?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does that make any sense, to just say, oh, you know, we -- we don't want the State mucking around in this area, but of course juries can do so? Why does that make any sense?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't doubt they made it. I'm just curious as to why it could possibly have been?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless I -- unless lawyers bring suits before -- before juries, maybe."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the reason that the Solicitor General gives for not -- that NHTSA did not immediately require the type 2 seatbelt is because the costs would have been higher. Is that your understanding?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How come allowing -- or why doesn't allowing the relief you seek under State law impose those same costs, contrary to NHTSA's objective in not making those mandatory?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And a State tort action does not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose -- I understand the argument. I'm not sure it's right, though, in the sense that NHTSA may decide not to make particular standards mandatory for reasons other than cost. It may decide it doesn't think the technology is adequately developed. It may decide that it doesn't think there are adequate, you know, mechanics prepared or involved. But here it's because of the cost, and the relief you are seeking it seems to me directly imposes the costs that NHTSA decided not to require."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, every -- there is no objective that the government pursues regardless of cost. I understand that their objective was to encourage this, but it was clearly not to impose it, because it thought at that time that the costs were too great. So to simply say their objective was to get these in ignores the other side of the cost/benefit analysis."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that different from Geier? Didn't the automobile manufacturer in Geier -- wasn't -- weren't the manufacturers similarly left to do, choose for themselves whether to have one type of constraint or another?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are saying that once the government gives the manufacturer a choice, then the jury -- the -- the tort system can second-guess it; and that is not consistent with a likely government intent to allow the manufacturers a choice based on the technical advances to that date."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose the government says you have a choice and the State of Iowa passes a law and says you don't have a choice. No frustration of the governmental purpose there?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, there's just -- just the statutes as I have given them to you. That there -- is there preemption just on the face of the statute?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what the statute calls for, minimum."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That the agency is to set minimum standards. And then I take it that the Court in Geier says it wasn't -- it wasn't a minimum standard, because if a State deviated from it, it would detract; it would be an obstacle to the realization of the Federal standard. But here the -- a minimum standard was adopted, minimal standard, and I think the agency is telling us just the opposite of what it said in Geier; right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, your theory is, if I understand your case -- correct me if I am wrong -- if GM had installed Type 2, they could have been sued on the theory that Type 1 was better and there would have been no preemption."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But under the theory of your case, that suit could go forward."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the rule here had another provision that said you must have Type 1? You can have Type 2 --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can have Type 2, right? But we are not requiring Type 2, because we think the costs on manufacturers would be too great. We may require it in the future, but not now. Is it the same? Is your position the same?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't the -- doesn't the increased costs that are imposed by the tort liability conflict with NHTSA's determination in my hypothetical that they're not requiring Type 2 because of the cost?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, if the regulation comes out July 1, you say there is a preemption until midnight July 1, but as of July 2 there could be a suit?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think what you are saying -- the statute says \"minimal standards\" and the agency says \"no obstacle,\" and that's it, that if there is a preemptive force to the -- to the safety standards, that it is for the government to say that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it said all those thing in Geier, too, didn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your judgment here doesn't apply to the entire Mazda fleet, supposedly, right? Just to the car that caused harm to the plaintiff?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the next case? Let's assume a similar case. Is that jury bound to come out the same way as to whether there should have been a shoulder constraint or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Geier came out against you. Why are you appealing to Geier?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why are we looking to Geier when you have a statute that says common law remedies are safe? I mean, as long as it says that -- maybe it didn't make a whole lot of sense, but they did it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Jay. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No -- I agree with you, it doesn't require. It doesn't support the inference that they did not want Type 2 seatbelts to happen, to be used. It does, in my hypothetical view, support the inference that it didn't want to mandate Type 2 seatbelts because it was worried, as you said in your brief at page 9, about the cost. And yet its worries about the cost, it seems to me, are overridden by the position that State tort suits can go on for the absence of Type 2 seatbelts."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it did say that earlier, didn't it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Earlier, it said that there was difficulties with -- pre-1989, '82 or '84, that there were difficulties with Type 2 belts and children's safety. So was this preempted in '82-'84 and not preempted by '89?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So what do you need for the agency to say before Geier comes into effect? For the lower courts, what's the minimum that lower courts missed here in not -- in coming to the conclusion they did in their application of Geier?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Jay -- I'm sorry."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it true that for a period of 10 years the lower courts uniformly held that there wasn't any preemption here? And if that's the case, why didn't the Federal Government come forward at any point during that time and say that this is preempted?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If the child were injured by a Type 2 belt, would a suit based on that be preempted?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If we adopt your view, would Geier apply to any other regulation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Garre. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you a question? How is this case different from a situation where the agency looks at a request for a minimum standard, says: Require that a certain light be added to the lights in a car. The agency comes back and says, you know, there are so many designs of cars; in some cars, particularly sedans, the light is an added safety feature; in vans it may not be because of the size of vans. And so we are not going to require it. We are going to let manufacturers, depending on what design their car has, to choose between the two, so that we're not going to set a minimum standard for every one because there are too many different designs. Despite that ruling, the manufacturer says it costs two pennies more to put this light in a sedan. I know the agency has said it's safer, but I don't want to do it. I don't have a van, I don't have any reason except the two pennies that I don't want to do it. Is that case preempted? Because you were just merely given the option?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How is this different from the hypothetical where the agency said there could be an obstruction with the entry, but manufacturers who can design it without the obstruction should really do it. How is this, this case, different than the one hypothetical?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Nothing in the agency that I can find says that the agency really wanted a mix of options. I mean, they said it's up to the manufacturer. But in Geier which I think all of this could be just avoided."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And the agency would simply say, do they want to have this to be a maximum or just the minimum. It's so easy to say that, but I haven't found agencies saying it. I don't know why."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"We are forced to deal with the situation we have; and the situation we have in Geier is filled with indications that they really wanted a mix because of the unusual circumstances present there."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You have to point to something here that shows that."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But wait a minute. What that -- what you are not answering is flexibility to ensure that a manufacturer imposes or thinks about safety and chooses the option that is safest."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So what's the inducement for a manufacturer to put the light into a sedan or to put a seatbelt 2, when it can, without causing an added safety risk? If it's preempted, there is no inducement."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Garre --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Garre, in -- in Geier I think it was Justice Breyer who called attention to the agency having informed the Court that if tort suits were to go on, at -- in -- in contradiction to the government's view that there should be both of these -- that the safety standards that were set there, it would be disturbed. It would be impeded. And the opinion said we assign weight to the Department of Transportation there, to their view that a tort suit there would stand as an obstacle to the accomplishment of the Federal safety standards. And if the Court gives weight to what the agency says in Geier, shouldn't it equally give weight here when NHTSA is telling us there is no conflict? It says its rule sets out what the statute calls for, a minimum standard."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But then the Court -- what was the Court doing in saying that? Was it -- just wanted the agency to feel good?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It also said -- it did say as a practical thing, not -- not some theoretical legal thing. Who is most likely to know what 40,000 pages of agency record actually mean and say? People in the agency. And the second most likely is the SG's office, because they will have to go tell them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So if the government continuously says, this is what the agency means and the agency is telling them, yes, this is what it means, the chances are they will come to a better, correct conclusion than I will with my law clerks --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- because I have a lot to do. All right. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the practical. I'm sorry, but that is the practical idea that I think underlies what was said in Geier."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, but it did -- we are dealing with 1989 primarily."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And in 1989, I think -- we are at least quoted on the other side -- what the agency said was, well, we see these lap and shoulder belts are actually more effective. Now, we are reluctant to recommend them for the center seat or aisle seat because people might get caught in the spools. On the other hand, manufacturers may be able to work out that problem. Therefore, we encourage the manufacturer to try to figure out a way around it. And the SG, looking at all that stuff, says, you see, they didn't mind if manufacturers were put under another legal obligation to do it, because they'd have no objection to making the manufacturers do it, they are just not certain yet."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now that's -- that's how I read what was said."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that's always the case when the agency sets a minimum. By setting a minimum, it's basically saying we don't want to mandate more."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but you are not disagreeing that the statute by its term says that a minimum doesn't preempt State common law."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So I'm still not sure why creating an option is any different than the minimum."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the default is always that the manufacturers have an option. A minimum by definition gives manufacturers options."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you haven't explained why."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If the minimum by its own definition gives freedom to the manufacturer to impose more if it chooses, or not, why does the option to tell a manufacturer, pick what you think is safest, why does that do more?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But there is no such statement. I mean there was a statement we don't want to impose those costs, but we have the agency in court -- we have the Solicitor General's office in court telling us, the statute says minimum, the statute says the common law isn't displaced, and we are telling the Court that we think this is a situation where it is minimum and so the common law isn't displaced. Shouldn't we assume that the standard that the agency set, that as the agency said is a minimum standard unless the agency tells us that it should be preemptive of tort suits?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm sorry, you still haven't responded to me. Manufacturers are always at risk for common law claims under this statute, because this statute expressly says they are. Every design choice a manufacturer makes under almost any situation where the common law is in effect puts it at risk that a jury will decide whether it did enough or not, under cost/ benefit analysis and technology. So I don't know why when the agency creates a minimum by choice or not, it should be implicitly preempted in -- from the application of State law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How do you tell -- in response to Justice Sotomayor, how do you tell whether the agency is giving options or simply setting a minimum?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Because a minimum, of course, always gives you options."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was that in 1989? I thought there was some advance in the child seats between the early '80s and '89."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was that in 1989?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But this wasn't the center seat. This was an aisle seat."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand that, and I looked for a diagram. It talked about the center seat, aisle seat --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know what the terminology is?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The aisle was not between the two seats?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They wrote: \"Of course, in those cases where manufacturers are able to design and install lap/shoulder belts at seating positions adjacent to aisleways without interfering with the aisleway's purpose of allowing access to more rearward seating positions, NHTSA encourages the manufacturers to do so.\" It doesn't sound like they are against a tort suit that would require you to do so, because, in principle at least, all of those things should be taken into account."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Those arguments are what I think Justice Sotomayor was saying: It is a huge problem for manufacturers. It's called tort suits in different places and different juries and different States. But that is beyond the scope of this case. If the agency wants to displace those tort suits often, all they have to do is say that the purpose is something like you are saying and that they are intended to be displaced."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't have to. That's why I am only making this comment, rather than in the form of this question that maybe I don't understand why they don't. It would make our job simpler."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If the government doesn't mean what it says the way you do -- we are being told here that far from encouraging Type 1, all along, the government says: Yes, Type 2 is a better seatbelt."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, they did say that the reason that we are not making it mandatory is because of some cost benefit analysis. We don't think we should impose that as a minimum then."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"By 1989, hadn't the agency decided that the child safety concerns were no longer applicable?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why didn't they prohibit it, if they were so sure about that? They allowed it, didn't they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why shouldn't we allow the juries to take account of those changes over time?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, as you say, the agency's rule only spoke of the situation at that time."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought we were told that there was one manufacturer, I think General Motors was mentioned, that was doing this Type 2 belt uniformly?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that is not the issue here. The issue is whether it was feasible in this car, not whether or not it was not feasible elsewhere."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That goes to my point of the light in the sedan versus the van. It's letting the manufacturers decide what's the best choice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Buchanan, have you four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you talk about safety to children, are you also addressing the strap going across the aisle or the strap interfering with vision? I know that is not directly related to children, but it affects what type of belt might be the safest overall."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But state tort law doesn't, juries typically don't take into account the fleet costs of avoiding liability, which as I understand from the SG's brief in this case was the reason that Type 2 was not mandated, because of the overall costs. You have a jury with an injured plaintiff, they are not likely to weigh heavily the fact that this would cost 3 extra cents per car fleet wide. I think that is the sort of thing NHTSA considers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARTIN N. BUCHANAN","firstName":"MARTIN","lastName":"BUCHANAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2081,"interruptions":14,"times_spoken":31,"laughter":0,"num_int_by":4},{"id":1,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1545,"interruptions":4,"times_spoken":10,"laughter":0,"num_int_by":3},{"id":2,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3066,"interruptions":30,"times_spoken":48,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":615,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":192,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":556,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":662,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":96,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":577,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3626,"times_spoken":41,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":30,"words_spoken":3066,"times_spoken":48,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":2993,"times_spoken":90,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.8855155571715778,"respondent":0.11448444282842218,"date":1473644743431}}