{"petitioner":{"name":"GRANITE ROCK COMPANY","counsel":[0]},"respondent":{"name":"INTERNATIONAL BROTHERHOOD OF TEAMSTERS, ET AL. ","counsel":[1,2]},"caseNumber":"08-1214","date":"2010-01-19T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next this morning in Case 08-1214, Granite Rock Company v. the International Brotherhood of Teamsters. Mr. Mathiason. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a tort action, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose -- grounded in contract. I suppose the existence of a contract is an evidentiary matter that you have to establish, but the cause of action is still tort, and of course 301(a) is limited to violations of contracts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how somebody who is not a party to the contract can violate the contract. They can be liable for all sorts of things, but I don't see that they can be liable for violating the contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose you can have tortious interference with the contract. Can you, without the -- establishing the existence of a contract?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I suppose that’s --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- tortious interference with -- what is it, the ability to enter into a contract, I think, is recognized in some jurisdictions."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you could have sued on an agency claim, couldn't you?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I mean -- if you’re coming up and saying, well, we have a principal-agent here, I could understand that, but that's I didn't think the question we are here to decide."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On -- on the tortious interference as to whether or not that's under 301. Sure, agent-principal, I understand that. But that -- that's a new argument so far as I'm concerned."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your briefs? Is it part of the question?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the -- the basic question is -- the Chief Justice began with it -- isn't this -- isn't this a tort action? You say, well, it's grounded in contract. I -- I really have a problem with the word \"grounded.\" If you say it necessarily implicates or it's entangled, then I could understand that. But grounded in contract -- we ask what the source of the original obligation is. And these parties were not -- or the international was not part of the -- part of the -- part of the contract."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So suddenly it's all a lot of things that would have been pre-empted to go to the board. For example, you have a labor dispute on a construction business, and one union's out there telling the other: Keep on going. And then some other group comes in and says: Don't let them do that to you. And another says: You don't have to do that under your contract. And there are 19 unions and they are all fighting about -- each other, and everybody is going to end up suing each other in Federal court. I thought the purpose of the LMRA was to stop that. The purpose of the Labor Act, the Wagner Act was to stop that. They didn't want Federal courts any more than State courts interfering in that kind of thing. So why should we read an exception into this?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It would reproduce the situation that led all the Congresses and Presidents in the 1930s to stop it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's right, and they said: Here's how we’ll deal with that. We’ll deal with that by giving the employer and the union a right to go into court and enforce the contract or get damages for its violation. That we figure furthers labor relations. But it's pretty hard for me to see how it could further labor relations by letting any third party under the sun come in and say everything that went on during a labor dispute is a -- is a tort in respect to the contract that might not even have been signed yet."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You are not arguing us creating Federal common law for tortious interference. You are saying they’re the actual party to the contract. So which theory are you -- are you arguing?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you've given up the agency argument?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me the strongest argument you have is that this tortious interference is pre-empted under State law. So we have a -- a vacuum if we don't accept -- accept your view. Let me ask you this: My understanding is -- correct me if I am wrong, please -- this Court has not said that they -- that the State law cause of action for interference with contract relations is pre- empted. This Court has not said that. Am I correct about that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The circuits have said that, but we haven't said that. Am I right about that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I’m talking -- I’m talking specifically that -- interference with advantageous business relations or interfering with an existing contract -- that, we have not addressed in this Court."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but it did not -- it did not include interference with a -- with a contractual relation. We have not, as a specific holding -- tell me if I’m wrong. I will look at Allis-Chalmers."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Allis-Chalmers involved the two parties to the contract, a tort claim by one party to the contract against the other party to the contract, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And this involves a tort claim by one party to the contract against a third party. It seems to me it's quite -- quite different from Allis-Chalmers."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"It -- it would seem to me that one of your strongest points is that this is pre- empted by State law. If -- if that's not true, then we would be deciding the case based on a premise that is -- is unclear."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is -- what is the contractual issue? What is the issue of interpreting the contract that this case presents if you let the 301 case go forward?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any dispute about that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that issue still alive? Wasn't there an NLRB order in May of '06 that said -- or directed that the contract become effective as of July 2nd?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did anybody appeal that order or challenge it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So did -- but how -- if you lost in your appeal to the Ninth Circuit and the contract is effective July 2nd, what issue remains for anybody to decide with respect to contract formation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because there has been a final adjudication of the question of the effective date of the contract."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So now the only question that appears to be extant in my mind is whether or not there was a breach of the no-strike clause. So why isn't that subject to arbitration by the very terms of the arbitration clause?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what -- there is no doubt about the formation, just as Justice Sotomayor said. There is a contract, the contract that was signed on December 17th. It is formed. You don't doubt that it's formed. They don't doubt that it's formed. And that contract has an arbitration agreement in it. And one of the questions that will be arbitrated, I take it, is whether that December 17th contract, because of its retroactivity provisions, provides damages for what happened in July. And part of that will require the arbitrator to interpret the December 17th contract --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to decide whether it does cover that event of July 2nd. Now, what has this got to do -- I mean, I would have thought -- is that - - I mean, what is your argument?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is there -- is there anything, any question about formation, given that there is a contract? The contract is retroactive to May, so if the contract is retroactive to May, then certainly a contract was formed and that issue is -- is academic, but --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But why does it matter? Why does it matter if we have a contract? A contract has been formed; everybody agrees about that. And everybody agrees that the effective date is May."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why isn’t --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I suppose it's a question for your friends on the other side whether they think the ratification or the contract that was entered into in December that’s effective in May -- if that makes them liable for violating the no-strike clause, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens if it's ratified retroactively? Is the no-strike clause in effect?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to say yes, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think people are not communicating. Imagine on December 17th you and I enter into a contract and it's all written in red, all right? And one of these red sentences says: I will pay you $32 extra an hour from the moment that the blue contract went into effect. See? Now, whether -- that moment when the blue contract went into effect is a question, isn't it, that we would turn over to the arbitrator, the person who is arbitrating the meaning and application of the red contract. That's simply a question of fact and contractual meaning like any other. Now, what have I said that's wrong?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that a difficult issue? I can easily modify the hypothetical. The red contract says: Joe Smith will be paid $32 extra an hour from the moment when this red contract takes effect. Okay? And, now we have an issue, when everybody's agreed, we'll send the meaning of the contract to arbitration. We’ll send the application of the contract to -- to arbitration. One of the questions is: When, for purposes of the $32, did this contract, which we have admittedly signed, take effect? Why isn't that question for an arbitrator? Is there any authority at all --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- anywhere that says it isn't -- I can't -- I can't even know what authority - - what reasoning it would be."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct that neither you, neither Granite Rock nor the local, thinks that the December collective bargaining agreement really was fully retroactive? They don't think it was --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it meant that the no- strike clause was in effect on the day when the old collective bargaining agreement expired, and you don't think that the new arbitration clause was in effect on the day when the old collective bargaining agreement expired, or do I not understand your positions?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I keep going back to: That issue was decided. It was decided by the NLRB, and that was affirmed by a court of law, and so -- by the Ninth Circuit. I don't understand what the extant issue is. The -- the -- now what's left is applying that in arbitration to the question of the effectiveness of the no-strike clause. But it has nothing to do with whether or not the issue of ratification has been decided and by whom."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If the contract had read, not simply \"claims arising under this contract,\" but in addition said \"including the formation or breach thereof,\" if the -- if the arbitration clause had included formation, then you would have no argument."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It would go to the arbitrator."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought of another way of putting this because I am having a hard time with it. You and I could do this, couldn't we? We could try to enter into a contract on May 1, and who knows what happens, we disagree about what happened, and by the way that had an arbitration clause in it. Now, whether -- since we disagree about it, that would go to the judge, whether we formed that contract with its arbitration clause, because everything's up in the air. A year later, we enter into another contract, and what that contract says is, we are going to arbitrate every dispute between us, including that old dispute about whether there was that old contract, okay? And we could do that, and then you would -- you would certainly arbitrate the issue of contract formation, even for the old one, because we said we would do it, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So why isn't the December 17th contract that second contract in respect to the July 2nd?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bonsall. ORAL EXAMINATION OF ROBERT BONSALL ON BEHALF OF RESPONDENT TEAMSTERS LOCAL 287"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, if there was a contract beginning May 22nd, then that included the no-strike clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you don't think -- I guess this is following up on Justice Alito's question. You don't think it included the no- strike clause --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- for -- that would apply to July 2nd?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it doesn't -- I'm sorry to interrupt you. But if it doesn't include the no-strike clause and the question is whether the July 2nd one does, all this talk about the December agreement being retroactive to May is really kind of beside the point."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you say no, but what do you say about the -- but you say that the arbitration clause was intended to be retroactive."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you say that the arbitration clause -- or do you? -- in the later -- in the agreement that was ratified in December was retroactive?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Neither one is retroactive?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand that. I've having difficulty -- can we just put the December -- in the view of both sides, can we just put the December agreement aside? It has nothing to do with the argument that's before us. The argument before us has to do with the -- whether there was a ratification on July the 2nd."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- I'm sorry, but that's the central issue. Your friend says no, we had a contract on July 2nd, and that's for the court to determine, not the arbitrator, because it's a question of formation."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that the union's initial position was that there was no agreement, and it refused to arbitrate. Isn't that what -- wasn't the union's refusal to arbitrate what precipitated this case?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that at that time the union refused to arbitrate."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But, at least now that we have had the NLRB's -- the NLRB has weighed in and said that there was a contract as of July 2nd, why isn't that conclusive?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you answered Justice Alito \"no,\" but I thought his question was a very simple one. You’re taking the position, I think, that there’s no dispute that on -- in December a contract was formed."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It was made retroactive to a date before July. It started in May --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and it covers a time frame."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The dispute between the parties is what that retroactivity under the contract means and which provisions are in effect or not. Isn't that what your argument is -- that this is not contract formation; this is a question of -- of the applicability of individual provisions to a set of facts?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So your answer to Justice Alito should have been: We are arguing that the no-strike clause was not in effect, but we do take the position that the arbitration clause was --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- made retroactive."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And what do you expect the arbitrator to do? The arbitrator -- since you agree that there’s a contract in effect --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the arbitrator is not going to decide whether the contract is there or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the contract has a no-strike clause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you expect the arbitrator to say you get the benefit of the contract that lets me decide something, and even though there’s a no-strike clause in the contract, you want the arbitrator to say that no-strike clause is not operative on July 2nd?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Even though -- I'm sorry to interrupt you. But even though the later agreement was that it would be retroactive?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So in substance, you -- you think that the arbitrator would decide the issue of contract formation, whether --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought you just said that the arbitrator would decide whether there was an agreement on July the 2nd."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, perhaps you can clarify one thing for me. I thought that these two go together -- two things that go together: One is the no-strike clause, and one is the arbitration clause."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And you are trying to uncouple them, and so, even though one is quid pro quo for the other, you would say the union wants to keep what favors it, that is the arbitration clause, but reject what favors the employer, that is the no-strike clause. It seems to me that if you have one, you have the other, but you can't say, oh, yes, we have the arbitration clause, but we don't have the no- strike clause."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they’re not in all circumstances, but will you respond to your opponent's argument? Why in the world would they have signed on -- on July 2nd if they didn't think they were going to get the benefit of the no-strike clause?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If they had the benefit of the no-strike clause --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- then any subsequent strike would have violated the contract?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there was a subsequent strike."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that an issue for the arbitrator? Now that we know there was an agreement on July 2nd, is the question whether the strike continued or not for the arbitrator?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say there was no strike, and I -- I thought the other side said there was."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right, but their position is that there was a contract on July 2nd that included a no-strike clause --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that you violated."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. And your answer is, one, that there is no contract, right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that would be an issue for the -- you think that that would be an issue for the arbitrator to decide, whether there was a contract ratified on July the 2nd?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And if the arbitrator thought that it was in existence on July 2nd, then --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- you would lose?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So that's an issue of contract formation; is it not? In substance it is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that -- and that position depends upon your answer to Justice Ginsburg's question, that you are severing arbitration and the no-strike obligation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Nussbaum. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you take the position that the cause of action for interference with a contract has been pre-empted insofar as State law is concerned?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What is your position on that point?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you -- does your client take the position that that law is correct, that the Federal law has pre-empted State law actions for interference with -- with contract relations?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So then you are submitting to this Court that the purpose of the National Relation -- Labor Relations Act and its effect was to give immunity to unions for intentional interference with contractual relations?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, isn't that the effect of your argument here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Not against the international?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If it's true -- if it's true, which we can take for purposes -- for the current purpose, that the international really did induce the local to continue the strike, you said there's no action in State court because that's pre- empted. Unfair labor practice proceedings is against the local, not the -- not the international. So there's nothing. It is in your view, you -- you said, well, there’s relief against the local, but there’s no remedy at all against the international, even if the allegation is true that this strike would never have occurred if it hadn't been for the pressure from the international."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I'd like your broader perspective as a representative of the international, because I think it's an important issue of labor policy. If I think that the cause of actions available under 301(a) and the pre-emptive effect of 301(a) ought to be coextensive, which -- which do you prefer, a broader 301(a) or a narrower pre-emption? I think it makes a difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think 301 -- I think whatever -- I don't think there should be a no- man's land between you can bring your action under 301 and it's pre-empted by 301. In other words, if -- if you are right, that they cannot bring a tortious interference action under 301, I don't think it should be pre-empted. If you are wrong and they can bring it, then I can understand that it should be pre-empted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it was pre-empted by 301, and they cannot bring it under 301?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And so if Granite Rock brought this claim in State court, you would say it's pre-empted by 301?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And then, if they turned around and brought it in Federal court under 301, you would say, no, there is no cause of action under 301?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it is in a no- man's land. Their claim for tortious interference with contract just can't be brought anywhere?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They could always go to the NLRB --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What remedies -- I'm sorry."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":7,"sideBefore":"justices","text":"What is the remedy --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Just before you finish, Chief, is it all right if you -- I'm not quite clear on how this pre-emption works, and I perhaps didn't have it right. But imagine 301 had never been enacted. I thought, had that never been enacted, certain kinds of State claims, particularly tort claims of interference with labor contracts, for example, might have been pre-empted anyway by the Labor Relations -- by the -- by the LMRA. I thought that did the basic pre-emptive job. And then where it is pre-empted by the LMRA, 301 creates an exception to the pre-emption, so that it isn't pre-empted, if you have a suit. Now, my thinking is probably out-of-date and wrong, so I would like you to explain how it works."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, because I think that your response to the Chief Justice's question, which is why I became uncertain, is that it is the LMRA -- not the LMRA at all that pre-empts tort actions and State activities that interfere with labor relations, as this might. It is, rather, section 301 itself that pre-empts it, and then it is odd because it pre-empts it, but it says, we won't give you any, and -- and that's why I became uncertain."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In State court or in Federal court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you bring it in Federal court?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you, what is the remedy for an unfair labor practice? Can they get a damage remedy?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"A make-whole remedy --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- for -- okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What would the make- whole -- I gather a cease-and-desist wouldn’t make any sense because this is over, but what would the make- whole remedy entail?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you -- while saying that there’s no cause of action for this tort claim, you nonetheless say that the tort claim can be considered an unfair labor practice by the labor board. Why does that make any sense?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if it's outside 301, where does pre-emption come from, Garmon?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If I could interrupt just for a moment? Allis-Chalmers was 301. Allis-Chalmers says 301 covers contract, and, therefore, there’s a pre-emption. So I take it you’re not talking about Allis-Chalmers pre-emption. You are talking about Garmon or Machinists or something."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if you say both of them, then we’re back where we started. If 301 pre- empts, then it should be within the ambit of 301's jurisdiction to the Federal court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that applies in 301. They’re not touching the contract. They’re not touching the parties to the contract. This is outside the contract. So why should it be pre-empted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Has -- has the board, in fact, declared a party who is not a party to the labor contract guilty of an unfair labor practice in prior cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Mathiason, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Where is that again? Footnote 18?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may be, but then you might have -- then you’d have a remedy in State court. I think the argument was that -- anyway, I have this argument: 301 doesn't pre-empt anything but the contract claim. Now, go bring your claim in State court. You might have a good claim in State court that isn't pre-empted. Suppose one of their employees hit somebody over the head. You’d have a great claim, and that isn't going to be pre-empted. Now, yours might be, because there is a set of tort actions in State court that the labor acts pre-empt; in particular, those that involve conduct that is arguably protected or arguably forbidden by the labor acts. So, if you fall outside that category, you are not pre-empted. And if you fall inside the category, you should be pre-empted; not by 301, but by the labor law which gave this kind of decision to the labor board to make. What is -- is that argument sensible? Is it right? What do you think?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you seriously think that if that becomes a problem, that the NLRB won't declare it an unfair labor practice, or if they don't, that they won't go to Congress and say: There is a no-man's land; now give a remedy like you did in 301? You’re -- you’re begging Justice Breyer's question, which is: If the law pre-empts this claim and it's doing so unjustly, who should make that determination? Should it be you in a State court, you in a Federal court, or should it be in the first instance the NLRB who says this is or isn't an unfair labor practice, and if it rules it's not because the law doesn't cover it, or it's not authorized to issue this --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why isn't it under 8(b)(3)? How does 8(b)(3) read? What is it in 8(b)(3) that would exclude this from the labor board's"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GARRY G. MATHIASON","firstName":"GARRY","lastName":"MATHIASON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2568,"interruptions":25,"times_spoken":52,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ROBERT BONSALL","firstName":"ROBERT","lastName":"BONSALL","counsel":true,"justice":false,"side":"respondent","words_spoken":1548,"interruptions":16,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"PETER D. NUSSBAUM","firstName":"PETER","lastName":"NUSSBAUM","counsel":true,"justice":false,"side":"respondent","words_spoken":1590,"interruptions":9,"times_spoken":34,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":914,"interruptions":5,"times_spoken":50,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":308,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":571,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1176,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":521,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":143,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":136,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":414,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":2568,"times_spoken":52,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":3138,"times_spoken":79,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":18,"words_spoken":4183,"times_spoken":136,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.6003835559494984,"respondent":0.39961644405050156,"date":1472501778924}}