{"petitioner":{"name":"KAREN L. JERMAN","counsel":[0,1]},"respondent":{"name":"CARLISLE, MCNELLIE, RINI, KRAMER & ULRICH LPA, ET AL. ","counsel":[2]},"caseNumber":"08-1200","date":"2010-01-13T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-1200, Jerman v. Carlisle, McNellie, Rini, Kramer, & Ulrich. Mr. Russell. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think -- reading \"intentional\" the way you just articulated is absolutely right, but when you add -- I don't see what work \"bona fide error\" does in the statute, if \"intentional\" should be read in this case to mean what you say."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say: Well, intentional means you meant to send out the document; you meant to serve it; in other words, no specific intent requirement. But if -- a bona fide error, it seems, doesn't make the activity not intentional under the traditional understanding of intentional.MR. RUSSELL: But I think that's right. I think both provisions do separate work, and so that if all it took to show that something wasn't intentional is that you didn't mean to violate the law, it would be very difficult to understand what work \"bona fide\" was doing in that circumstance. And I think Congress included the bona fide requirement in order to capture instances in which people make factual mistakes, but not in good faith."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"I really don't think that the -- the word that we're wrestling with here is the - - the word \"intentional.\" It seems to me it's the word \"violation,\" because violation -- when it says the violation was intentional or unintentional, does \"violation\" mean the act that constitutes a violation of the law, or does \"violation\" mean the -- the fact of violating the law?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- the part that's worrying me most is where the lawyer is the debt collector. All right? So he's within the act, and he has a client of debt collectors, and the clients all say: Please go collect the debt. And they say: We want to do this, like in this -- suppose in this case, they say: Tell us if you don't owe it; ask them to write a letter to that effect; we won't collect it; now, is that legal? And the lawyer looks up everything in sight and says, yes, it's legal. And then that's what he thinks. All the circuits have said this. And then he asks the FTC and they say, yes, it's legal. So there he is. Everybody's told him it's legal. And lo and behold, this Court, surprisingly, holds the opposite. Well, he shouldn't be liable. And if he has to worry about that, he can never defend his client. The only answer is: Whatever the man says who is opposed to your client, that's what you have to do. That can't be the meaning of this statute.MR. RUSSELL: Well, let me address the hypothetical, to make sure I understand it. If we're talking -- well, first of all, if we are talking about a case in which they've asked the opinion of the FTC, they are entitled to the safe harbor defense, because Congress specifically - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"No, no. What the FTC said is: We won't give you one."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does litigation constitute debt -- debt collection activity?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So he is a lawyer litigating for a client. That was my hypothetical."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Okay."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a mistake. The point is, in a sense, that any decent lawyer would say that's what the law was; that sometimes lawyers get surprised because courts don't always act the way they think is reasonable."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why aren't they in good faith?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Both."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, but that's in your view of it. I am saying that the opposite view of it is that your view of it puts lawyers in an impossible position, let alone the client."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it's not just that it's unfair. It's worse than unfair. The lawyer is under an obligation to represent his client, and hecannot do anything but tell the client: Just pay money to this particular plaintiff whose view of the law is totally contrary to every circuit court that's ever decided it. Now, how can you put lawyers in that position?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are sort of begging the question there. I mean, the antitrust laws also don't have a bona fide error defense, and the question is whether that includes a legal mistake defense."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- but it suggeststhat you would like a -- a sensible interpretation of this that avoids the result I said, if possible. And there is a different way of going about it, which is you could say that a bona fide error in respect to a lawyer imposes much higher standards on that lawyer than it does on most -- and it's simply a client -- that before you can call an error bona fide, that lawyer really has to look into it. He has to have asked the FTC. He has to have gotten -- and made an effort to get a letter back. And if there are one or two circuits that hold the other way, well, where? And if you don't, you are not bona fide. Now, that would get to virtually the same place but it would protect the lawyer against true legal surprise."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One -- one of the things you have to include on this initial communication is the name of the creditor, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So let's say the bank that is the creditor is being sold or taken over. And, you know, you have heard that, well, they have merged, but, you know, the closing date of the merger is two months later or whatever. It's just not clear what the name of the creditor is. So you -- you are not a lawyer, but you are trying to collect the debt, and you go -- you fill in, I -- it's either A or B, and you say: I think it's A, and you fill it in and it turns out that it's -- it's B. Let's say that's a bona fide error. Okay? But if you are sitting there as the debt collector and you say: I don't know if it's A or B. And you say: I know; I'll call the lawyer. You call the lawyer and the lawyer says: Oh, it's -- it's B -- I mean, it's -- it's A. And you put down A and it turnsout it's wrong, aren't -- you are in a worse position if you ask the lawyer than if you didn't, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's a -- it's a legal -- the lawyer looks at it and says: Well, you know, the merger is not going to close for whatever, but I think it's still this bank. And it turns out his legal analysis of who the creditor is was wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the client just says: I'm not going to ask the lawyer; I'm just going to make -- I think it's A -- it's a bona fide error, but it's an error -- he gets the benefit of that position. But if he asks the lawyer, he doesn't get the benefit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who the -- who the creditor is is necessarily a mistake of law, rather than fact?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it a mistake of fact if the lawyer does legal research to find it out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He looks and he says: Well, it depends upon the date of the closing of the merger, not the announcement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it turns out that's a legal mistake."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how -- how do we do that? Because you see, you are quite right. The client runs the same risk in antitrust law in a whole other lot of areas. Absolutely right. But once you bring the lawyer into it, the lawyer has what he doesn't have in an antitrust case under your reading, which is an incentive to distort the law in order to protect his own pocketbook. And that is, to me, a big problem. So you say there is -- there is a -- a way around that. And what?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The lawyer writes a letter to the client. The first thing the lawyer tries to do is to settle the case. \"Dear Client: Please send me the money, and by the way, if you don't owe it, tell me in writing.\" Okay? That's what the lawyer does. That's a legal activity. It's at the heart of practicing law, because nobody goes to court anymore. And -- though he will, if necessary, so he's part of this. Now, how do we get out of this problem that I'm putting? I'm really looking for an answer to that, because I think it's a big problem."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if the district court were to say: You violated the act; this was a mistake of law not covered, but I'm not awarding statutory damages because - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in this case, just for the reasons here, you did something the Sixth Circuit -- or that the circuit law said was permissible, so you didn't do it -- you did it intentionally because you did the violation of the act, but it was based on a mistake of law."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about attorneys' fees?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress wrote this statute to -- to have a cottage industry of litigation. These were attorneys - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe your colleague can, but how -- so they define a -- the reasonable error falls in is because he's a person who regularly collects or attempts to collect consumer debts owed to a -- you know, owed to another person. That's pretty broad. That doesn't come about until '86. You are saying the bona fide language there is before, in '77?MR. RUSSELL: Yes. And at the - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Okay. But then what - - how -- but I still can't figure out how we get this thing to work here, and -- and you just came up with a new idea."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- I get -- okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Jay. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":3,"sideBefore":"justices","text":"And your example of that couldn't happen, because if you were calling debtors, you should certainly check what time of evening the call is. So you get over the first problem, but then on the second problem, the second -- how could that possibly be careful procedure, if you don't even check to see what time zone the person is in?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you know why when Congress codified that law errors don't count, codified that for the Truth in Lending Act purposes, it didn't make the corresponding change in the others?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if the -- even if the error of law is completely reasonable? Let's say in this case the Sixth Circuit had a case directly on point. Still, it was just too bad."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It also makes it hard to use the safe harbor to get the -- to get advice from the FTC."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- that if you have -- you can -- you are home free if you ask the FTC, right?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's the only - - only way you -- under your reading that you are home free?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"If you ask and they answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How many times have they answered in the past decade?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So that's not a very realistic procedure to rely on, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And why is that? Because it's a little difficult dealing with the FTC bureaucracy and getting an answer from them in a reasonable time?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but there are four of them. I don't care how public they are. There are four of them over the past 10 years. It's not a very reliable or usable effort to clarify the law and address the problem that the statute presents."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we know what the time interval was? You said there were seven requests for affirmative responses. How long did it take from when the request was made until the FTC responded?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And if that's wrong, it doesn't do you any good."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Jay. Mr. Coakley. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And also saying -- and then this sentence is what I would like to have your response on, that there is no statute -- Federal statute that makes mistake of law a defense. So this would be highly extraordinary, and if that's what Congress meant to do, to make something that ordinarily is no defense a defense, we would expect Congress to do so expressly."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think before our Heintz decision, that they intended for debt collectors to have an automatic defense if they just called up a lawyer? And so a lawyer's opinion would give them absolute immunity from liability?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, I think part of the difficulty in this case, isn't it, is the -- is ourHeintz decision which made lawyers debt collectors, and so now we are in this quandary about a lawyer's good faith. But -- but if we start with what was understood at the time, do you think that this language was intended to give debt collectors immunity by simply calling a lawyer?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Call a lawyer."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Call a lawyer."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Just have a lawyer sign off.MR. COAKLEY: No, but - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Even if the lawyer made a mistake, if the debt collector relies, you know, I have a reputable law firm, they are well educated, they tell me they do legal research, that -- I can assume that, so why don't I have a \"get out of jail\" card?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's true of antitrust defendants, too."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, I see that. Is it - - is it -- what do you think of the idea that youropponent here has suggested that the way to deal with the lawyer's problem that I mentioned is simply read the substantive provisions, so that there is no violation for ordinary legal activity where they have gone and asked the FTC or you know, all the things that are against them? What you would have to do. That isn't so hard to do as I first thought, because the words that seem to make -- the primary words of what is outlawed are the words \"unfair or unconscionable means.\" Now I -- I doubt -- you would know -- I doubt that there are other words in the statute that forbid lawyers from doing anything that really shouldn't be forbidden. I mean, they shouldn't call people up in the middle of the night and harass them and so forth. But -- but you could read unfair and unconscionable means to say that where a lawyer is really hit by surprise, you know, all the circuits were against him, the FTC wouldn't give him an opinion, that he no longer is acting unfairly and unconscionably. What about that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's right. I was seeing a special problem with lawyers. Call -- the unfairness problem that you are talking about, call that the antitrust problem, because it is just as much. But I saw the special problem of putting the lawyer in the impossible situation that you've just described. Now it's with respect to that problem that he offers the cure of reading the words \"unconscionable\" and what is it? \"Unconscionable and unfair means.\" Read those words to exempt the lawyer when he's in the dilemma I discussed, and therefore the lawyer will not have an incentive to -- to skew his advice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose it would make interpretation of the act a little more difficult. The same practice would be unconscionable in -- notunconscionable in one circumstance, you would have an opinion saying this is not unconscionable; but yet if somebody else does it, you know, two weeks later, that doesn't have the same -- he says, well, look, it's not unconscionable, but it turns out it is, in his case. And it would have to be -- the opinion would have to clarify the law by saying, this is normally unconscionable but we are going to say it's not here because of this activity that is unlikely to happen."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Could we do that in the context of this case? Because we are talking on a highly abstract level. This is a statute that required a validation notice, and for the most part the validation notice that was sent to the debtor is exactly the words of the statute. But the lawyer added two words that are not in this statute, \"in writing.\" Where did that come from? We are told this was not the model form that wasused by the debt collectors' association."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It says you \"should\" - -"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Rather than \"may\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That issue is still not settled, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We still don't know if the lawyer here was right or wrong."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Coakley, one of your earlier statements confused me. You relied upon the fact that TILA was amended in 1980 to provide that legal errors are not covered by the TILA defense, and I think you -- I think you describe that as -- as changing the law to -- to provide that -- that legal errors were not covered. But as I understood the situation, every court of appeals to have construed TILA prior to 1980 had held that legal errors were not -- were not included, as -- as your opponent says, they are not included here. So the amendment to TILA was just an affirmation of the judicial interpretation of the language similar to the language here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Every court of appeals toconstrue it had held that mistakes of law were not covered. Is that accurate or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then -- then your prior statement was very misleading."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There is no basis for saying that the amendment was overturning -- changing the prior meaning of TILA. There is no basis for saying that. All you had were just a few district court opinions, and all the courts of appeals have come out the other way."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why doesn't that just mean that Congress wants to confirm that the judges - - the majority of judges who -- who had held that it didn't -- that errors of law were not a defense, that they were right, it's not changing -- changing anything. It's just confirming that the majority view is right."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Were there any district court decisions, of any kind, reading bona fide errors to mean legal mistakes under any of the other statutes?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The ones that were not changed, the ones that Justice Ginsburg is -- is describing.MR. COAKLEY: Well, under the TILA, there were -- there were - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Under TILA, that's why Congress may or may not have acted - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about under this statute, under any other statute that uses similar language."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Were there any district court cases that were reading those statutes to include mistakes of law?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that was after the TILA amendment?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I was talking about the time that Congress was look at amending the statutes."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that a -- a mistake of law has to be substantively reasonable in order to fall within this defense, and if so, where do you get that? Where do you find that in the statute?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose that a lawyer spends a whole week researching a question, but arrives at a conclusion that is plainly incorrect, does not, therefore, intend to violate the statute and proceeds in good faith. Would that -- how would that work out?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It would be an unreasonable decision, and yet, would it -- it would fall within your understanding of this provision; is that correct?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Could you answer one question -- I'm just a little confused about. One statute has the defense in expressly. The other doesn't. Is there a difference in the likelihood of unfairness under the two statutes? Why -- is there areason why Congress would have wanted to provide a mistake of law defense under TILA and not in this - - this -- in this case? Why would it treat them differently?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I would think all -- which way do these cut? I mean, the fact that there is criminal liability under TILA would seem to me to cut in precisely the opposite direction. You would want to provide excuses of bona fide errors of law, I would think. Why -- am I missing something here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I would think - -"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- have the same problem Justice Scalia expressed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So I mean, you're - - the substance of your answer is that they are just two very different statutes.MR. COAKLEY: Absolutely."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But I -- but I share Justice Scalia's concern, I mean the -- the ways in which they are different would suggest you need the legal mistake defense more in TILA than you do in the FDCPA."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I was wondering if you know, can you give me just a rough idea, of the percentage of instances in which people write to the FTC to take advantage of the safe harbor and the FTC just says, \"Well, we won't tell you.\""},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How many have asked?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it seems to me that's the obvious solution to the problem, that - - until you hold they are not -- they are liable for mistake of law, but anyone can write to the FTC ahead of time and -- and get a safe harbor. It's -- so I don't know what we could do to suggest maybe that mechanism, which is built into the statute, should be used."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Didn't Mr. Jay tell us there were seven requests? Are you disputing that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That means lawyer, if you are worried about this, go write before you do it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I see I have a copy in the retail -- Association of Retail Collection Trades. The first -- second sentence in the FTC's response is I apologize for the delay in responding to your request."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It is not an atypical issue in dealing with government agencies."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Coakley, why do you need a safe harbor if there is no store? I mean what is the purpose of -- of having this procedure, however inefficient it may be, what is the purpose of having it unless you were going to be liable if you make a mistake of law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You are talking about a safe harbor rule. Leave the harbor."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What does that have to do -- what does that have to do with anything, whether it's prospective or not? The point is what benefit does it give to the person who is asking? If the person is not going to be liable for a bona fide mistake, why would he ever use it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, now I do see -- which is why I asked the question, I asked to get an answer, and the answer now seems to be floating around the FTC idea. It's -- seven letters, that isn't very much. I just wonder if the -- if the bar in this area, and their clients, if they made an effort, might be able to get the financing for the FTC so they could have enough people to respond quickly to the letter. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There are severe limits on the liability, aren't there? Isn't there a thousand - - isn't it a $1,000 limit?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's not big bucks for an attorney, is it? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This isn't -- this is a class action, wasn't it? It was brought as a class action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KEVIN K. RUSSELL","firstName":"KEVIN","lastName":"RUSSELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2280,"interruptions":17,"times_spoken":30,"laughter":0,"num_int_by":4},{"id":1,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1425,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":2,"fullName":"GEORGE S. COAKLEY","firstName":"GEORGE","lastName":"COAKLEY","counsel":true,"justice":false,"side":"respondent","words_spoken":2928,"interruptions":26,"times_spoken":53,"laughter":1,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":943,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":483,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1387,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":5,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":425,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":136,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":79,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3705,"times_spoken":43,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":26,"words_spoken":2928,"times_spoken":53,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":9,"words_spoken":3839,"times_spoken":102,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":1.0581660929544552,"respondent":-0.058166092954455184,"date":1472419305341}}