{"petitioner":{"name":"KAWASAKI KISEN KAISHA LTD., ET AL.","counsel":[0,1]},"respondent":{"name":"REGAL-BELOIT CORPORATION, ET AL.\n","counsel":[2]},"caseNumber":"08-1553","date":"2010-03-24T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument first this morning in Case 08-1553, Kawasaki Kisen Kaisha, Ltd. v. Regal-Beloit Corporation, and the consolidated case. Mr. Ballenger. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you taking -- are you taking a position different than the U.S., that it applies to exports but not imports? I think the -- the Solicitor General's position is that it doesn't apply to any import or export. Is it yours that it doesn't apply to imports?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me something? Is there -- do you know if there’s a railroad line from the U.S. through to -- through Mexico? I know there is one from New York to Canada, a freight line."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There are?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the government told us in this -- in that case that Carmack wasn't in the case because it was either waived or something. But the case was considered on the basis of, on the one hand, COGSA and, on the other, the law of 50 States."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but uniformity is one thing when you’re talking about 50 States and another when it's just two Federal statutes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if -- what if Congress was wrong? I mean, the language that they adopted sure looks quite different to me than what was applicable prior to 1978, and the boilerplate provision that, oh, when we codify this, we don't mean to change anything -- I mean, which prevails, the actual language they used or that boilerplate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are -- those are two different arguments, right; your rail carrier argument and your pre-1978 argument?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your -- I'm sorry. I'm a little confused. Your position is that \"K\" Line -- you’re representing whom here?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You have a bit of a --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- conflict, don't you? Because isn't \"K\" Line taking the position it's not a rail line? And who are you speaking for when you say it's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's considered what? If it's considered --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that defined in Carmack? Where in the pre-1978 provisions or in the current statute is that to be read?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I’m trying to find it, statutorily."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what case says that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What case of ours defines a -- a receiving carrier in that particular way?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The only one who’s in --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The only one who has -- the board has jurisdiction over is the railroad. It doesn't have jurisdiction over the ocean carrier receiving."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so you are the -- you have to be the person -- the railroad has to be the person receiving the goods, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you’re not reading the language. Doesn't the language say the person who receives under the jurisdiction of the board?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I keep going back to: What language tells me that particular point in the statute?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my problem."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but not --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not every -- where you are dealing with -- with intermodal transportation, not every receiving -- not every rail carrier would be the receiving rail carrier. I mean, this --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your client is the first rail carrier to receive, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this the language? It says the -- see if it helps with Justice Scalia's question. The language says \"a rail carrier providing transportation or service subject to the jurisdiction of” the STB “shall issue a receipt or bill of lading for property it receives.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that's what it has to do, is a bill of lading for property it receives. And you are saying \"receives\" means receives from the shipper."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It does not mean receives from another carrier."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I always thought that the purpose of Carmack was to ensure rail responsibility, rail carrier responsibility, so that it was one bill of lading with respect to all railroad connections. If that was the purpose of Carmack --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But on the rail line."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On rail -- on the rail transportation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Historically you say that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In the pre-1978 Carmack, there is a -- if you want to take a look at it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is in page 99a of your petition. It reads: \"If the loss, damage, or injury occurs while the property is in the custody of a carrier by water, that liability\" -- \"the liability of such carrier shall be determined by the bill of lading of the carrier by water and by and under the laws applicable to transportation by water.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So explain to me what happens in domestic water cases. It says that you can have a different bill of lading for the water transport. That bill of lading controls your damage on the water, and it separates that out from damage on the rail side?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the railroad is covered by any damage that occurs on land?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there already is domestically two different forms of liability protection?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Prior -- prior to If I think you lose on that question under the law as happens to be currently codified, but would prevail under the pre-1978 law, what -- what is your strongest case for the proposition that what I referred to earlier as the boilerplate language trumps the plain language of the currently codified version?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's kind of a difficult -- I mean, if you’re a shipper and you’re trying to figure out, okay, let's ship some goods, and you pick up the law and it says, well, this is what the law says, who's going to tell you that, well, that you may think that's what the law says, but you’re really governed by the pre-1978 law."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one question. I know that it’s -- your white light is on. Can I assume that whether we rule for Petitioners or Respondents in this case, the shipping world, the cargo world, will immediately adjust to our decision? It's not going to be a problem. There are insurers, there are freight forwarders, there are form contracts. People will know exactly what to do. They will adjust in 1 week to what we do. Am I right about that? Or can you say that if we adopt the Respondents’ position, it will be disruptive to the shipping trade and so forth?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Ballenger. Mr. Yang. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I read -- I read your brief, like your friend's, as relying almost exclusively on the pre-1978 language."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me. What -- what are you referring to now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The Union Pacific petition appendix?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Where -- we’re looking where, now?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But why -- why doesn't the (2), (a)(2), the delivering rail carrier -- if what you say is true, that should be the delivering rail carrier delivering in a -- in an adjacent foreign country."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- that limitation is strangely missing from (2)."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. Wait a minute now."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"The paragraphing you say is wrong?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So all -- you’re saying that -- I think what you’re saying is that all we have to use the statutory statement that nothing was meant to be changed or is to say, well, that paragraphing in 3 is just wrong, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"The indentation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm losing you. 73a?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"This may not have anything to do with anything. Is there a reason the STB doesn't appear on your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It did in the Kirby case just a few years ago."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is there a way to -- are you finished?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"We don't even get into this problem if -- unless the ship line is a rail carrier?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it says, “A rail carrier providing transportation or service subject to” the STB “shall issue a receipt or a bill of lading.” That's what leads us into the problem."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But mid-carriage -- it only talks about -- they use that word \"received.\" That's why I thought possibly it didn't because it says --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a separate argument?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Did the Ninth Circuit pass on that argument?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Did the Ninth Circuit pass on that argument?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It did not."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So that's not right in front of us?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It's quite different."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Frederick. Mr. Frederick. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then under that view, I guess that -- that any intermodal transport, China, all the goods coming from China, which tend to move under a single bill of lading, as soon as they get to the United States and go on a train for 50 miles, a new bill of lading must issue?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right, so you're saying they don't have to issue --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. If they don't have to issue a separate receipt, what we’re talking about is the bill of lading that was issued by the ship."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, if that's correct and if the ship -- the only one that has to do that, it says, is a rail carrier, and a rail carrier is a person providing common carrier rail transport. And then that's defined to include intermodal equipment used by or in connection with a railroad. And my understanding -- which I'm asking you for correction if I don’t -- is that the argument here is the ship is providing intermodal equipment used by or in connection with a railroad."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it's the words \"used by or in connection with\" that I am focusing on, because to apply those words here seems to me to bring every international shipment in the world, no matter how small the American portion by rail and no matter how big the foreign part of this transport -- it brings it all within Carmack. And it means that the bill of ladings issued by people throughout the world are all going to have to apply to meet the terms of the Carmack Amendment, which had the purposes of railroads in the United States, and that's going to be a nightmare."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, first, is it true what I said? And, second, if it is true why isn't it way contrary to the purpose and a nightmare?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, but why don't they have to issue a bill of lading? That's what they say. So every company, the Finnish company, Chinese, every company, every shipowner, even if he’s never been to the United States -- sad for him, but nonetheless -- every one of those is going to have to issue a bill of lading, whatever meeting whatever requirements are there, and we know at least one requirement you think applies."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What are you arguing, estoppel?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Which one is right? That's what we are concerned about."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Which one is right? Their earlier position or their current position?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't you speak to that rather than the fact that they had an earlier position?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me. Can I go back to Justice Breyer's question?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And perhaps -- as I understand this, I think we are all forgetting that none of these liability provisions come into play until there is proof that an incident has occurred somewhere, either on a railroad or on the ocean, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And so the issue becomes which set of rules governs that particular incident --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- where it happened."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think Justice Breyer asked you why it made sense that there would be two rules in effect for what happens on the ocean and what happens on land; and if we had it, wouldn't it create great difficulty? I think -- you may correct me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Your point was --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- if it creates such difficulty, why were the railroads in favor of it before?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Anything here that says on land? Anything in Carmack that says on land?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, if it's in a ferry boat -- remember, we have a very broad definition of \"rail\" where \"rail\" includes all things that have nothing to do with rail."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And so now we’ve got that broad definition, and I would have thought we traced through what has to be in the receipt, and then we get to the -- that section and where it's exempt, because they got -- want to get rid of it; then you have to put in -- you have to put in a certain kind of waiver, which is very hard to achieve. And that -- that's my understanding of it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but they can't get rid of the thing you like."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They can?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do they do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, you don’t --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But part of your argument -- you don't rely heavily on your plain language argument when it comes to deciding that these huge ocean vessels are rail carriers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So that's a little bit different from your argument that they are a rail carrier because their bill of lading would cover the train ride to Chicago."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If it weren't -- if it weren't for the -- for the track from Long Beach to Los Angeles, you would say then they’re not a rail carrier?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how -- how does the Chief Justice's hypothetical work with the language of the statute? They -- it just goes to Los Angeles and it -- there’s a railroad track right by -- by the wharf, and it's the Union Pacific Railroad."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is your case -- does your case end if we hold that \"K\" Line is not a railroad carrier?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"As a delivering carrier."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, unless we hold, as your friends argue on the other side, that they can opt out under 10709."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And that's a different question with respect to liability and claims and with respect to venue."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could I just -- just briefly before you answer the Judge --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The Justice -- the Chief. In what capacity -- \"K\" Line is the contracting party with Union Pacific. Under what contract could the shipper sue Union Pacific?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If \"K\" Line is -- is the shipper --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Perhaps --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Regardless of whether the shipment was by them directly or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe now you could respond to my question about the distinction under 10502 between claims and liability and venue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it's a little -- I mean, the -- I’m looking at page 64a of the petition appendix, where they’re saying you can't exempt through contractual terms for liability and claims. Venue is treated elsewhere, separately from liability and claims. So, again, under -- you’re the plain language team, and that seems fairly plain that venue is not covered."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, the liability is not where you can bring your suit. Liability is liability. Venue is where you can bring your suit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wait. Excuse me. You say we have to defer to a letter --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- brief in another case? I think most of my colleagues would not defer to a letter brief in this case. And you’re saying that we owe deference to a letter brief in another case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mead, which I didn't agree with, it seems to me --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In another case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In that case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have a brief here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There are two things here I don't understand I'm just trying to get clear. In the first part, 706(a), it talks about -- in the definition of \"rail carrier\" -- 102(6), I guess. It says railroad includes -- railroad transport will include intermodal -- intermodal equipment transport used in connection with a railroad. What is intermodal equipment?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So now, if we read it literally, to go back to my -- I'm trying to produce the worst example that frightens me the most. There is 3 miles of railroad transport in the United States, but it carries the chassis, or it carries that big box, which has come all over the world, from all over the world. And if we read this with no limitation, this definition makes the ships that carried it from other places railroads, and once that's railroad transportation, we’re into Carmack. And now, if STB exempts it, what happens is the provision comes into play that says you can't exempt an exempt carrier, in effect, from the liability provisions. And it means the ships that had to issue the bill of lading now have to allow the kinds of suits -- now, here is the point I'm not certain about -- I would think against them, not just against a railroad carrier, and perhaps against them for anything that happens, even on the ocean, and not just the railroad carrier for something that happens within the United States."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, explain to me: What is it that gets us out of that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, where does it say that? Because I’d better read that one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Yes. Where?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know -- do you know offhand where it says that, just so I -- I’d better --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Good."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's COGSA. That's not Carmack."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So what gets us out of Carmack?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then why are we suing -- why are we suing -- why does the ship being sued here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that because they have contracted for them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they don't own Union Pacific's rail line."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if I -- if I own a container being pulled by somebody else's train, I'm in the train business?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, it wouldn't. It would just -- it may just mean that they don't have the regulatory authority because that container is a rail carrier."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What’s carrying it is the rail carrier. It's a container."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I am a little bit confused now. Now, back to being confused. You’re suggesting that from the landing -- it's an ocean carrier -- and the minute that the containers are unloaded from the vessel and put on land, it becomes a railroad carrier, even though its delivery contract may have ended at that point?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. Right. So what about --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So what about -- what is it that you're arguing makes them a railroad carrier once they put it there. Let's assume the reverse of the hypothetical that you -- that you posited. They deliver to the dock, and Union Pacific is the one that owns those 3 to 6 miles of connection to its main railroad. It's the one who’s going to provide the motor carriage. It's the one who’s going to take it from the -- the dock and bring it in."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not merely that it has possession of the container that it has dropped somewhere. It has to transport it in some way in relationship to the railroad?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can we go back one more second? Can you just give me the citation in Carmack -- not COGSA, but Carmack -- that would get our intermodal shipment out of the board's jurisdiction? Because what I'm thinking about is the intermodal shipment and the boat sinks near Hawaii. Okay? Now, on your reading of Carmack, not COGSA, what gets that shipment sunk in Hawaii -- or Midway or Guam or someplace -- what gets them out of Carmack?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Which words?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and it includes transport, just as you defined it, between the United States and another place -- United States and a place in a foreign country."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So that's what this is. This is a shipment between Shanghai and San Francisco or Oakland."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"(a)(2)."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, sorry. Between a place in -- oh, transportation in the United States."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Between a place in."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you a question about -- about whether -- whether the shipper becomes a rail carrier? Suppose it's not 3 to 5 miles. Suppose the -- suppose the American rail carrier is waiting right at the foot of the wharf, and all these wharves have rails that go out to the ship, okay? And let's assume that that's owned by the -- by the shipping company. And a crane takes the -- the goods off of the ship, puts it on a -- on a car that rides along those rails for a couple of hundred yards. Is that enough to make the shipper a railroad?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And you say here they own rail lines that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that go for --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"When you say \"engaging in,\" are you talking about vis-à-vis this shipment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Or is it just in general? Vis-à-vis you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they -- they can't contract around liability for an event such as the one that happened here. Because they have to offer Carmack-compliant terms, and if the owner of the goods has the option of accepting those, they can't contract around that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Ballenger, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how do you get out of the language that says that a rail carrier providing transportation “shall issue a receipt” for property it receives? Now, the boat, oddly enough, is a rail carrier under the definition."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore, it should have issued -- since you agree it's a receiving character, it should have -- or -- it should have issued a bill of lading, that then, if it's within Carmack, as I've just tried to put it, requires it to have certain things in it that they say aren't there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, yes, right; and now we see a rail carrier --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You can get the definition there, and it includes somebody who provides intermodal equipment. And you look at transportation, and transportation includes services related to that equipment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, now all right. Fine."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now just give me how -- what I would write in the opinion that would in fact -- because what they did here, the ship, is it took a container and put it on the train. Okay? So that's inter-service equipment. What's the language that does it your way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SCOTT BALLENGER","firstName":"SCOTT","lastName":"BALLENGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2621,"interruptions":28,"times_spoken":51,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ANTHONY YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1350,"interruptions":8,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":3030,"interruptions":34,"times_spoken":86,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":644,"interruptions":2,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":891,"interruptions":10,"times_spoken":46,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":74,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":396,"interruptions":6,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1390,"interruptions":6,"times_spoken":58,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":145,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3971,"times_spoken":78,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":34,"words_spoken":3030,"times_spoken":86,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":24,"words_spoken":3540,"times_spoken":166,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.8717095528920871,"respondent":0.12829044710791293,"date":1472411005740}}