{"petitioner":{"name":"COSTCO WHOLESALE CORPORATION","counsel":[0]},"respondent":{"name":"OMEGA, S.A. ","counsel":[1,2]},"caseNumber":"08-1423","date":"2010-11-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-1423, Costco Wholesale Corporation v. Omega. Mr. Englert. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you clarify for me what your exact meaning is? There -- your blue brief and your reply brief appear to give two different meanings."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your reply brief suggests that if Omega grants foreign reproduction and distribution rights but retains U.S. rights, that the first sale doctrine would allow Omega to bar importation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it matter? Because your blue brief says that \"lawfully made\" means anything that was made with Omega's consent or authority. So why the difference at all?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if he sells his rights to a foreign manufacturer and distributor, he gets paid for those rights. Why should he now have any additional rights to bar that authorized copy --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from being imported into the United States?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand what --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- you mean to the examples in the legislative history or in the examples in Quality King?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So do you think that there is a difference between assigning a copyright to a foreign entity or merely licensing a foreign entity? One of the criticisms of your approach is that you would draw a line between those two."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are talking about the first sale doctrine. The perfectly consistent rationale would be whether there is a first sale. So -- so 109, though it doesn't say it, but if you look at the history and title, there has to be a transfer. So in fact, if a British publisher with a British right given by an American author or publisher makes this, 109 doesn't apply -- I mean, 109 doesn't apply until there's a sale. Now, that makes -- you -- you haven't adopted that. Nobody -- I guess maybe one of the amicus briefs does, but I don't see why that isn't perfectly sensible and I find no authority against it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I know it is, but it -- the trouble with your position is it gets everybody, I think, going to be -- I mean, I don't know what all these contracts say. There are hundreds of thousands of them, if not millions. What I don't see is why you don't just say: The first sale doctrine has always meant there was a transfer or sale. It meant that in 1792, when I took Phil Arita's antitrust course, and he used to bring it up. You go back to the 18th century. It's always meant there has to be a sale or transfer. So why don't we just read 109 that way, and there you give meaning to everything, and there is just no problem? Now, I raise that not because -- I raise it because since there's only a few people really supporting this, there must be some problem with what I say. So what is it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if you say there has to be a first sale, there is no problem. You block that British manufacturer from sending his books to the United States, but you don't block the person to whom he sells it. Gives meaning to everything."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, no, I'm putting that to you, because since you haven't advocated it, I must be missing something, and I'm not an expert in copyright law. What am I missing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly, and that's what it does under my theory, because there has been no first sale."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you mean you are talking about jobbers? Somebody goes and buys, and so they're -- and so then you lose, because if that's what we are supposed to follow, those excerpts in the legislative history, then it would mean that a person who buys from the British publisher cannot import into the United States because 109 doesn't apply."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you get that in the text? I mean, that's lovely, and you're saying that what Justice Breyer suggests makes perfect sense except for dictum and legislative history. Does your position make any sense with regard to text?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where? Where is that limitation in the text?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about your --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your limitation on exclusive rights abroad versus nonexclusive rights abroad. Where can you possibly find that in the text?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh. Well, that's the end of it for me."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I have to say, I didn't even see it in the legislative history. I didn't think they made a big deal about jobbers. I like history here. Go back to 1792."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Englert, also talk about what, if anything, 602(a)(1) does, then. It seems 602(a)(2) is dealing with infringing goods, with pirated goods. So given the first sale doctrine as you construe it, what does 602(a)(1) protect?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't really mean -- your position is that \"lawfully made under this title\" means that -- means \"would have been lawfully made under this title if this title governed.\" Isn't that basically what you are saying?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But there is another provision of the statute -- I forget where it is -- which says that in so many words."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"\"If this title had been applicable,\" right? We say \"applicable.\" Much prettier."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you -- I see that 602(a) is now broken into (1) and (2) and it's 602(b) that you put entirely in quotes. But what does 602(a) shelter? How does it coexist with the first sale doctrine?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a concurring opinion that says -- that said this case is about a round trip and doesn't talk to goods that --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And nothing in the text that supports your position."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You pulled out of the sky this distinction between having created exclusive rights abroad and having created nonexclusive rights abroad. Where does that come from?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You use --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why using --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the legislative history suggest what part of the text this -- this novel suggestion was based upon?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I do read legislative history, but I didn't really find anything that said that they were worried about an American and a British publisher dividing rights, and they want them to do that. There is no problem with that, because there has never been a sale. So they divide the rights. And there isn't even a problem with -- with buyers from the British publisher, because a reasonable vertically imposed territorial agreement or other restriction on resale is lawful."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it's reasonable, they don't even need copyright."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it isn't reasonable, why should they have it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all you -- yes, I just want you to respond."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Here. But in Europe, I guess, they were lawful."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think -- I think it's always been true."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My question really wasn't to argue with you. My question was: Where in the legislative history does it say that the point of 602 is to prevent a foreign publisher from selling copies to a distributor and then that distributor resells them to the United States? I'm not saying it doesn't; it's just that I didn't focus on those particular words directly."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh. In other words, somebody wanted that. I understand the industry wanted it. But -- but I -- is there anything in there that suggests that this is what Congress wanted to do, members of Congress? Even I draw the line somewhere. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me write that down. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Englert. Mr. Panner. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What do you say \"made\" means?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"See, I'm with you, and I think you -- the text supports you up to the point where you add the qualification. But once you've added that qualification, I think you're -- you're outside the text, just as Costco is outside the text with the qualification that they had."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in their brief, the brief for the National Library Association indicates at the bottom -- the American Library Association indicates at the bottom of page 38 that \"made\" might mean cause to exist, cause to appear, and so that it applies the first time that U.S. copyright law lawfully could apply; so that if you lawfully import it into the United States, it would then apply at that time."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it makes the exemption work, then, too."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it can. It can exclude legitimate copies before there's a first sale."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the -- the -- question is -- I mean, the text seems to say 602 expands or falls within 106. All right? So that's what it says. It says -- it says it's an infringement of the exclusive right to distribute copies. That's the 106 right."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And then 109 is an exception from 106. So it's automatically an exception from 602."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that's the text. And therefore, you are back at what the meaning of 109 is, if I understand your argument. And it seems to me that's the choice. If you are going to take 109 literally, then everything that comes into the United States can't, without the permission of the copyright holder, but for the exception in (a)(3), and a library that brings them in under (a)(3) cannot even lend out the books. That's one choice. And the other choice is to say that \"lawfully made\" means it's made without contravening any provision of the Act, if the Act were applicable."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's a third choice? Maybe you want a third choice."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's why I started with the first sale doctrine, because if you apply the first sale doctrine as it traditionally has been applied and if you believe that 109 incorporates that, there is loads of room for 602(a)(1) to act. That's all the instances where the British publisher published -- makes the book. What they do is they have a license and they try to send it to the United States and they can't without permission because of 602(a)(1), and then 109 doesn't come into play because there's been no first sale. That's the part of this case that I'm finding the hardest, because, literally, 109(a) -- as you correctly point out, 109 doesn't say that literally."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's all right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me -- why didn't they say -- instead of \"lawfully made under this title,\" why didn't they just say \"made in the United States\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that's what you say it means. \"Made under this title\" means \"made in the United States.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's just not in the text. I mean, like the other side, in order to make your theory of the text appear reasonable, you have to bring in a skyhook with a limitation that finds no basis in the text."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then you are trying to rewrite Quality King. Now you are saying that the entire premise of Quality King is wrong."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where in Quality King do you see anything Quality King turning on where the goods were made?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I read the decision and it barely mentions that, if at all. Its whole premise was on what the owner did: Did the owner sell this copy?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't say that. mean, you bring in this other qualification."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How often does this situation --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"But it would be lawfully made under this title, even though it was made -- you know, made abroad, if what?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is isn't the making that is rendered lawful. It's the importation into the United States that is rendered lawful by the agreement that you are relying upon."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you are saying -- you are saying that whether or not it's lawfully made depends on something that happens after it's made?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they still have that right. You say there is no case. But under what theory of yours do they not have that right?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Panner, can you answer Mr. Englert's point what earthly sense would it make to prefer goods that are manufactured abroad over those manufactured in the United States?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's a whole brief filed that traces the history of that language, and I think comes to a somewhat different conclusion. Do you want to say anything about that? It was on the other side."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How often do issues involving 602(a)(1) come up with respect to things like books, musical recordings, movies, as opposed to the copyrighted -- the -- the -- the material that is copyrighted here, a little -- a little insignia, a place to a label -- put on a label or put on a -- on goods?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The other side, if you go to -- you go to -- go to Home Depot and buy a desk, and how do you know -- are you worried that maybe on this desk it says there was a restriction somewhere, you could only use it for homes and not for offices? Does that kind of thing worry you?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the reason it doesn't is because there is a first sale doctrine. Now, aren't you importing those very things that don't worry us about Home Depot into the entire world of books, everything you are talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You may answer, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That was first. Do you have a second quickly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Panner."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart? "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what is your answer to the argument that if \"lawfully made under this title\" means basically made in the United States, that provides a great incentive to manufacture goods abroad and that can't possibly be what Congress intended?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in your example, if there is a lawful importation of the foreign-made good, then if you interpret \"made\" as causing to exist of appear or under these laws, as the library brief suggests, the first sale doctrine would operate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's the problem I have with your position. You are suddenly saying a copyright -- these issues have to be resolved not within the confines of the Copyright Act, but then you have to look to -- to common law as well, which is a very confused situation."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I found the brief I was looking for which is the American Intellectual Property Law Association. And they trace this back to Professor Nimmer's 1965 letter, and they say that the point there was that they were reading Bobbs-Merrill as it was a pre-emption question, that they thought that the copyright law was not pre-empting State law of contract, and State law of contract had the exception in it which applied the first sale doctrine. Now if that's the reasoning, that reasoning would seem to me to apply. We could look up what the State law is, but my guess is that the first sale doctrine applies just as much to goods that come from abroad as to goods that are here at home."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What Nimmer said is, he said we want to be sure in his -- in bill back in '64, '65 -- not to invalidate any State law contractual restriction on the right of the owner of the particular copy to dispose, exhibit, et cetera the same."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So why don't we let --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't we let contract law control the violations of any agreements with foreigners?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"With respect to manufacturing and distribution?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Very briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Englert, you have nine minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ROY T. ENGLERT","firstName":"ROY","lastName":"ENGLERT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3119,"interruptions":15,"times_spoken":41,"laughter":0,"num_int_by":4},{"id":1,"fullName":"AARON M. PANNER","firstName":"AARON","lastName":"PANNER","counsel":true,"justice":false,"side":"respondent","words_spoken":2318,"interruptions":11,"times_spoken":30,"laughter":1,"num_int_by":5},{"id":2,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1529,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":161,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":277,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1276,"interruptions":0,"times_spoken":26,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":134,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":365,"interruptions":3,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":127,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":156,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3119,"times_spoken":41,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":13,"words_spoken":3847,"times_spoken":40,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":2496,"times_spoken":85,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":0},"num_jusitces":8,"prediction":{"petitioner":0.39537612375853826,"respondent":0.6046238762414617,"date":1472501778940}}