{"petitioner":{"name":"ROBERT MORRISON, ET AL.","counsel":[0]},"respondent":{"name":"No. 08-1191\nNATIONAL AUSTRALIA BANK LTD., ET AL.\n","counsel":[1,2]},"caseNumber":"08-1191","date":"2010-03-29T07:00:00.000Z","speakers":[{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess there's also the issue of whether, if everybody is agreed that it is not a jurisdictional question, that's the end of the case. I mean, as I recall, the other side says we shouldn't get to the merits."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are not -- you are not pressing that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't that simply be going through the motions? The Second Circuit put the wrong label on it, but everything it said could have been plugged into: Our decision is under Rule 12(b)(6) rather than 12(b)(1)?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that isn't worth anything, right? I mean, that's -- they haven't conducted a rulemaking or anything."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They just -- just appeared in court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that they don't come out on your side anyway, do they?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could they come down on your side if they say there is no private right of action?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We are only talking about this case. I mean --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We are only talking about this case, right? If we send it back, we send it back to have this case decided and they'd come out against you in this case."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what could -- and that is going to change the Second Circuit's view of things, the fact that, in addition to their initial opinion, it has been reconfirmed, although on different grounds, by -- by the government?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no reason to send it back."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dubbs, you said something that I thought quite revealing in this -- in your brief. I mean, this case is Australian plaintiff, Australian defendant, shares purchased in Australia. It has \"Australia\" written all over it. And in your reply brief you said: \"If the Plaintiff is a foreign securities purchaser as this one is, Sinochem makes it clear that forum non conveniens may dictate dismissal of an action brought in the U.S.\" And taking that, why not -- of the applicable laws to this transaction, to this alleged fraud, isn't the most appropriate choice the law of Australia rather than the law of the United States?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just a question of proper forum, but the proper law?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If all that were done and it were never communicated, there wouldn't be any violation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the communication was done in Australia by the Australian bank."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's go back to the question that I asked you about the appropriate forum. You -- you seem to give this very case -- the plaintiff is a foreign securities purchaser. When the plaintiff's choice is not -- is not its home forum, the presumption in the plaintiff's favor applies with less force, et cetera. But you have an Australian plaintiff suing in the United States based on shares purchased in Australia and the lead defendant is the Australian bank. So what -- what did you mean when you were referring to Sinochem and forum non conveniens?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't your clients have an adequate remedy under Australian law in Australia, in the Australian court system?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's assume that -- that they do not. Let's assume that on the facts of this case they could not prevail under Australian law in the Australian court system. Then what United States interest is there --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that should override that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we had only HomeSide's conduct, nothing else, there wouldn't be any violation of 10(b); is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But nothing has happened. Suppose it had been caught by the Australian bank, and they didn't act on it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I concede your argument that a big component of this fraud was what went on in Florida, but it needed to be disclosed to the public. It needed to be put out there. And that wasn't done in Florida by the Florida defendants."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which of your standards --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Now, that's -- I would like you to follow that up specifically. That is, in my mind the difficult issue in this case is not the jurisdictional issue under principles of international law. It's the question of the scope of the statute. And there the things against you are three. One is Professor Sachs's argument, which I would like to know your answer to. The second is in Judge Friendly's two opinions. The first opinion -- the second one, rather, Bersch, he says if you had a foreign exchange and foreign plaintiffs as -- and there was no foreign plaintiff, the security issued over a foreign exchange, even if that fraud takes place totally in the United States, the statute wouldn't cover it. That's Friendly, which started this. And the third thing is what he says in Leasco. He says: We cannot see any sound reason for not taking your position, at least for the plaintiffs who are Americans. Okay? Now, France, Britain and Australia have filed briefs in this case giving what they consider very sound reasons, which are reasons that Judge Friendly never considered. And those three reasons, as we know, is they point to a number of conflicts, that if you win, how that will interfere with their efforts to regulate their own securities markets, right? That's all one question: Professor Sachs, Friendly in Bersch, and Friendly in Leasco. But that's what I'd like to hear your answer to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- but Australia says: Look, it's up to us to decide whether there has been a misrepresentation, point one; and whether it's been relied upon by the -- by the plaintiffs, point two. And we should be able to decide that and we don't want it decided by a foreign court. You are talking about a misrepresentation, if there was one in this case, made in Australia to Australian purchasers; it ought to be up to us to decide that issue; and here you are dragging the American courts into it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not to these plaintiffs."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you have to join the misrepresentation to the plaintiff."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The only misrepresentation to these plaintiffs was made in Australia by an Australian company."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- that isn't the issue. The -- the -- the issue for the Australians is: We want to determine whether there has been a misrepresentation or not."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't want the determination of whether there has been a misrepresentation on the Australian exchange and whether Australian purchasers relied upon that misrepresentation to be determined by an American court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not if it's decided here, unless you want to say, the Australian court to say, the United States taking this case is so outrageous that we will not respect its judgment. And that's a factor, too. It's -- what conflict of laws is all about is you have two jurisdictions, both with an interest in applying their own law, but sometimes one defers to the other."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Morrison --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dubbs, Morrison, the first-named plaintiff, was a derivative holder."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you have -- you have two classes of plaintiffs, one the Australians, who bought their shares in Australia; then you have Morrison, who has an ADR, and who is dismissed because he wasn't able to show damages."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what U.S. investor was harmed?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you -- do you want to finish?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- I mean, I can see. I will give you all that. That isn't what is bothering me. I think you are right so far as what you have argued. But the part that I think is most difficult is why I -- I shorthand referred to Professor Sachs' article."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because what Australia is actually saying is what we don't like about -- about the American system, you know, their -- their common criticisms of class actions. We say, first of all, the American rule means even if our companies here are right, that they are going to have to pay their legal fees. We don't like punitive damages. We don't like that we have the opt-out. And these are all our citizens, and we don't want to subject our companies on our exchange to that stuff. Now, fine, they have a reason on their side. Then Professor Sachs says: Read the statute, because they argue -- it was never intended to cover that kind of stuff. Now, that's what I would like you to address specifically."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that it happens in advance of considerable discovery. I -- I -- I would agree that the judge can confine discovery to forum non conveniens or for personal jurisdiction, but in -- in these cases one of the things we are really talking about is the burden of discovery. That's the cost of litigation. You know that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is your test for whether -- whether it's being applied internationally or not?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you on that point: Supposing the class of plaintiffs included a group of Americans who were shareholders of the Australian bank and who -- but who purchased their stock over the Australian exchange."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Give me reasons for it. The strongest one for it, the strongest example against you it seems to me, is Judge Friendly's example. Schmidt, a citizen of Germany, flies to New York and meets Jones in the hotel. And Jones says, I have a bridge I want to sell you. Look out the window. Say, Do you own the Brooklyn Bridge? Yes. And that's a lie. Here's what you do. You invest in buying shares of my company sold on the German exchange. Okay?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Conduct took place in the United States, a terrible fraud. This is contrary to fraud and, says, I think, Judge Friendly and others, it should apply at least where Schmidt is an American citizen and Professor Sachs says no, not even then. What do you do with that case? The fraud took place totally here."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Sign the paper here in New York."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Sign the paper, right here, and give me the money, because I have an urgent appointment."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but your position and hers is: That's no more a valid claim than this one or any other one we dream up. That's why it's a pure example, and I want to know how you feel about it. And --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or any other. Or -- read the next word."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is the government going to tell us that its test, which differs from the foreign exchange test, is based on considerations like those suggested in Justice Breyer's Brooklyn Bridge hypothetical?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Would the limitations on discovery give you substantial protection were we to adopt the government's test or say the foreign exchange test with the subset exceptions for the -- that takes account of the government's test?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it a consideration that this discovery alone would be an offense to foreign --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure how you interpret the language that you -- that you just read, when you say to use or employ in connection with the purchase or sale of any security registered on the National Security Exchange or any security not so registered. Now, is it your point that in order to avoid an international extension of it, it should apply only to securities? What?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Securities purchased and sold in the United States? Is that it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Purchased -- purchased or sold?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if it's not -- what if it -- what if the fraud produces neither a purchase or a sale but induces somebody to hold on to stock that otherwise the person would dispose of?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose there were litigation with substantial allegations of wire fraud violations as predicate for RICO violations, and the case begins to proceed, and then there is a second cause of action under the securities law. Would -- would the fact that there is going to be discovery and substantial litigation in the -- in the United States courts be a factor in retaining the -- the securities violation in this suit? Or would the test be just the same in your view?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"On the -- on the extraterritorial presumption against it, your colleague on the other side tells us that in all the cases where the presumption applied, all of the conduct was someplace else, and they give the Aramco case and say that was an employee hired in -- was it Saudi Arabia --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- and everything happened outside the country."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Here, I mean, you have to concede that a component of the alleged fraud occurred in Florida."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is that your only point? Or is your point also that you wouldn't need section 30 if -- if 10(b) were --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- were read as broadly."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How does it hurt the other countries if what we would say on their reading of this is, Congress has said, \"Look, if some terribly bad conduct happens in the United States; they lie through their teeth; and you, whoever you are in the world, who buys some shares and as a result you are hurt, we will give you a remedy. Come to us\" -- now, how does that hurt Australia?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or France or England or any of these others?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not as easy to apply this, you think? Now, on your theory, I guess Schmidt is in Germany and we have our Brooklyn Bridge. Okay, now wait. What happens is he calls Schmidt on the telephone, Jones, and he says I own the Brooklyn Bridge. Actual, right, direct? Under your test, correct?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Schmidt is in Germany. He calls him up."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All -- everything -- you have to assume he's going to buy the thing on the exchange in Germany but the fraud is in Brooklyn. He is lying about -- he doesn't really own the Brooklyn Bridge. So he calls Schmidt. I am interested in -- he calls Schmidt. Causation, that's what your last pages of your brief, focus on that. He calls him and he lies to him. Actual. In your theory --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Go back to my Brooklyn Bridge example. Everything is hatched in your boiler room."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And they communicate the lie by calling Schmidt in Berlin on the telephone, directly."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Schmidt is the German. He's in Germany. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm focusing on the last pages of your brief. Where you turn this whole thing on the directness of the causation."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm accepting that for the moment. What's bothering me, taking off from what the Chief Justice said, is the feasibility of your test. Your test, it seems to me on causation, would say that when you phone Schmidt and lie to him, he can sue. But when you phone your parent company, knowing that they will put it in the prospectus and Schmidt will read it, you can't sue. And then what occurs to me is suppose you phoned a reporter, or suppose you phoned your parent company and you knew they would tell a reporter. I'm focusing on the practicality of your causation test."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You think that's the question here? You think the question is whether this really took place in Florida? I didn't think that was the question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Let's skip -- skip my question because other people may ask."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":6,"sideBefore":"justices","text":"If the plaintiffs in this case had clearly alleged in their complaint that nobody in Australia reviewed the numbers that were sent from Florida to any degree, they just directly copied them, some low-level clerk directly copied them, would the direct cause test be met?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Roberts --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well, then you give no weight to the fact that it was on the Australian exchange?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Roberts, because your time is running out, there is a basic question here. You are asking us to make a distinction between what the SEC can sue for and what a private party can sue for. Congress did that with respect to aiders and abettors. Is there any other instance in which we have made a distinction, yes, the SEC has a claim but the private litigant doesn't?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I am frankly less concerned with your -- your test for the private cause of action, the direct cause test -- I -- I guess I could work with that -- than I am with your test for -- for the jurisdiction of the -- of the SEC, which is sort of a totality of the circumstances test. It doesn't seem to me that's an appropriate test for a jurisdictional question. You don't want to spend time litigating the totality of the circumstances."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess we don't have to say anything about -- about what the government can do, do we?"}],"people":[{"id":0,"fullName":"THOMAS A. DUBBS","firstName":"THOMAS","lastName":"DUBBS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3672,"interruptions":21,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":1,"fullName":"GEORGE T. CONWAY","firstName":"GEORGE","lastName":"CONWAY","counsel":true,"justice":false,"side":"respondent","words_spoken":2565,"interruptions":13,"times_spoken":28,"laughter":1,"num_int_by":5},{"id":2,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":1181,"interruptions":8,"times_spoken":40,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":626,"interruptions":2,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":661,"interruptions":4,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1055,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":239,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":36,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3672,"times_spoken":43,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":21,"words_spoken":3746,"times_spoken":68,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":2728,"times_spoken":84,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":8},"prediction":{"petitioner":0.46803970751469054,"respondent":0.5319602924853095,"date":1472418052830}}