{"petitioner":{"name":"CITY OF ONTARIO, CALIFORNIA, ET AL.","counsel":[0,1]},"respondent":{"name":"JEFF QUON, ET AL.\n","counsel":[2]},"caseNumber":"08-1332","date":"2010-04-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-1332, the City of Ontario v. Quon. Mr. Richland. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The written policy? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"The whole -- the argument here, of course, is that that was modified by the instructions he got from the lieutenant. Do we follow the written policy or the policy they allegedly enforced in practice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we are dealing with Mr. Quon's reasonable expectations, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And even with the written policy, he has the instructions -- everybody agrees -- you can use this pager for private communications."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We’re not going to audit them. Right? That's what he said. He has to pay for them. Right? Now, most things, if you're paying for them, they’re yours. And this -- it particularly covered messages off-duty. Now, can't you sort of put all those together and say that it would be reasonable for him to assume that private messages were his business? They said he can do it. They said, you’ve got to pay for it. He used it off duty. They said they’re not going to audit it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In addition to -- that was said at the meeting -- and Lieutenant Duke, who was the same one who later says: I'm not going to monitor as long as you pay the difference. There was the statement at the meeting by that same person. Wasn't there something in writing by the police chief to follow up after that meeting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Let me ask you to put the written policy aside. Hypothetical case: There’s no written policy. Would he have a reasonable expectation in the privacy of his personal e-mail, text messages, in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, all we know is the list that I went through earlier."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Richland, a little earlier you referred us to page 152 and 156 of --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, the appendix to the petition."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that’s the written policy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the policy itself, from the point of view of Officer Quon, is a little bit more complicated than that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You would agree, I think, that if the SCA, the Stored Communications Act --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If that made it illegal to disclose these e-mails, then he would certainly be correct that he has a reasonable expectation of privacy; isn't that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not reasonable to assume that people are going to follow the law?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on that point, do we take it as the law of the case or as a given that it was illegal for I think Arch to turn over the transcripts to the police department? What do we do with that part of the case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"On remand -- has there been a final judgment issued as to Arch, or is that just being held --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, let's assume that in this police department, everyone knew, the supervisors and everyone else, that the police department people spoke to their girlfriends at night."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And one of the chiefs, out of salacious interest, decides: I'm going to just go in and get those texts, those messages, because I just have a prurient interest. Does that officer have any expectation of privacy that his boss won't just listen in out of prurient interest?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if in fact -- and whether we agree with this conclusion or not, we accept the lower court's views that there was an expectation that the chiefs were not going to read these things, some expectation of privacy --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the limits of it have to be limited for all of the reasons you’ve said, doesn't this case begin and end on whether or not what the jury found is reasonable grounds for what the city did?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess we don't decide our -- our Fourth Amendment privacy cases on the basis of whether there -- there was an absolute guarantee of privacy from everybody. I think -- I think those cases say that if you think it can be made public by anybody, you don't -- you don't really have a right of privacy. So when the -- when the filthy-minded police chief listens in, it's a very bad thing, but it's not -- it’s not offending your right of privacy. You expected somebody else could listen in, if not him."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it is."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then, according to what you just said, the jury determination was superfluous. If there was no reasonable expectation of privacy because the officers were told this is just -- we treat this just like e-mails, it can be monitored, it can be made public, then there would be no reasonable expectation of privacy and there would be no question to go to the jury."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have two arguments: One, that it's -- there’s no reasonable expectation of privacy; even if there were, that this was a reasonable search."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is reasonable expectation of privacy a judge question or a jury question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did your client treat on-duty text messages different from off-duty text messages?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did it do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did it treat them differently? Under your theory, they’re all the same -- no expectation of privacy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that something like the plain view argument? In search and -- search and --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm serious. In other words, there is, under your view --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- legitimate grounds to look at the messages, and then once they see it, they don't have to ignore it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why did -- I'm sorry. I still don't understand. It redacted them, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. You said they did get to the off-duty text messaging later?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't have to look at the messages to determine that with respect to the off-duty messages, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If someone wanted to send a message to one of these pagers, what sort of a device would you need? Do you need to have another pager, or can you -- could you send a message to one of these devices from some other type of device?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. What other type of device could you use to send a message to one of these pagers?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, if they were on duty 24/7, there weren't any off-duty messages, were there? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we take it that the Stored Communications Act does say that the provider may not give out the transcripts, if we take that as given, then how can the department lawfully use the transcripts?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Certainly, counsel. Mr. Katyal. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me ask you this: Suppose the department asks for opinion of legal counsel whether or not transmittal of the transcripts by Arch to the department was a violation of the Act, and the counsel said: This was a violation of the Act; they had no right to send them to you. Would the department then still have had a right to look at the transcripts?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but -- no, my hypothetical is that the -- that there is a legal counsel's opinion that this was in violation of the Act, and let's say the district court said it is in violation of the Act. Let's say we say it’s in violation of the Act. Is that the end of case? The department cannot look at the transcripts?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, California v. Greenwood was a question of -- of a Fourth Amendment standard that had to be nationwide. So you say it's the same -- same thing here?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but Greenwood was in the -- in the context of the exclusionary rule in criminal proceedings. I certainly think that States -- at least we could make the reasonable argument that States can have different policies with respect to their employees, that have to be respected."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's -- that's a little bit puzzling because there are -- electronic communications are stored all over the place in -- and there isn't a history -- these are -- these are relatively new. There isn't a well-established understanding about what is private and what isn't private. It's a little different from putting garbage out in front of your house, which has happened for a long time. If -- if statutes governing the privacy of that information don't have any bearing on reasonable expectation of privacy under the Fourth Amendment, it's some -- I -- I'm at something of a loss to figure out how to determine whether there is a reasonable expectation of privacy regarding any of those things."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Your point that you made just a moment ago, that we don't want to freeze into place the constitutional requirements with respect to new technology, I wonder if it cuts the other way. We’re dealing with an amendment that looks to whether something is reasonable. And I think it might be the better course to say that the Constitution applies, but we’re going to be more flexible in determining what’s reasonable because they are dealing with evolving technology."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but that puts a lot of weight -- I mean, there are some things where we don't bind them. You know, you get the usual parking garage thing that has got all this small print on the back. We -- we don't say that you’re bound by that, because nobody reads it. But in here, I just don't know. I just don't know how you tell what’s reasonable -- I suspect it might change with how old people are and how comfortable they are with the technology -- when you have all these different -- different factors. You know, they’re told you can use it for private; you’ve got to pay for it. I think if I pay for it, it's mine, and it’s not the employer's."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose we find a right of privacy. Is that the end of the case? I mean, wouldn't you also -- in order to sustain this lawsuit, wouldn't you also have to find that it was an unreasonable --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What’s the government's position on the unreasonableness of the search?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe an easier way, huh?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, your -- your position would require people basically to have two of these things with them, two whatever they are, text messager or the BlackBerries or whatever, right? Because assuming they’re going to get personal things, you know, some emergency at home, they’re also going to get work things --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You want to -- you want to -- you want to undo O'Connor's operational realities of the workplace and say the minute you issued a written policy that renders all searches okay, even if the operational realities are different?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You may have an argument that the nature of the policy here and all of the activities related to it don't prove an operational reality of privacy, but I don't know why -- you want a flat rule that says once you have a written policy, there’ no expectation of privacy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dammeier. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why is -- why is that so? I mean, it did say associated equipment. And -- and if an employee is told now e-mails aren't private, so we’re warning you, we can monitor them, wouldn't such an employee expect the same thing to apply to the pager?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But my question is, an employee reads this policy and says, oh, my e-mails are going to be subject to being monitored --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't that employee expect that the policy would carry over to pagers? I mean, would -- when you think of what's the reason why they want to look at the e-mails, wouldn't the same reason apply?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe -- maybe everybody else knows this, but what is the difference between a pager and e-mail?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You can do that with e-mails."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that he said -- he was saying: But as far as billing is concerned, I'm not going to look at these; if you use more than 25,000 characters, you pay the extra, and that will be the end of it. If you contest that, then I’ll look to see whether those in excess of 25,000 characters were for work purposes or private purposes. And so he's talking about the billing. He hasn't retracted what was said at the meeting about -- that these text messages are subject to audit."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But what’s wrong with his deciding: I don't like to do this anymore? I don't want to collect all this money; it's too complicated; and so I don't know how many of these messages are related to work and how many they are just mucking around prying into each other's business."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So I would like to know, so therefore I'm going to look and see. Now, what’s unreasonable about that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, no."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm saying what's -- the city owns the pager. It's a pager used for work. They are giving a privilege to people if they want to use it off work. It seems to be involving a big amount of collection, and so what he wants to do is he wants to see how much of this is being used for work and how much is of this not being used for work. My question, which I just repeated, is why is that an unreasonable thing?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. And then if that’s not unreasonable, why is what went on here that is any different?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How does that differ from what I just said?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand. I thought it's just a more -- a few more words to say just what I said. That they wanted to look into this because they are tired about collecting so much money. It's the third time I've said the same thing; probably it's my fault I’m not being clear. But it looked as if they wanted to know how many are being sent for work purposes, how many for private purposes including prying into people's business, which wasn't too desirable, and -- and -- so that they could get the -- the charges right. Now, that sounds like what the jury said they were doing, too. And my question was -- I don't see anything, quite honestly, unreasonable about that, where you’re the employer, where it's a SWAT team, where -- where -- where you’re paying for this in the first place. So the reason I ask it is I would like you clearly to explain what's unreasonable about it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the conclusion. Now, what's your reason?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, explain that one to me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Being naive about this, if I had a -- like, 20, 30,000 characters in 1,800 messages and I wanted to know which are personal and which are work-related, a good way to get at least a good first cut would be to read them. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Okay? So I start off thinking that seems to be reasonable to me. That's what I would do."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So all right. Now you tell me why that isn't reasonable."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. But the officers might say: I don't want you to read these messages because they happen to be about the sexual activity of some of my coworkers and their wives and me, which happened to be the case here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So I guess if you had asked for consent, the officer would have said no. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Now, he says, I still want to know. I will be repeating it. All right. So what -- that didn't sound very practical. What's the other way?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the officer is going to say, hey, these are all big -- work-related. I’ll tell you that. I only had two."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. What's a third way?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That would have been rough on them. Because you want to let them have a few; you need pizza when you’re out on duty. You want to -- there are --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Look, so far I listened to four things, and I'm just being naive about it. I’ll read it more closely, but I don't see why these four things are so obviously more reasonable than what they did."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose that their application of what -- how much was being spent on business-related, all of your suggestions about having the officer do things does nothing about their application."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You’re -- you’re relying on the very person you’re auditing to do the audit for you. That doesn't seem either practical or business-wise."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That goes back to -- I don't understand that. You’re still relying on the person you’re auditing to say to you I’m only using it for business. That -- that's just not logical."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But the question, in the Constitution, the word is \"unreasonable.\" Is it a reasonable or unreasonable? So the question -- what I asked is not maybe you would have gotten a better result if you had hired Bain Associates and Bain would have done a 4-month study at a cost of $50,000. But I could say a person who doesn't want to hire Bain and who doesn't want to rely on the unverified word of the officers who were using these for God knows what is not being unreasonable. That's the ultimate issue. And that's why I’m putting it to you to show me that what they did was unreasonable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The only reason -- the only reason the officer would not be accurate -- I mean, I don't understand why the redaction is such a bad idea. He just says these are private. And that allows -- and then you could look at everything else. You can see if he's going too far because then everything else would be there. But in terms of -- the jury found this was not done to find out what was in the messages, so they don't need to find out what’s in the messages. That's just a question. He has to pay for everything he -- he redacts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it's no different than the police coming in and saying, well, we’re going to look at, you know, what's in every drawer and then -- you know, then if it turns out to be personal and private, we won't -- you know, we won't -- it just happens that we came upon, I guess, is Justice Kennedy's point. It's kind of the plain view doctrine, except they get to decide how broad what they can view is."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you this question about the basic background of a reasonable expectation of privacy? This is SWAT team work. Supposing it was an officer answering 911 calls or things like that. Isn't there sort of a background expectation that sooner or later, somebody might have to look at communications for this particular kind of law enforcement officer?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, wouldn't you just assume that that whole universe of conversations by SWAT officers who are on duty 24/7 might well have to be reviewed by some member of the public or some of their superiors?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it's over official -- it's over the official communications equipment that they use for purposes of law enforcement."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I certainly -- criminal defense attorneys challenging probable cause would want to look at these. They would want to see if there is exonerating evidence, under the rule that all exonerating evidence has to be submitted. It would seem to me that it's quite likely, as Justice Stevens' question indicates, that there is going to -- that these are going to be discoverable."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you’re not -- you’re not a police officer who is making arrests. I mean, this -- this is part and parcel of determining probable cause and mitigating evidence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Dammeier, you could say the same thing about private phones. There are obviously circumstances in which whether you were making a call between certain times becomes relevant to litigation. So you could say that destroys the expectation of privacy? I'm not sure. I hope we don't say that."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but there’s no normal reason for going through somebody's desk; whereas, there would be a very ordinary -- ordinary reason for reviewing calls made to the SWAT -- members of the SWAT team, it seems to me."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, to say that there’s an expectation of privacy in the desk doesn't say that every intrusion into that expectation of privacy is an unreasonable one. There could be that expectation of privacy and, still, for some reason -- let's assume there has been a theft in the building, and it's known that what was taken has not gotten out of the building. It's conceivable that that would be a valid reason to intrude upon the expectation of privacy, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why isn't this a proper circumstance?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't know which ones were private messages, did they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not until they read them."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What was the arrangement that Lieutenant Duke had in place? I thought all he said was: I don't have an intent to read these, because it's too much trouble, so if you go over and you pay me the extra, I'm not going to read them."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Did he ever say that -- that I'm not -- that you have a privacy right in these things?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did he say \"we\"? He -- even Quon didn't say that. Duke said he wouldn't do it. But earlier, the -- at the meeting, the statement was made that these are open to audit. Didn't say only by Lieutenant Duke."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What happens, just out of curiosity, if you're -- he is on the pager and sending a message and they’re trying to reach him for, you know, a SWAT team crisis? Does he -- does the one kind of trump the other, or do they get a busy signal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And would you know where the message was coming from?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And he's talking with a girlfriend, and he has a voice mail saying that your call is very important to us; we’ll get back to you? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did -- did he know about that statute? I didn't know about it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can we assume he didn't?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And what difference would that make?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don’t see how it can affect his expectation of privacy, if he didn't even know about it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ignorance of the law is no excuse, is what you’re saying?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Do you have any theory, or do you make any argument that Florio, Trujillo, and Quon's wife can succeed in their Fourth Amendment claims, if Quon can't?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Well, suppose it was perfectly clear that -- I mean, suppose that the department gave Mr. Quon a policy -- a statement that says: Sign this, you acknowledge that your pager is to be used only for work and that you have no privacy interest in it whatsoever; we’re going to monitor this every day. And then these other individuals sent him messages. You would still say they have an expectation of privacy in those messages?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what -- when you send a text message to somebody else, aren't you quite aware that that text message will remain confidential only to the extent that either the recipient keeps it confidential -- and he can disclose it -- or somebody else who has power over the recipient or over the recipient's phone chooses to look at it? Don't -- isn't that understood when you send somebody a text message?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so she should have understood that, you know, whoever could get ahold of his phone lawfully can read the message. In other words, I don't see that she's in a -- in a different position from Quon himself."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's a different issue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, again, it depends upon their reasonable expectation. Do any of these other people know about Arch Wireless? Don't they just assume that once they send something to Quon, it's going to Quon?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then they can't have a reasonable expectation of privacy based on the fact that their communication is routed through a communications company."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I didn't -- I wouldn't think that. I thought, you know, you push a button; it goes right to the other thing. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You mean it doesn't go right to the other thing? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can you print these things out? Could Quon print these -- these spicy conversations out and circulate them among his buddies?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But just -- just to be clear: You think if these messages went straight to Quon that there’d be no problem from the point of view of the senders? I mean, no problem in searching -- getting them from Quon?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So we have to assume for your argument to succeed that they know that this goes somewhere else and then it’s processed and then it goes to Quon."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I didn't know."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can an officer who has one of these pagers delete messages from the pager --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- so that they can't be recovered by the department if the pager is turned into the department?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They can delete them?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose I sent somebody a letter and -- and I have privacy in that letter, and let's assume it’s intercepted at the Post Office, but I have also published the letter in a letter to the editor of the newspaper. I have written the following letter to Sergeant Quon. Do I still have a right -- a right of privacy in that letter?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that's the situation here. The -- the central location that stores the message is one thing, but she's made -- made the message public effectively by sending it to Quon. Once it gets to Quon, she knows that Quon can make it public or that the employer can -- can find out about it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly. That -- and that's why you have the statute, because the Fourth Amendment wouldn't solve the problem, because you are effectively making it public by sending it to somebody whom you don't know is immune from disclosure. So, in order to stop the intermediary from making it public, you needed the statute. Otherwise you wouldn't need it; the Fourth Amendment would solve the problem, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Are you sure that -- are you sure about your answer to the question of deletion? It's not like deleting something from a computer which doesn't really delete it from the computer?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the factual record was the opposite, that in fact most of the calls were -- not most, but a huge number of calls were happening on duty."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the policy was limited personal use."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the notice was we’re going to treat these just like e-mails, and e-mails were limited personal use."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Richland, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Richland, do you take any position on whether Jerilyn Quon, April Florio, and Steve Trujillo stand in the same position as Sergeant Quon insofar as this lawsuit is concerned?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That means the government can set up an interception mechanism on telephone transmissions, on e-mail, computer transmissions --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it doesn't mean that, answer his argument that, yes, you could take anything from Quon, but the storage -- you went to the storage facility, which is a Post Office."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have to get into who owned --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether this was a -- we have to get into the Storage Act and figure out whether this was an RCN or ACS?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Whoa, whoa. I'm not sure you’re doing the city a favor by making Arch the city's agent --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as opposed to an independent contractor who is doing business with the city."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You sure you want to live with that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KENT L. RICHLAND","firstName":"KENT","lastName":"RICHLAND","counsel":true,"justice":false,"side":"petitioner","words_spoken":2109,"interruptions":15,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1188,"interruptions":8,"times_spoken":15,"laughter":0,"num_int_by":5},{"id":2,"fullName":"DIETER DAMMEIER","firstName":"DIETER","lastName":"DAMMEIER","counsel":true,"justice":false,"side":"respondent","words_spoken":2779,"interruptions":36,"times_spoken":79,"laughter":1,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1082,"interruptions":4,"times_spoken":43,"laughter":2,"num_int_by":4},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":469,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":831,"interruptions":4,"times_spoken":37,"laughter":2,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":462,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":396,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":723,"interruptions":1,"times_spoken":20,"laughter":2,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":155,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3297,"times_spoken":68,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":36,"words_spoken":2779,"times_spoken":79,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":19,"words_spoken":4542,"times_spoken":156,"laughter":7,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035084}}