{"petitioner":{"name":"THE TRAVELERS INDEMNITY COMPANY, ET AL.","counsel":[0]},"respondent":{"name":"PEARLIE BAILEY, ET AL.; ","counsel":[1,2]},"caseNumber":"08-295","date":"2009-03-30T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-295, Travelers Indemnity Company v. Bailey, and Common Law Settlement Counsel v. Bailey. Mr. Ostrager. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ostrager, you have characterized the Second Circuit's decision in a way the Second Circuit did not. The Second Circuit said: The confirmation of the 1986 order stands, but that order did not encompass what was added in 2004; that is, that order dealt with the debtor, with Manville and the insurer's obligation to cover Manville's liability. The Second Circuit said: Now, this 2004 order, which concerns independent actions against insurers for their own wrong, was never encompassed in the order that they affirmed. So I think it's quite unfair to say it's a collateral attack on the 1986 order."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At the time of the 1986 order, had these independent actions started? I thought at the time of the 1986 order the concerns were suits involving Manville's liability and the insurers' derivative obligation to cover."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The insurers, to the extent of the insurance proceeds. That's what created the pot that made the settlement fund. But what I'm trying to get at is this extra piece, because the only information we have is that Manville -- there was the conversation that's reported in the Chubb brief. This question came up, well, what about actions against the insurers for their own wrongs? And the answer was, oh, those aren't covered."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Ostrager, is - - help me out, because this is an issue of fact, and I don't have the record in front of me now. But didn't the 1986 order expressly include permission for certain actions alleging insurer misconduct to proceed, those that had already been filed?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I drew the implication from that that the -- that the bankruptcy court thought its order would be barring such actions if they had not already been filed. Am I right on the -- on the -- at least on the record point?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But he was saying that - - in effect, that was simply articulating rather more than he had done the first time around and what he intended the first time around."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the Second Circuit's decision based on an interpretation of the confirmation order or was it based on subject matter jurisdiction?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is a distinction between jurisdiction and whether the action taken by the bankruptcy court comes within the statute. But at some point, at some point surely the two overlap. I mean, suppose -- you know, you say simply because it is a bankruptcy action it comes within the bankruptcy clause and there is jurisdiction. But what if the bankruptcy court in connection with the bankruptcy decrees that a totally unrelated company has to pay a certain amount of money and it's conceded that this company has no relation to the bankruptcy, but the court says, this is a national problem and this other company ought to contribute."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that would be within the bankruptcy power?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They can do anything under the bankruptcy law?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, that's fine. I'm not arguing about that. I'm arguing about the principle that you are asking us to accept, to wit, that this challenge cannot possibly be based upon jurisdiction. Surely there are some things that simply do not fall within the bankruptcy power. Isn't that true?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And that - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what you are saying is this does fall within the bankruptcy power. But don't tell us that it is not a challenge based upon the jurisdiction of the court and based exclusively upon the statute. It could be based upon both."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Second Circuit's view was that the bankruptcy court has no authority, no subject matter jurisdiction, when the debtor -- debtor's liability is not in question. The Second Circuit thought, rightly or wrongly, that when the liability is between two- the question is between two nondebtors, Travelers on the one hand, the claimants on the other, Manville is not in the picture. That's what the Second Circuit said, it falls outside the domain of the bankruptcy court, and that could be wrong or it could be right. But in the Second Circuit's view the bankruptcy court lacked authority to deal with the nondebtors' liability to the claimants."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The direct actions against Travelers."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ostrager, may I ask this question. I -- I was unable to find the complaints in the voluminous filings here. Do any of the plaintiffs' cases seek recovery from assets of the estate that would reduce the payments to creditors of Manville?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you answer my question?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But why does the bankruptcy court have jurisdiction to enjoin third party actions against some creditor of the estate?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But if those actions won't affect the estate at all, I just don't understand sort of the basic theory, and I don't really understand the theory of the plaintiffs' cases, either. I don't understand -- I can't figure out what anybody expects to collect from Travelers for what they did. The fact that they defended cases certainly was proper for them as an insurance company. This is mysterious case to me."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"These were cases in the State courts and, as I understand it, so far none of them have succeeded."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could you say they ignored it when they had several pages devoted to 524, and they said it was -- it didn't cover these so-called direct actions, which really aren't what we generally call direct actions. But the Second Circuit did address what Congress did to codify essentially the Manville device."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How do -- how do these pending actions have any impact on fulfilling the objections -- objectives of the channeling instruction or affect the disposition of the assets in the estate? I just don't understand it."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there has been one and it's been a success."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"None of whom would be affected - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But none of whom would be affected if these suits go forward, as I understand it. I'm missing something very important, I think."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it harmless error?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if part of the settlement -- I mean, Travelers says, we need to get more out of this before we're going to put in all the policy funds; the bankruptcy judge says, well, you are going to be immune from any traffic accident liability; and there is a traffic accident and Travelers said: Well, the bankruptcy court said I don't have to pay. Is that all right? It's within the jurisdiction as you read it because it involves Travelers it's related to the funds they submitted into the trust account. Is that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know they that didn't intend anything with respect to traffic accidents. But my question is how far does your theory reach?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So there would be jurisdiction in the hypothetical that I posed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, on direct appeal. Are you suggesting it would be barred -- that Travelers would have protection under a collateral attack?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it seems to me you - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"But you acknowledge that that's not true. You acknowledge that they couldn't have issued the hypothetical order that the Chief Justice proposed, even if that was necessary, even if Travelers said, we will not kick in the money up to the limits of our liability unless you make us immune from all traffic accidents. You acknowledged that that's no good, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that? It - - it involves one -- it involves the insurance company, its coverage of Johns-Manville. And the Travelers is saying: Look, we are not going to do it unless you give us this -- this broader immunity, and the bankruptcy judge does it. I don't know why it would be outside the jurisdiction of the bankruptcy court. It is clearly related to allowing the settlement to go forward."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt you there? Because you told me that the Second Circuit ignored 524(g), and I'm looking at page 33a of the petition for cert and the Second Circuit addresses 524(g), and its discussion continues for a couple pages. I don't see how that's ignoring the issue."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And may I -- may I have an answer to my question about the Second Circuit ignoring 524(g) when they devoted two and a half pages to it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Another mystery in this most mysterious case: If it was so clear that the original order, the 1986 order, insured Travelers that it would have no liability for asbestos claims, period, then why did it put up $400 million, much more than it had put up originally, in order to settle with people who were bringing precisely that kind of claim?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the difference between the release that you say flowed from the 1986 order and the releases that were obtained with the $400 million?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, specifically what was not included in the 1986 release that was included as a result of the settlement negotiations?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I would like to know the difference. What would -- what would Travelers be liable for under the 1986 order as you read it, that they got freedom from as a result of this settlement?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So then -- so that the 2000 clarification order did exonerate them from traffic accidents?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one question before you reserve the rest of your time. That is, you said this is -- this is a sweeping release that Travelers got in settlement for the claims of many parties. But some people were not there and those are the people who still want to bring their claims."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I haven't asked my question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I would like to know what -- what notice did the people who were left out of the settlement, who were not part of the settlement, who say, so we want our day in court -- what notice did they have and what opportunity to be heard?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How did they get the notice? You say it's broad notice. What exactly was done?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How can it be successive when they didn't even get their -- I mean they -- these people haven't had a day in court. They may have a claim that's no good. All State courts so far have said their claim is no good. But they have a right - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule -- the particular rule that I am asking you about is that people who have not had their day in court can be precluded - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on the basis of newspaper notice and radio announcements?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the best possible notice, which included regular mail notice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Issacharoff. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as to the 1986 order it seemed to me that the counsel for the Petitioner might have answered the question posed by the Chief Justice with the traffic accident hypothetical: That is an interesting question of subject matter jurisdiction, and maybe there is subject matter jurisdiction, maybe there isn't, but that issue as to the 1986 order is final. Now, that brings us to the -- the later order, 2004, 2006. And then the question is whether or not that's just a reiteration of the earlier order or a further expansion of jurisdiction that could be reached. Why couldn't the counsel for Petitioner have given that answer?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, putting aside questions of notice, if these parties had been represented in the appeal of the 1986 order, maybe the subject matter jurisdiction ruling was correct; maybe it was incorrect; but it's done."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So then it's just a question of personal jurisdiction and notice. It is not a question of subject matter jurisdiction, because subject matter jurisdiction can be concluded in an earlier order and there can be no collateral attack if you've been a party."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think there's a notice question. I thought there were 5,538 plaintiffs here and -- that you represent, and every one of them has already gotten money from the trust except for two who have filed claims against it. So I imagine if that's so, they certainly know about it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, so there is no notice problem. If there were a notice problem I guess there would be a due process problem. So, I don't see what notice has any more to do with this than the NCAA tournament."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in the original confirmation there are problems in asbestos cases, like other bankruptcy cases, of giving people notice. Bankrupt people often give notice to many who aren't there. And I don't know that -- maybe there is a constitutional problem with some of them, but I would have thought jurisdiction under the statute is clear."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- is this about notice?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't think so. I thought this was about the case of the meaning of the words in the statute that they have authority in the bankruptcy court to issue any order, process or judgment that is necessary or appropriate to carry out the provisions of the title. And we've said that the test is whether the outcome of the proceeding -- this is the other State proceeding -- could conceivably have any effect on the estate being administered in bankruptcy. So, as I understood it, that's the test."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's what -- that's what this Court said. Now, they may be few and far between, an order like this, but where there are special reasons for it -- suppose it's a pension fund and you want to reorganize the company and this is the employees' - - they're -- the employees' pension fund's worried about claims which are related directly. Or suppose it's an officer, or suppose it's a worker, and to reorganize the company you must cut the claims off. And otherwise, it is down the drain for everyone, no more money in the fund, no more jobs for the employees. Now, what is it here that would say there is no special circumstance such that a bankruptcy judge can ever do it, no matter what?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is what you are saying also true of the various other asbestos cases that have, I think, done this?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, this has enormous practical impact on the debtor. If not him - - not this one, because it's already a done deal -- you will never get insurance companies - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- to go into this kind of thing if they are going to be sued for the very act of helping the debtor defend the asbestos cases. And so, I can't imagine an insurance company in its right mind going into that when in fact all these suits are still open. That presumably is why the bankruptcy judge cut it off."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you -- what do you make of the provision of the 1986 order to the effect that, as I understand it and as I asked your brother a moment ago, existing claims based upon misbehavior of the -- of the insurance company were not cut off? The reasonable implication, I think, of that is that any future claims based upon insurance company misconduct would be cut off by the terms of the '86 order. What -- what do you say about that implication?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but it was prospective liability based upon misconduct of the insurance company, not merely derivative of -- of its insurance contract in -- in the conventional sense."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it say -- it doesn't say that. What it says in the release is it says: We are releasing or everybody is enjoined from bringing a suit for policy claims against Travelers, and a policy claim is any and all claims based upon, arising out of, or relating to any insurance policy. And then the bankruptcy judge, in thousands of findings, I guess, said that your lawsuits do relate to the relevant insurance policies. Indeed, the claims are based upon the joint -- the obligation of Travelers to defend those very policies, given the obligation to defend Johns-Manville. So the relation is exceedingly close, and the language covers it, and there are thousands of pages of findings, I guess, that show that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Settlement clauses often release future claims; standard stuff in a release clause."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that is subject matter jurisdiction and that is foreclosed. Now, if you are talking about personal jurisdiction that may be something else."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're talking about subject matter jurisdiction and that has been foreclosed by the earlier Circuit Court of Appeals' opinion. And the court of appeals' opinion that we are reviewing now seems to conflate that issue."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. If that is -- if that is the case -- let's assume that that is -- that it was that narrow. The fact remains, however, that at this point, as Justice Kennedy has suggested several times, my understanding is at least that you cannot collaterally attack the jurisdiction of the court who entered the order it did. And the only claim that you can make now is that the order by its terms did not cover your cases. Do you agree?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it's a question of the scope of the order?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But didn't this - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"I didn't mean to cut you off. I'm sorry."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"May I then raise a question there? I mean, I think there is a legitimate question about that, given the -- given the rather general terms of the -- of the scope of the order. And I would like your response to this. It seems to me as a background consideration that we should have in mind in interpreting how broad that order was. It's been raised a couple times; Justice Breyer raised it a moment ago. And it's this: It is one argument to say that the bankruptcy court does not have jurisdiction, and derivatively an order that it issued should not be interpreted to cover, any claim that does not affect or cannot deplete the bankruptcy estate taken as a given fact at the time this later case is brought. Another view of jurisdiction would be that the bankruptcy court has jurisdiction and hence an order might be interpreted to cover any cases which, if contemplated, would have precluded the settlement that created the bankruptcy estate. If Travelers had thought that it was going to be liable for these cases of insurer misconduct, it might very well have said: We're not forking over X hundred millions of dollars, leaving this exposure open. So that the bankruptcy estate would never have attained the size that it attained if the - - if the insurer and everybody else had not understood that these later claims would be -- were being cut off. Is that argument a relevant -- number one, is that a legitimate jurisdictional argument? And number two, is it a relevant argument that we should bear in mind -- in trying to figure out how broad the '86 order really was?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Everybody accepts at that much."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you answer the question practically, the insurers would not have settled, there would have been no 1986 order, if they didn't have this broader liability? They say without global protections they never would have contributed to the trust fund. And I would like you to answer that question."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that what the Congress gave them in the 1994 Bankruptcy Act?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you dispute the proposition that that statute was passed in large part for the purpose of codifying what was done in this case?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The sort of thing that was done in this case?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"In your view, if Smith has a 2 or $4 billion claim against company X and the pension fund together, company X is in bankruptcy, and so the judge says: \"I want to enjoin this claim, we will settle it,\" you know, but the pension fund - - doesn't -- doesn't the bankruptcy judge -- if in fact without the pension fund you couldn't reorganize, wouldn't the bankruptcy judge have authority to cut off the claim against the pension fund? It's a question of whether the company goes down the drain or whether it doesn't. And - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- the pension fund is all mixed up in this together."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No, there is nothing here in indemnity."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And that would be true of all the workforce and they have claims against the individual members of the workforce? They have -- it seems to me it would be an unusual case, I agree with you on that, but to say never -- to say never is what is bothering me."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why not -- because there is a good constitutional protection; it's called the due process clause. If the bankruptcy judge goes too far, it's a due process violation."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's language, broad language."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Broad language."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Cohn. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is it not the case that most of the claims are claims based on -- based on Manville?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Relating to what Travelers did in relation to Manville, rather than other companies."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're making the argument that some of these claims concern things that Travelers did in relation to the defense of other asbestos manufacturers. Now, maybe that means that the -- the bankruptcy court interpreted the order too broadly or -- in that respect. But what does that have to do with the main issue here?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't it the case, to make sure I understand it, the Wise complaints are the -- are the exception. They are the only complaints, as I understand it in this current round of litigation, that claims that the actual harm to them resulted from actions other than actions of Manville. Is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand -- or maybe I don't -- maybe I don't understand the -- every step in the liability claim. My only question was, among the plaintiffs, is it correct that the only plaintiffs who claim they were hurt physically by asbestos as a result of the actions of somebody, the only ones who are claiming that the somebody was other than Manville are the Wise plaintiffs. Is that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Simply because of Manville's position in the - -"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so that you are saying in effect everybody ultimately is claiming against Manville, the Wise plaintiffs and every other set of plaintiffs in this -- in this group of direct liability claimants, right?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I understand your cause of action. Okay. I don't want to - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Who stated it? Who stated that? I mean, when I -- I read what the judge said at the time. I've read language of the order, and I haven't found there anything that said that. What it talked about was policies that were seriously intertwined with the liability of Manville."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is this the confirmation order?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's different. Okay. So the confirmation order - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But there's another piece of paper called \"the insurance settlement order,\" which says that the confirmation order and all these other definitions and the injunction just refer to derivative liability?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No? Okay. All right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then I don't see what has to do with it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. That's a different definition than the definition of \"policy claims\" in the injunction, presumably."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. I have a confirmation order, an injunction. It defines \"policy claims\" in both as a lawsuit relating to any or all of the insurance policies."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And your other piece of paper says what?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You go on. Don't worry. I'll look it up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why doesn't the Due Process Clause fully protect you? If the bankruptcy court made a mistake and purported to exercise jurisdiction over your claims, then I suppose you have, in particular cases if you can establish it, a due process claim that fully protects you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I saw in the -- I guess it was in the Travelers' reply brief, the suggestion that there was a future -- somebody representing future claimants."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that limitation spelled out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a description of the clients at issue here? They've been -- they've all been exposed to asbestos?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but I'm asking about the claimants."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, in the -- at the time of 1986, there were many claims against Manville, of course, for Manville's liability. These later suits in State court about the insurance company's independent obligation -- I asked this to counsel on the other side -- to what extent was there such litigation in 1986?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Five minutes, Mr. Ostrager. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything you want to say about the practical thing I have in the back of my mind which may be false? That language permits your position, but it certainly has rarely been implemented, if ever. And I see that, but in the back of my mind is the fact that if we start mucking around and give narrow meanings to these things now, there are going to be hundreds of thousands of people who won't get compensated who have asbestos - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that true?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything to back that up?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I said that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":10,"sideBefore":"justices","text":"That was the dissenting opinion."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are two decisions of this Court, Abcam and Ortiz, that reject that position."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. That case is submitted."}],"people":[{"id":0,"fullName":"BARRY R. OSTRAGER","firstName":"BARRY","lastName":"OSTRAGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2296,"interruptions":23,"times_spoken":54,"laughter":0,"num_int_by":7},{"id":1,"fullName":"SAMUEL ISSACHAROFF","firstName":"SAMUEL","lastName":"ISSACHAROFF","counsel":true,"justice":false,"side":"respondent","words_spoken":1772,"interruptions":17,"times_spoken":36,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JACOB C. COHN","firstName":"JACOB","lastName":"COHN","counsel":true,"justice":false,"side":"respondent","words_spoken":1062,"interruptions":14,"times_spoken":30,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":382,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":950,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":826,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":160,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":388,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1082,"interruptions":4,"times_spoken":33,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2296,"times_spoken":54,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":31,"words_spoken":2834,"times_spoken":66,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":13,"words_spoken":4169,"times_spoken":124,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.4723279285555504,"respondent":0.5276720714444496,"date":1472523515417}}