{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"No. 08-205\nFEDERAL ELECTION COMMISSION. ","counsel":[2,3]},"caseNumber":"08-205","date":"2009-09-09T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear reargument this morning in Case 08-205, Citizens United v. The Federal Election Commission. Mr. Olson. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, are you taking the position that there is no difference in the First Amendment rights of an individual? A corporation, after all, is not endowed by its creator with inalienable rights. So is there any distinction that Congress could draw between corporations and natural human beings for purposes of campaign finance?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that include - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that include today's mega-corporations, where many of the investors may be foreign individuals or entities?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Own many shares?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Nowadays there are foreign interests, even foreign governments, that own not one share but a goodly number of shares."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they in your view, in the view that you are putting forth, that there is no distinction between an individual and a corporation for First Amendment purposes, then any mega-corporation, even -- even if most of the investors are from abroad, Congress could not limit their spending?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Congress could prevent foreign individuals from funding speech in United States elections?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Private individuals, foreigners who -- who want to - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not different. I asked it because I thought it was related to the question you were answering."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you do, Mr. Olson"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson -- Mr. Olson, would you answer Justice Ginsburg's question yes or no? Can the -- leaving aside foreign investors, can the - - can -- does the First Amendment permit any distinction between corporate speakers and individual speakers?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I am not asking you that. I meant in your view does it permit that distinction?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if there is a compelling government -- can there be any case in which there is a different treatment of corporations and individuals in your judgment?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Olson, do you think that media corporations that are owned or principally owned by foreign shareholders have less First Amendment rights than other media corporations in the United States?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what are the -- you have used the word \"prohibition,\" Mr. Olson. One answer to that is that no entity is being prohibited, that it is a question of not whether corporations can contribute but how. They can use PACs and that way we assure that the people who contribute are really supportive of the issue, of the candidate. But so the -- the corporation can give, but it has to use a PAC."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Who is the \"you\"? I mean do you -- you -- those are the directors, the CEO, not the shareholders? We don't know what they think."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it covers totally - - totally owned corporations, too, doesn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if I owned all the stock in a corporation, the corporation still can't - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the individual contribution also covers people who would like to give $2500 instead of $2400, which is the limit. And maybe there are 100 million or 200 million people in the United States who, if they gave 2500 rather than 2400, nobody could say that that was really an effort to buy the Senator or the Congressman. So is that unconstitutional, too?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So here the obvious argument is: Look, they said the compelling interest is that people think that representatives are being bought, okay? That's to put it in a caricature, but you understand what I'm driving at, okay? That's what they said in Buckley v. Valeo. So Congress now says precisely that interest leads us to want to limit the expenditures that corporations can make on electioneering communication in the last 30 days of a primary, over-the-air television, but not on radio, not on books, not on pamphlets, not on anything else. All right? So in what respect is there not conceptually at least a compelling interest and narrow tailoring?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's important - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I agree -- I agree that Buckley made the distinction between contributions and expenditures, and it seems to me that the government's argument necessarily wants to water down that distinction. But in response or just in furtherance of Justice Breyer's point, you have two cases, one in which an officeholder goes to a corporation and says: Will you please give me money? They say: We can't do that. The other is in which a corporation takes out an ad for the -- for the candidate, which relieves that candidate of the responsibility of -- of substantial television coverage. Isn't that about the same?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And I -- and I think Buckley says no."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But, as a practical matter, is that always true?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, it did - - was a basis for prohibiting speech by, in the sense of giving contributions above $2,400, by 300 million people in the United States. But the point, which I think is the one that Justice Kennedy was picking up, is are we arguing here between you and my questions, is the argument in this case about the existence of a compelling interest? Because Congress seemed to think that there was certainly that; it's this concern about the perception that people are, say, buying candidates. Are we arguing about narrow tailoring? Congress thought it was narrow tailoring. Or are we arguing about whether we should second-guess Congress on whether there is enough of a compelling interest and the tailoring is narrow enough?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about the district court's finding? Wasn't there a finding before the three-judge court that Federal officials know of and feel indebted to corporations or unions who finance ads urging their election or the defeat of their opponent? There was a finding of fact to that effect, was there not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if -- so if they just covered large corporations, so you take out the mom and pop single shareholder - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not 97 percent of the contributions. I mean, the contributions that count are the ones from the corporations that can amass these huge sums in their treasuries."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel - -"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, in your discussion of Austin, you rely on its inconsistency with Bellotti. Bellotti, of course, involved a referendum and Austin expenditures in an individual election. Why isn't that a significant distinction?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It more than said we are not deciding. It said they are entirely different situations. You read that long footnote which has been cited six or eight times by our later cases."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it has been repeated -- that footnote has been repeatedly cited in subsequent cases, most of which were unanimous."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It did discuss it precisely in that footnote and it said it's a different case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It didn't say it would come out differently. It just said, we're not deciding that case, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't mind citing that. Bellotti didn't decide that."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now that we've cleared up that Bellotti didn't decide the question, what is the distinction that -- why don't you think that distinction makes sense? In other words, a corporate - - you don't have a potential for corruption if a corporation is simply speaking on a referendum that may directly affect its interest. If you are dealing with a candidate, what the Court has said in the past is that you do have that problem of corruption."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, why isn't that distinction a way to reconcile Bellotti and Austin?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where did we say that?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think you are correct to say the Court said there was no distinction. It said the distinction requires the use of magic words. And that's what they said in Wisconsin Right to Life, too. Both of them said there is a distinction."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's difficult to draw in some cases, but nobody said there is no distinction that I am aware of."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- I thought that Buckley had narrowed the statute precisely to magic words and still found it unconstitutional as applied to corporations that made independent expenditures."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that what happened in Buckley?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And some of the plaintiffs were corporations."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that point wasn't even discussed in the opinion, was it?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If that is so -- this is a point that is concerning me. I don't know the answer precisely. But suppose you are right. Suppose we overrule these two cases. Would that leave the country in a situation where corporations and trade unions can spend as much as they want in the last 30 days on television ads, et cetera, of this kind, but political parties couldn't, because political parties can only spend hard money on this kind of expenditure? And therefore, the group that is charged with the responsibility of building a platform that will appeal to a majority of Americans is limited, but the groups that have particular interests, like corporations or trade unions, can spend as much as they want? Am I right about the consequence? If I am right, what do we do about it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not -- I'm not -- I am saying am I right in thinking that if you win, the political party can't spend this money, it's limited to hard money contributions, but corporations and trade unions can spend unlimited funds?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not suggesting that. I am suggesting we will make a hash of this statute, and if we are going to make a hash of this statute, what do we do about it? And that's why I want you to take a position on another important part of that statute, and that is the part that says political parties themselves cannot make these expenditures that we are talking about except out of hard money."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, with reference to any incongruities that might flow from our adopting your position, are you aware of any case in this Court which says that we must refrain from addressing an unconstitutional aspect of the statute because the statute is flawed in some other respects as well?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, are you giving up on your earlier arguments that there are ways to avoid the constitutional question to resolve this case? I know that we asked for further briefing on this particular issue of overturning two of our Court's precedents. But are you giving up on your earlier arguments that there are statutory interpretations that would avoid the constitutional question?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, my difficulty is that you make very impassioned arguments about why this is a bad system that the courts have developed in its jurisprudence, but we don't have any record developed below. You make a lot of arguments about how far and the nature of corporations, single corporations, single stockholder corporations, et cetera. But there is no record that I am reviewing that actually goes into the very question that you're arguing exists, which is a patchwork of regulatory and jurisprudential guidelines that are so unclear."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson - -"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":7,"sideBefore":"justices","text":"But the facial challenge - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":11,"sideBefore":"justices","text":"-- may I ask one question you can answer on rebuttal? No one has commented on the National Rifle Association's amicus brief. None of the -- none of the litigants have. That's in response to Justice Sotomayor's thought that there are narrow ways of resolving the problem before us. On rebuttal, will you tell us what your view on their solution to this problem is?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't you tell us now. We will give you time for rebuttal. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Don't keep us in suspense. (Laughter.)"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but to answer my question, the line suggested by the NRA is the line identified by Congress in the Snowe-Jeffords amendment dealing with individual financing of speech which would separate all of these problems. What is your comment on that possible solution to the problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. Mr. Abrams. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Abrams, Times v. Sullivan was not -- did not involve overruling precedents of this Court that had been followed by this Court and others. So, I think the situation is quite different."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"There was no -- there was no decision of this Court, I mean - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"We do tend to adhere to our precedents - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- especially a case like Austin which was repeating the business about amassing large funds in corporate treasuries. It was not a new idea in Austin, and it was repeated after -- after Austin. But there was -- so Times v. Sullivan I think is quite distinct. The question that was posed here is, is it a proper way to resolve this case, to overrule one precedent in full and another in part?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"There are -- there are two separate questions that -- that have been raised in opposition to your position. One is -- one is that we should not resolve a broad constitutional issue where there are narrower grounds, and that's the question you are responding to. An entirely separate question is the issue of stare decisis, and you acknowledge that stare decisis was not involved in New York Times v. Sullivan, but the first question obviously was."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But what the Court said in Austin it also said in the NRWC case, which was I think 8 years before Austin. So Austin was not a new invention."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But there have been limits on corporate spending in aid of a political campaign since the turn of the 20th century."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Much later than 1947."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But those were union cases, weren't they, rather than corporate cases?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But have you read Justice Rehnquist's dissent in the Bellotti case?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Have you read Justice Rehnquist's dissent in the Bellotti case?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Which is somewhat inconsistent with what you said."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And also inconsistent with his later view, correct?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Going back to the question of stare decisis, the one thing that is very interesting about this area of law for the last 100 years is the active involvement of both State and Federal legislatures in trying to find that balance between the interest of protecting in their views how the electoral process should proceed and the interests of the First Amendment. And so my question to you is, once we say they can't, except on the basis of a compelling government interest narrowly tailored, are we cutting off or would we be cutting off that future democratic process? Because what you are suggesting is that the courts who created corporations as persons, gave birth to corporations as persons, and there could be an argument made that that was the Court's error to start with, not Austin or McConnell, but the fact that the Court imbued a creature of State law with human characteristics. But we can go back to the very basics that way, but wouldn't we be doing some more harm than good by a broad ruling in a case that doesn't involve more business corporations and actually doesn't even involve the traditional nonprofit organization? It involves an advocacy corporation that has a very particular interest."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Abrams. General Kagan. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, wait, wait, wait. We never questioned it, but we never approved it, either. And we gave some really weird interpretations to the Taft-Hartley Act in order to avoid confronting the question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand what you are saying. I mean, we are not a self -- self-starting institution here. We only disapprove of something when somebody asks us to. And if there was no occasion for us to approve or disapprove, it proves nothing whatever that we didn't disapprove it."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that judgment was validated by Buckley's contribution-expenditure line. And you're correct if you look at contributions, but this is an expenditure case. And I think that it doesn't clarify the situation to say that for 100 years -- to suggest that for 100 years we would have allowed expenditure limitations, which in order to work at all have to have a speaker-based distinction, exemption from media, content-based distinction, time-based distinction. We've never allowed that."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Before you go to your second point, may I ask you to clarify one part of the first, namely, your answer to the question I proposed to Mr. Olson, namely, why isn't the Snowe-Jeffords Amendment, which was picked on by Congress itself, an - - and which is argued by the NRA, an appropriate answer to this case?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I'm sorry. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you are giving up -- you are giving up the distinction from MCFL that you defended in your opening brief? There you said this doesn't qualify as a different kind of corporation because it takes corporate funds, and now you are changing that position?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So I guess -- do you think MCFL applies in this case even though the corporation takes corporate funds from for-profit corporations?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you think it's too strict?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you want to give up this case, change your position, and basically say you lose solely because of the questioning that we have directed on reargument?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Because of the question we have posed on reargument."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What case of ours - - what case of ours suggests that there is a hierarchy of bases on which we should rule against a party when both of them involve constitutional questions? Extending - - modifying MCFL would be, I assume, by virtue of the First Amendment. Overruling Austin would be by virtue of the First Amendment. So what case says we should prefer one as opposed to the other?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But if you -- if you insist on the as-applied challenge, isn't that inconsistent with the whole line of cases that began in Thornhill v. Alabama and Coates v. Cincinnati? What about the Thornhill doctrine? It is not cited in the briefs, but that doctrine is that even a litigant without standing to object to a particular form of conduct can raise that if the statute covers it in order that the statute does not have an ongoing chill against speech. And there is no place where an ongoing chill is more dangerous than in the elections context."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you are asking us to have an ongoing chill where we have as-applied challenges which are based on, as I indicated before, speaker, content, time, and this is the kind of chilling effect that the Thornhill doctrine stands directly against."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask you this. Suppose that we were to rule that nonprofit corporations could not be covered by the statute. Would that - - would the statute then have substantial overbreadth?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose we were to say that. Would the statute then not be substantially overbroad?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I am asking you to assume that we draw the nonprofit/profit distinction. Then the statute, it seems to me, clearly has to fall because, number one, we couldn't sever it based on the language."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think you -- I don't think you really caught what I suggested because you treated it as an enlargement of the MCFL example."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that is not what the National Rifle Association argues or what Snowe-Jeffords covers. It covers ads that are financed exclusively by individuals even though they are sponsored by a corporation."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Correct and treating the Snowe-Jeffords amendment as being the correct test. And nobody has explained why that wouldn't be a proper solution, not nearly as drastic as -- as being argued here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if we -- if we go - - if we go that route, what we are doing is creating an accounting industry, aren't we? Corporations give huge amounts of money to the C-4 organization, and then somebody, perhaps the FEC, has to decide whether in fact that is a way of subverting the prohibition against the direct payment for the communication, right? Okay, so Congress said, we don't want that. Congress said, that's going to be a nightmare, and we decide Wellstone, for whatever reasons. Now don't we have to focus on whether Congress can say that or whether it can't?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":9,"sideBefore":"justices","text":"But - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"And I don't know why it cannot say it."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Congress also said if you strike down the Wellstone amendment, we want the Snowe- Jeffords amendment."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"That's true."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":9,"sideBefore":"justices","text":"And why shouldn't we follow that direction?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then why is that not the -- the wisest narrow solution of the problem before us?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, what do you -- what do you understand to be the compelling interest that the Court articulated in Austin?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So but you -- you have more or less -- \"abandoned\" is too strong a word, but as you say you have relied on a different interest, the quid pro quo corruption. And you -- you articulate on page 11 of your brief -- you recognize that this Court has not accepted that interest as a compelling interest. So isn't it the case that as you view Austin it is kind of up for play in the sense that you would ground it on an interest that the Court has never recognized?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where - -"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where in your - - where in your supplemental briefing do you say that this aggregation of wealth interest supports Austin?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Putting it outside, putting the quid pro quo interest aside, where in your supplemental briefing do you support the interest that was articulated by the Court in Austin?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that to be a different interest. That is the shareholder protection interest as opposed to the fact that corporations have such wealth and they -- they distort the marketplace."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so am I right then in saying that in the supplemental briefing you do not rely at all on the market distortion rationale on which Austin relied; not the shareholder rationale, not the quid pro quo rationale, the market distortion issue. These corporations have a lot of money."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So - -"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"So if we have to preserve -- if we are going to preserve Austin we have to accept your invitation that the quid pro quo interest supports the holding there or the shareholder protection interest."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Let's -- let's talk about overbreadth. You've -- let's assume that that is a valid interest. What percentage of the total number of corporations in the country are not single shareholder corporations? The local hairdresser, the local auto repair shop, the local new car dealer -- I don't know any small business in this country that isn't incorporated, and the vast majority of them are sole-shareholder-owned. Now this statute makes it unlawful for all of them to do the things that you are worried about, you know, distorting other -- the interests of other shareholders. That is vast overbreadth."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not talking about the corruption interest. You -- you have your quid pro quo argument, that's another one. We get to that when we get there. But as far as the interest you are now addressing, which is those shareholders who don't agree with this political position are being somehow cheated, that doesn't apply probably to the vast majority of corporations in this country."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So that can't be the justification - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- because if it were, the statute would be vastly overbroad."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, with respect to that what is your answer to the argument that more than half the States, including California and Oregon, Virginia, Washington State, Delaware, Maryland, a great many others, permit independent corporate expenditures for just these purposes? Now have they all been overwhelmed by corruption? A lot of money is spent on elections in California; has -- is there a record that the corporations have corrupted the political process there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Congress has a self-interest. I mean, we -- we are suspicious of congressional action in the First Amendment area precisely because we -- at least I am -- I doubt that one can expect a body of incumbents to draw election restrictions that do not favor incumbents. Now is that excessively cynical of me? I don't think so."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But under your position, if corporations A, B, and C, are called to Washington every Monday morning by a high-ranking administrative official or a high-ranking member of the Congress with a committee chairmanship and told to tow the line and to tell their directors and shareholders what the policy ought to be, some other corporation can't object to that during the election cycle. The government silences a corporate objector, and those corporations may have the most knowledge of this on the subject. Corporations have lots of knowledge about environment, transportation issues, and you are silencing them during the election."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"When other corporations, via -- because of the very fact you just point out, have already been used and are being used by the government to express its views; and you say another corporation can't object to that."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"One of the amicus briefs objects to -- responds to Justice Kennedy's problem by saying that the problem is we have got to contribute to both parties, and a lot of them do, don't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's not -- I'm sorry, but that seems rather odd. A large corporation just like an individual has many diverse interests. A corporation may want to support a particular candidate, but they may be concerned just as you say about what their shareholders are going to think about that. They may be concerned that the shareholders would rather they spend their money doing something else. The idea that corporations are different than individuals in that respect, I just don't think holds up."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So if a candidate - - take a tobacco company, and a candidate is running on the platform that they ought to make tobacco illegal, presumably that company would maximize its shareholders' interests by opposing the election of that individual."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I suppose some do, but let's say if you have ten individuals and they each contribute $1,000 to a corporation, and they say, \"we want this corporation to convey a particular message,\" why can't they do that, when if they did that as partnership, it would be all right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"General Kagan, most -- most corporations are indistinguishable from the individual who owns them, the local hairdresser, the new auto dealer -- dealer who has just lost his dealership and - - and who wants to oppose whatever Congressman he thinks was responsible for this happening or whatever Congressman won't try to patch it up by -- by getting the auto company to undo it. There is no distinction between the individual interest and the corporate interest. And that is true for the vast majority of corporations."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yet this law freezes all of them out."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, he wants to put up a sign - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Ultra Vires would take care of about 90 percent of the small corporations that Justice Scalia is talking about. They can't just - - they can't even give money to charities sometimes because of Ultra Vires. Giving political contributions is not typical for corporate activity."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Is -- I -- I remember spending quite a few days one summer reading through 1,000 pages of opinion in the D.C. Circuit. And I came away with the distinct impression that Congress has built an enormous record of support for this bill in the evidence. And my recollection is, but it is now a couple of years old, that there was a lot of information in that which suggested that many millions of voters think, at the least, that large corporate and union expenditures or contributions in favor of a candidate lead the benefited political figure to decide quite specifically in favor of the -- of the contributing or expending organization, the corporation or the union."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, it was on the basis of that, I think, that this Court upheld the law in BCRA. But we have heard from the other side there isn't much of a record on this. So, if you could save me some time here, perhaps you could point me, if I am right, to those thousand pages of opinion and tens of thousands of underlying bits of evidence where there might be support for that proposition?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"BCRA has changed all that."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Counsel, could I ask, it seems -- to your shareholder protection rationale, isn't it extraordinarily paternalistic for the government to take the position that shareholders are too stupid to keep track of what their corporations are doing and can't sell their shares or object in the corporate context if they don't like it?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You have a busy job. You can't expect everybody to do that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But it is extraordinary -- I mean, the -- the idea and as I understand the rationale, we -- we the government, big brother, has to protect shareholders from themselves. They might give money, they might buy shares in a corporation and they don't know that the corporation is taking out radio ads. The government has to keep an eye on their interests."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So it is -- I mean, I understand. So it is a paternalistic interest, we the government have to protect you naive shareholders."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In that respect, it's unlike the union, because the -- the worker who does not want to affiliate with a union cannot have funds from his own pocket devoted to political causes. But there is no comparable check for corporations."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does that mean that unions should be taken out, because there isn't the same -- the shareholder protection interest doesn't - - there is no parallel for the union?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's not investing in our country's - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":4,"sideBefore":"justices","text":"In the course of this argument, have you covered point two? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And I would like to know what it is, so that I -- my notes are complete."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I take it we have never accepted your shareholder protection interest. This is a new argument."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess other than that, and I think there may be some ambiguity there, but I wouldn't say NRWC is a holding on shareholder protection. So to the extent that you abandoned the original rationale in Austin, and articulated different rationales, you have two, the quid pro quo corruption interest and the shareholder protection interest - -"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Austin, I thought, was based on the aggregation of immense wealth by corporations."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can you -- can you give me the citation to the page in Austin where we accepted the shareholder protection rationale?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do the words \"shareholder\" -- I don't know, do the words \"shareholder protection\" appear in the Austin opinion?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If they don't - - let's assume they don't, then I get back to my question, which is, you are asking us to defend the Austin or support or continue the Austin opinion on the basis of two rationales that we have never accepted, shareholder protection and quid pro quo corruption?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In the context of contributions, not expenditures."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a yes? Is that a yes? In other words, you are asking us to uphold Austin on the basis of two arguments, two principles, two compelling interests we have never accepted, in expenditure context."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And to undercut Buckley in so doing?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you one question that was highlighted in the prior argument, and that was if Congress could say no TV and radio ads, could it also say no newspaper ads, no campaign biographies? Last time the answer was, yes, Congress could, but it didn't. Is that -- is that still the government's answer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What happened to the overbreadth doctrine? I mean, I thought our doctrine in the Fourth Amendment is if you write it too broadly, we are not going to pare it back to the point where it's constitutional. If it's overbroad, it's invalid. What has happened to that."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But we don't put our -- we don't put our First Amendment rights in the hands of FEC bureaucrats; and if you say that you are not going to apply it to a book, what about a pamphlet?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what if the particular -- what if the particular movie involved here had not been distributed by Video on Demand? Suppose that people could view it for free on Netflix over the internet? Suppose that free DVDs were passed out. Suppose people could attend the movie for free in a movie theater; suppose the exact text of this was distributed in a printed form. In light of your retraction, I have no idea where the government would draw the line with respect to the medium that could be prohibited."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, but could they? Which of them could and which could not? I understand you to say books could not."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you're -- you are a lawyer advising somebody who is about to come out with a book and you say don't worry, the FEC has never tried to send somebody to prison for this. This statute covers it, but don't worry, the FEC has never done it. Is that going to comfort your client? I don't think so."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But this -- this statute doesn't cover. It doesn't cover books."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Does cover books."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I'm sorry, we suggested some in the last argument. You have a history of union organizing and union involvement in politics, and the last sentence says in light of all this, vote for Jones."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Waxman. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"One of the amicus briefs, I'm not -- maybe it's professor Hayward, if I am getting that right -- suggested the history of this 1947 provision was such that it really wasn't enforced because people were concerned about the First Amendment interests and that the courts to the extent cases were brought did everything they could to avoid enforcing the limitations."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But he was talking about contributions in that context. That's quite clear."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Great aggregations of wealth. The brief by the Chamber of Commerce, the amicus brief by the Chamber of Commerce points out that 96 percent of its members employ less than 100 people. These are not aggregations of great wealth. You are not talking about the railroad barons and the rapacious trusts of the Elihu Root era; you are talking mainly about small business corporations."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I don't understand that answer. I mean, if that's what you were concerned about, what Elihu Root was concerned about, you could have said all corporations that have a net worth of more than, you know, so much or whatever. That is not what Congress did. It said all corporations."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"You say it's been on - - it's been on the books forever. But, No. 1, the phenomenon of -- of television ads where we get information about scientific discovery and -- and environment and transportation issues from corporations who after all have patents because they know something, that -- that is different. And the -- the history you applied apply to contributions, not to those kinds of expenditures."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Waxman, all of this talk about 100 years and 50 years is perplexing. It sounds like the sort of sound bites that you hear on TV. The -- the fact of the matter is that the only cases that are being -- that may possibly be reconsidered are McConnell and Austin. And they don't go back 50 years, and they don't go back 100 years."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"And my point is that there is nothing unusual whatsoever about a case in which a party before the Court says, my constitutional rights were violated, and there is no prior decision of this Court holding that what was done is constitutional. And in that situation is it an answer to that argument that this has never been challenged before? The Court has never held that it was unconstitutional? It has been accepted up until this point by the general public that this is -- that this is constitutional? No, that is not regarded as an answer to that question."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, Mr. Waxman, the government did have that opportunity, and the government compiled a record. And when the Citizens United abandoned that position -- you are quite right, they changed their course -- the government and the district court complained that it had to go to all this work to develop this record, and yet we hear nothing about what the record showed."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, Mr. Waxman. Mr. Olson five minutes. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not -- the - - the statute that we are involved in, in this case does not cover those."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the FEC chooses to prosecute only those who do not -- who do not rely exclusively on individual contributions."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I want to see he gets it."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it would solve it for the advertising, and there are two things. There is the long Hillary document and the advertisements. It would cover those."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And they are the only - - only ones that clearly violate the statute."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean you disagree with the NRA's submission?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If it solved the problem as it would for the advertising, would it be an appropriate solution?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is a nightmare that Congress endorsed in the Snowe-Jeffords Amendment."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We have held the Wellstone Amendment literally cannot be applied."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We unanimously held that."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You do not endorse the NRA's position?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Marshall said that he was not trying to equalize all voices in the political process. He has a sentence that says, well, that's not what the rationale of this case is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually I read that sentence that you just read as meaning the corporation is an artificial person in respect to which the State creates many abilities and capacities, and the State is free also to create some disabilities and capacities. Not a statement about balancing rich and poor."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3573,"interruptions":38,"times_spoken":74,"laughter":2,"num_int_by":7},{"id":1,"fullName":"FLOYD ABRAMS","firstName":"FLOYD","lastName":"ABRAMS","counsel":true,"justice":false,"side":"petitioner","words_spoken":937,"interruptions":5,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":2,"fullName":"GEN. ELENA KAGAN","firstName":"ELENA","lastName":"KAGAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3252,"interruptions":38,"times_spoken":74,"laughter":1,"num_int_by":7},{"id":3,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1226,"interruptions":4,"times_spoken":10,"laughter":0,"num_int_by":4},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1428,"interruptions":4,"times_spoken":50,"laughter":2,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":717,"interruptions":5,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":872,"interruptions":4,"times_spoken":26,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":791,"interruptions":2,"times_spoken":42,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":919,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":721,"interruptions":0,"times_spoken":17,"laughter":1,"num_int_by":0},{"id":11,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":364,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":43,"words_spoken":4510,"times_spoken":89,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":42,"words_spoken":4478,"times_spoken":84,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":17,"words_spoken":6191,"times_spoken":186,"laughter":5,"num_int_by":8}],"outcome":{"side":"petitioner","margin":1}}