{"petitioner":{"name":"CITIZENS UNITED","counsel":[0]},"respondent":{"name":"FEDERAL ELECTION COMMISSION. ","counsel":[1]},"caseNumber":"08-205","date":"2009-03-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument today in Case 08-205, Citizens United v. The Federal Election Commission. Mr. Olson. "},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, if the film were distributed by General Motors, would your argument be the same?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the point, then, of similarity is you would, whether it was offered by General Motors or offered by -- by this Petitioner, in effect call for some qualification of the -- the general rule allowing limitations on corporate political activity of the speech variety?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how would we draw the line?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would every -- in effect, every limitation on corporate speech or on corporate expenditure and the nature of speech be subject, then, to in effect this all-factor balancing test?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so your -- your argument then is there's something distinct about the speech, which could be considered regardless of the corporate form?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If that is the case, what is -- what is the answer to this? That -- that still is going to involve a -- a fairly complicated set of analyses, probably in a lot of cases. Why is that necessary or worthwhile to preserve First Amendment values when you could have done this with a PAC?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. You've got reporting. You've got limitations on -- on corporate contributions and so on, but in this case, for example, most of your contributions, as I understand from the record, were individual. They weren't corporate. There was one perhaps. There was some corporate contributions"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that -- was that established? I thought that the record was hardly made of the contributors to this film. I think there was something like $200,000 accounted for, and the film cost -- to get the Channel '08, whatever it was, to put it on cost over a million dollars?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have answered Justice Souter."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think they would. We agree. It's an imaginary hypothetical. But, in fact, if they did have 90 minutes of vote for Smith or vote against Jones, you concede for purposes of this argument that the government can ban it. Is that bright or not?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, okay. So one of your arguments is this is a special corporation. You can't. Now suppose it's General Motors. Can they?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would just like to get -- I want to get an answer to the question."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Now, in my question that I'm driving towards is: Since General Motors can in your view be forbidden to have our film of 90 minutes vote for Smith, vote for Smith, vote for Smith, or vote against Jones, vote against Jones, vote against Jones, how is this film, which I saw -- it is not a musical comedy. What - - (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"What -- how does this film vary from my example, and why does the variance make a difference?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, I thought you conceded in the -- at least as I read your reply brief, that you were no longer saying this is about an issue unrelated to any election. I thought you said that this was a 90-minute movie \"concerning the qualifications, character, and fitness of a candidate for the Nation's highest office.\" And that's just what Wisconsin Right to Life was not. It was not about the character, qualifications, and fitness of either of the Senators."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't the Court there say this is not about character, qualifications, and fitness?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how many boxes we have? Doesn't this one fall into campaign advocacy? I mean I've got the government's brief open at -- open at pages 18 and 19 with the quotations: She will lie about anything. She is deceitful. She is ruthless, cunning, dishonest, do anything for power, will speak dishonestly, reckless, a congenital liar, sorely lacking in qualifications, not qualified as commander in chief. I mean, this sounds to me like campaign advocacy."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to get the answer to what I was asking."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But it -- it seems to me, the answer to Justice Breyer's question: This is a don't vote for Jones."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that isn't -- that isn't the suggestion. The suggestion I was going to, or trying to get to, is we know you can't just say vote against Smith, vote against Smith, vote against Smith. Now, I wanted to know the difference between that and a film that picks out bad things that people did -- no good ones, just bad ones the candidate did. And then we have another film that picks out just good things candidates do. And so candidates run films that show the good things they do, and then someone else shows the bad things they do. Now, why is that not the same as vote against Smith? Though I grant you, it's more intelligent. It's more informative. It's even better electioneering. So we're after electioneering. Why doesn't that fall within the forbidden category?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I guess it's the same as if you were to say, you know, I think Smith is a great guy. That's all. I'm sharing information. And what I don't see is if you agree that we could ban the commercial that says, I see Smith is a great guy, why is it any different to supplement that with the five best things that Smith ever did?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I guess what - - what Justice Breyer is asking is -- I have the same question. If we concede -- and at the end of the day you might not concede this, but if we take this as a beginning point, that a short, 30-second, 1-minute campaign ad can be regulated, you want me to write an opinion and say, well, if it's 90 minutes, then that's different. I -- it seems to me that you can make the argument that 90 -- that 90 minutes is much more powerful in support or in opposition to a candidate. That's I -- that's the thrust of the questioning."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I think you have kind of shifted your focus here from the difference between a 10-second ad and a 90-minute presentation and how that presentation is received, whether it's over the normal airwaves or on this Video On Demand. What - - what is the distinction between the 10-second commercial and, say, the 90-minute infomercial?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You can educate in 30 seconds. I mean in -- in a 30-second ad you present just one of these criticisms of the candidate instead of lumping all of them together for 90 minutes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that education?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, are you making a statutory argument now or a constitutional argument? What Congress was trying to do has nothing to do, it seems to me, with the constitutional point you're arguing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're making a statutory argument now?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that this - - this isn't covered by it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So this argument doesn't depend upon whether this is properly characterized as express -- the functional equivalent of express advocacy? Your contention is that even if it is, that because it wasn't in the factual record in McConnell or before Congress, it is a type of functional -- it is a type of express advocacy that's not covered by the Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's - - that's why I'm trying to figure out, the distinction in your argument. I mean, if we think that this is the functional equivalent of express advocacy, are you contending that it is nonetheless not covered in light of the record before the Court in McConnell and before Congress?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because it's mandatory appellate jurisdiction. I mean, you don't have a choice. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe those cases presented more difficult issues than this one."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Olson, this is -- I think you were right in conceding at the beginning, this is not like the speech involved in Wisconsin Right to Life. This is targeted to a specific candidate for a specific office to be shown on a channel that says Election '08, that tells the viewer over and over again what, just for example, it concludes with these are things worth remembering before you go in potentially to vote for Hillary Clinton. Now, if that isn't an appeal to voters, I can't imagine what is."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As you -- as you've said yourself, as you pointed out, there -- there is a point at which there is no nonporous border between issue discussion and candidate discussion. But I think the - - the problem that -- that Justice Ginsburg is having, I'm having, and others is that it does not seem to me that with the quotations we're dealing with here, as Justice Breyer said, it's not a musical comedy. I think we - - we have no choice, really, but to say this is not issue advocacy; this is express advocacy saying don't vote for this person. And if that is a fair characterization, the difference between 90 minutes and 1 minute, either for statutory purposes or constitutional purposes, is a distinction that I just cannot follow."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say that. Why - - what -- what is your basis for saying that Congress is -- is less concerned with 90 minutes of don't vote for Clinton than it was with 60 seconds of don't vote?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They are the characteristic advertisement. There is no question about that. That is the paradigm case. I agree with you. But I don't see how you -- you then leap-frog from saying -- from saying that is the paradigm case to saying that this never covers anything but the paradigm case when the only distinction is time."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, I -- I think we've been led astray by -- by the constant reference to what Congress intended. As I understood your point, it was not -- it was not that, well, one is covered by the statute and the other isn't, but it is that one is covered by the Constitution and the other isn't. And it may well be that -- that the kind of speech that is reflected in a serious 90-minute documentary is entitled to greater constitutional protection. And it may well be that the kind of speech that is not only offered but invited by the listener is entitled to -- is entitled to heightened First Amendment scrutiny, which is -- which is what this is since you have pay for view - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the length of the advertisements wasn't remotely at issue in either Washington Right to Life or McConnell or before Congress when they passed this law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Any discussion either in McConnell -- any citation either in McConnell or the Congressional Record to those types of documentaries?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, how do we know it was a known phenomenon in terms of the evolution of the statute and the decision of this Court upholding it? There is no reference to it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so if Wal-Mart airs an advertisement that says we have candidate action figures for sale, come buy them, that counts as an electioneering communication?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the Constitution required Congress to draw the line where it did, limiting this to broadcast and cable and so forth? What's your answer to Mr. Olson's point that there isn't any constitutional difference between the distribution of this movie on video demand and providing access on the Internet, providing DVDs, either through a commercial service or maybe in a public library, providing the same thing in a book? Would the Constitution permit the restriction of all of those as well?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's pretty incredible. You think that if -- if a book was published, a campaign biography that was the functional equivalent of express advocacy, that could be banned?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, most publishers are corporations. And a publisher that is a corporation could be prohibited from selling a book?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not asking what the statute says. The government's position is that the First Amendment allows the banning of a book if it's published by a corporation?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose it were an advocacy organization that had a book. Your position is that under the Constitution, the advertising for this book or the sale for the book itself could be prohibited within the 60 -- 90-day period -- the 60 -- the 30-day period?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I suppose it could even, is it the Kindle where you can read a book? I take it that's from a satellite. So the existing statute would probably prohibit that under your view?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Just to make it clear, it's the government's position that under the statute, if this kindle device where you can read a book which is campaign advocacy, within the 60-30 day period, if it comes from a satellite, it's under -- it can be prohibited under the Constitution and perhaps under this statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If it has one name, one use of the candidate's name, it would be covered, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a 500-page book, and at the end it says, and so vote for X, the government could ban that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm talking about under the Constitution, what we've been discussing, if it's a book."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right, right. Forget the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Take my hypothetical. It doesn't say at the outset. It funds -- here is -- whatever it is, this is a discussion of the American political system, and at the end it says vote for X."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And if they didn't, you could ban it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I wonder if that's -- I mean, I take it the answer to the question, can the government ban labor unions from saying we love this person, the corporations, we love them, the environmentalists saying we love them, is of course the government can't ban that. The only question is, who's paying for it. And they can make a determination of how much money the payors can pay, but you can't ban it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right. If that's correct, then I take it the interesting question here would be -- I don't know if it arises in this case - - suppose there were a kind of campaign literature or - - or advocacy that either a corporation had to pay for it, it couldn't pay for it through the PAC, because for some reason -- I don't know, the PAC -- and there's no other way of getting it to the public -- that would raise a Constitutional question, wouldn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that present in this case?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know about that. But I guess I would be worried if in fact there was some material that couldn't get through to the public. I would be very worried. But I don't think I have to worry about that in this case, do I?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but if we accept your constitutional argument, we're establishing a precedent that you yourself say would extend to banning the book, assuming a particular person pays for it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"To write a book, to pay for somebody to write a book?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not just a -- I suppose a sign held up in Lafayette Park saying vote for so and so. Under your theory of the Constitution, the prohibition of that would be constitutional?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and you -- you get around the fact that this would extend to any publishing corporation by saying that there is a media exemption because the Constitution guarantees not only freedom of speech but also of the press?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But does \"the press\" mean the media in that Constitutional provision? You think in 1791 there were -- there were people running around with fedoras that had press -- little press tickets in it, \"Press\"? Is that what \"press\" means in the Constitution? Doesn't it cover the Xerox machine? Doesn't it cover the right of any individual to -- to write, to publish?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't see any reason why it wouldn't. I'm saying there's no basis in the text of the Constitution for exempting press in the sense of, what, the Fifth Estate?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To point out how far your argument would go, what if a labor union paid and offered to write a book advocating the election of A or the defeat of B? And after the manuscript was prepared, they then went to a commercial publisher, and they go to Random House. Random House said, yes, we will publish that. Can the distribution of that be in effect subject to the electioneering ban because of the initial labor union investment?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, does it come within electioneering because of the initial subvention to the author?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We're -- we're talking about how far the constitutional ban could go, and we're talking about books."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the book was then taken over as a commercial venture by Random House?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but prohibition only comes when we get to the electioneering stage."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So for the -- for the labor union simply to -- to hire -- is there -- is there an outright violation when the labor union -- I guess this is a statutory question: Is there an outright violation when the labor union comes up with the original subvention?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume for the sake of argument that they would not be. The subvention is made, the manuscript is prepared, Random House then publishes it, and there is a distribution within the - - what is it -- the 60-day period. Is the -- is the original subvention (a) enough to bring it within the prohibition on the electioneering communication, and (b) is that constitutional?"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- you're right. I stand corrected. If the statute covered that as well, if the statute covered the book as well."},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That would be enough to bring it in, and - -"},{"name":"JUSTICE SOUTER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the Constitution?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Again, just to follow up, even if there's one clause in one sentence in the 600-page book that says, in light of the history of the labor movement, you should be careful about candidates like John Doe who aren't committed to it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it does by its terms, doesn't it? Published within 60 days. It mentions a candidate for office. What other qualification is there?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If they had done either of the things you just mentioned, putting it on its Web site or putting it on YouTube, your position would be that the Constitution would permit the prohibition of that during the period prior to the primary or the election?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Would the Constitution -- if -- if BCRA -- if Congress in the next act covered that in light of advances in the Internet, would the Constitution permit that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I'm a little disoriented here, Mr. Stewart. We are dealing with a constitutional provision, are we not, the one that I remember which says Congress shall make no law abridging the freedom of the press? That's what we're interpreting here?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in this case, Mr. Stewart, I take it -- correct me if I'm wrong -- that you think the distinction the Petitioner draws between the 90-minute film and the -- and the short 30-second or 1-minute ad is a baseless distinction?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So if -- if we think that the application of this to a 90-minute film is unconstitutional, then the whole statute should fall under your view - -"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- because there's no distinction between the two?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm -- I'm saying if we -- if we think that this is -- that this film is protected, and you say there's no difference between the film and the ad, then the whole statute must be declared"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you want us to say they're both the same? You want -- you argue that they're both the same."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But just from the standpoint of literature, that's very odd. Suppose you have a film which is quite moving with scenery and music and magnificent acting, and the subtle message that may be far more effective in advocating, and everyone knows that. Everyone knows that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even though that type of case was never presented to the Court in McConnell and was never presented to Congress when it considered BCRA?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This film has been compared to \"Fahrenheit 911,\" which had the pervasive message that President Bush was unsuited to be President. And so if that film had been financed out of corporate -- corporations' general treasury funds and put on an election channel, that would similarly be banned by the statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, do you think that there's a possibility that the First Amendment interest is greater when what the government is trying to stifle is not just a speaker who wants to say something but also a hearer who wants to hear what the speaker has to say? I mean what is somewhat different about this case is that unlike over-the-air television you have a situation where you only get this -- this message would only air -- if somebody elects to hear it. So you really have two interested people, the speaker and the listener who wants to -- who wants to get this. Isn't that a somewhat heightened First Amendment interest than just over-the-air broadcasting of advertising which probably most listeners don't want to hear?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You are talking about effectiveness. That wasn't my point. My point was the -- the seriousness of the First Amendment interest that's being impinged where -- where you have both somebody who wants to speak and someone who affirmatively wants to hear what he has to say, and the government says, no, the two of you can't do this."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think that's somewhat worse than the government just saying to somebody who wants to speak, no, you can't speak?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I am not saying will - - will want. I mean you have a situation here where you don't get it unless you take the initiative to subscribe. I'm not -- I'm not trying to figure out person by person who wants to hear it and who doesn't. Here you have a medium in which somebody listens only if that person wants to listen. So the -- the person speaking wants to speak, and the person hearing wants to hear. It seems to me that's a stronger -- a stronger First Amendment interest."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Was -- was this issue aired before the three-judge court, the distinction between, say, putting something on network TV and putting something on View On Demand that the listener has to opt into?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, before you run out here, can I -- we haven't talked about the disclosure requirements yet. You understand the test to be that disclosure is not required if the names of those disclosed -- if those people would be reasonably subject to reprisals?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do we apply that test? Is it inconceivable to you here that people contributing to such a clearly anti-Clinton advertisement are not going to be subject to reprisals?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't work, because maybe they are going to change the nature of the documentaries that they fund, or somebody who gave a contribution 5 years ago may decide, boy, I don't like what they're doing. I'm not going to give anymore. It"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The fact that they've disclosed in the past by compulsion of law doesn't seem to answer the question of whether they are going to be subject to reprisals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that seems to me you are saying they've got to wait until the -- the horse is out of the barn. You can only prove that you are reasonably subject to reprisals once you've been the victim of reprisals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That is saying - - that is saying that the test in McConnell is unworkable, if you say the alternative is to say they are categorically - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If the Boy Scouts run an ad and they're subject to disclosure, are the donors who support that ad reasonably subject to reprisals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Before you sit down, any other? Thank you, counsel. Mr. Olson, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you about that, but I thought what saves this -- many people thought it doesn't save it, it's -- whole thing's unconstitutional, whole Act. That isn't what I thought. So what saves this is of course you can't prohibit all those things. What you do is put limitations on the payment for them. See that there are other ways of paying through it, say as PACs, and then limit very carefully the media that are affected and the times for which they are affected. Now, that's the statute reforms, and it's I think you need to address."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, can I ask this question? Coming up with Wisconsin Right to Life, Judge Randolph thought the Chief Justice's opinion in that case was controlling in that case. Do you think the Chief Justice's opinion in that case correctly stated the law?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Good answer. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":8,"sideBefore":"justices","text":"I want to be sure because you're -- sometimes I don't think you're quite saying that. But you agree that that opinion is correct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you accept the test that was stated in his opinion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3022,"interruptions":23,"times_spoken":43,"laughter":2,"num_int_by":6},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":3186,"interruptions":38,"times_spoken":65,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":836,"interruptions":2,"times_spoken":31,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":835,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":321,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":6,"fullName":"I took your answer to be the following","lastName":"following","counsel":false,"justice":false,"side":"","words_spoken":46,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":427,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":698,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":231,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3022,"times_spoken":43,"laughter":2,"num_int_by":6},{"side":"respondent","interruptions":38,"words_spoken":3186,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":4137,"times_spoken":111,"laughter":3,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472419305367}}