{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":": v. No. 08-289 MIRIAM FLORES, ET AL.; ","counsel":[1,2]},"caseNumber":"08-289","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-289, Horne v. Flores and the consolidated case. Mr. Starr. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I thought the determination was that it had failed to provide funds that could reasonably accomplish the -- the -- the plan which the district itself had adopted."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the district agreed on that, I take it. The district said, you've got to do something. This is our plan. And I thought the district court then said -- the school district did that, and I thought the district court then said, well, the -- the funding that you have come up with, or the funding scheme you have come up with simply is not rationally related to the plan that you, yourself, have adopted. Am I -- am I wrong on that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the year, Mr. Starr, the year of that change to the SEI from the bilingual education? What was the year of that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet the district court kept renewing his instruction, provide funding that reasonably relates to the cost, many, many times after the SEI became effective. And we -- we have the original decree which was, what, a declaratory judgment in 2000. Then he issues a series of order. None -- and none of them are ever appealed."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Nogales was doing great? I mean, I asked my clerk to go get some figures out of the record and she says in 2008 in the sixth grade, just to take an example, 77 percent of the English learners in Nogales failed the tests as compared to 32 percent statewide. In the tenth grade 84 percent failed the reading exam compared with 34 percent statewide. In 2008 the reading exam fourth graders, 67 percent failed in Nogales, the English learners, compared to 30 percent statewide. Now, I'm sure that progress has been made, but it doesn't seem to me, looking at that kind of thing -- and the record is filled with that kind of thing - - that that -- that you could say that the objectives are achieved."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't the point of this to teach the children to learn English?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. I am not following this exchange because I don't understand whether the -- the statewide percentage is the statewide percentage of English learners or the statewide percentage of all students."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you can't answer that, I think Justice Breyer can. But I would like to know what comparison - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"He doesn't actually have the right to ask me questions. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I don't. That's -- that's exactly true. But - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Very much true. Counsel, why don't you try and answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I still don't have an answer to Justice Breyer's -- I guess Justice Scalia's question following up on Justice Breyer's. What are the parameters or the -- the data with respect to the figures Justice Breyer gave you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the answer is that Justice Breyer's figures are correct with respect to the appropriate bases of children. You are just saying that you want to use a different test than the one that he was quoting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. The figures are accurate. You just think a different test should be used?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let's take the one you mentioned. Let's take the one you mention. The one you mentioned, I take it the student academic achievement in mathematics, which is something called the AYP guidelines test, they are for high school, which you mentioned. It has -- I think it's 2008, maybe it's 2007 -- we have limited English proficient students, this is passing their test, 22.4 percent of the English learners are at students scoring at or above proficient. The overall rate is 68 percent. So it seems like about a third. Now, if you look at the reading language arts, the average is 73.5. Limited English proficient is 15.4. And that's quite a difference, 75 percent as to 15.4, in the high schools, on the tests that you have mentioned. So I just say -- my only point is that we have a couple of findings here; you are right, they have made progress, but they are not quite home yet. And I would say that, looking at this record, it seems to suggest that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's do another one. What they started out in the year 2000 is they said one problem with this State is we don't know what it costs the average -- the increased program. They haven't done a good study to tell what it costs. But we think it's somewhere around $1500, maybe it's $1300, maybe it's $1400 per student. And as of this very moment, the State is providing 3 to $400, leaving it up to the school district to find the rest of the money, which it has to take from other things like English, or -- is that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Starr, can I take you back to the beginning of the 60(b) motion, because you seem to have shifted ground? The 60(b) motion as presented to the district court said that this new law passed by the Arizona legislature, 2064 -- \"2064 creates a plan for adequate funding of programs for the ELL students.\" That was the whole basis for the 60(b) motion, whether the new law was supplied adequate funding, and the Speaker of the House and the Senate intervened specifically for the purpose of defending the new law. Your current argument is detached from the new law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was the basis for the 64(b) motion, that 2064 provided adequate funding."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we -- do we have the -- the intervention application in the papers before us and the 60(b) motion?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- help me out then. I thought the -- the issue was not whether there had been any good faith attempt at compliance, but whether there were two deficiencies under the scheme, under the -- I forget the statute -- the new bill. One deficiency was that it limited the funding for any given student subject to -- to ELL -- to two-year funding when, in fact, the evidence showed that you couldn't get a kid up to par with two years of education. The second deficiency was that the -- that the State funds -- strike that, I'm sorry -- that Federal funds were being used to supplant what should have been a State responsibility rather than merely supplementing. I take it that is simply a matter of degree, but that was the problem. I thought those were the two problems, two-year funding, supplantation. Am I -- am I wrong? So there was no -- my point is that there was no denial that some good faith efforts had been made. The finding was that there were two deficiencies and these were the two deficiencies; is that correct?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Starr, how do you explain the fact the State of Arizona and the board of education are troubled by the same two points?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is it -- No Child Left Behind I thought has a specific saving clause, \"Nothing in this part shall be construed in a manner inconsistent with any Federal law guaranteeing a civil right.\" And the EEOA is such a law."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the one State funding? Because I looked at your brief, page 22 to 23, and if I understand it correctly it says that the educational expenditures, that is to say monies, increased in this Nogales and USD - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- maintenance and operation budget, by 30 percent. Well, I'm sure they did. But that's I take it the entire maintenance and operation budget. The numbers I had -- and I am quite interested to know if they are wrong -- the numbers that I have is that the only survey they've done across the State, or the most recent one, says that the English language instructional costs range between 1570 and $3300 per pupil. And then if you look at the amount the State provides outside of the reading, writing and arithmetic, which they provide, et cetera, for all students, what they provide is -- currently it's $340, and if that law had gone into effect, 2064, it would have been $450. Now, are those numbers totally wrong?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the fault of the Arizona attorney general, who told the court: You cannot deal with Nogales alone because under the Arizona Constitution the -- all -- all the school districts have to be treated equally. So, it wasn't the plaintiffs that initiated that move to make it statewide; it was in fact the Arizona attorney general."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it should -- has the state law changed?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the reason -- the reason for getting into this is that the State required it. Has the State law changed?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume it's - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"No, we are not talking about -- I'm sorry."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I also assume the State law does not require that any -- any judicial decree with respect to a particular district be expanded to the whole State. It seems to me you could comply with the State Constitution. If and when a judgment is rendered as to the district, it would then be, under the State Constitution, the responsibility of the State executive to make sure that the other -- other districts are equalized. But why the attorney general had to come into the Federal court and say, do it to the whole State, because the whole State has to be equal, I -- I can't understand that, to tell you the truth."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the district court supposed to do? The attorney general for the State comes in and says, do it this way. It seems to me that the State has no standing later on to say: Oh, gee, the district court should have said: Sorry, Mr. Attorney General; you don't know anything about your State law; we won't do it this way."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The fact is he wanted to be thrown into the briar patch, didn't he?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The State attorney general wanted the decree."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what your submission is with respect to the error you see in the findings and the order made after the eight-day hearing? First, are you saying that after No Child Left Behind that the duty of the State with respect to educating the students who have a different language was less onerous?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And are you saying that because of that methodology any remedy based on funding is no longer appropriate?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If we could -- is it valid as to Nogales, if we focus just on Nogales?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You lost me."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Are you saying -- are you saying that the order the district court gave with respect just to Nogales - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is inappropriate because it used a funding remedy or a funding measure of compliance when it should have used blank, and then fill in the blank?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that isn't what it -- I don't understand that it has ever said that. I thought the funding point was basically this: You, Nogales, have come up with plan A. You have come up with funding B. Funding B is not enough money to fund plan A. It is your plan, you've got to fund your plan. That is not saying that the Federal statute requires a particular level of funding. It's not saying that the district court can take over the responsibility of deciding what is appropriate funding in a school district. It's simply saying, \"If you choose plan A, you have got to pay for plan A.\""},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I -- am I wrong? Did it ever go beyond that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, it should have said: Before I decide whether your funding for plan A is good enough, I have got to decide whether plan A itself is worth anything? I mean, I have got to evaluate plan A?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let's go back to Justice Kennedy's point a moment ago. Let's just talk about Nogales for a minute. With respect to plan A, that was Nogales' plan. And the district court said: You can't fund that plan with the amount of money that you have appropriated. Did the district court go beyond that with respect to Nogales?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that came in in 2000 and this case was going on for, what, eight, nine years before there was ever an argument. I mean in all of these orders that were not appealed, don't those judgments, unappealed judgments, settle anything?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but didn't -- didn't the court -- you say plan A is no longer in effect; they have a new plan under the No Child Left Behind Act. But didn't the -- didn't the district court find that the funding for that plan is inadequate, for the two reasons that were mentioned earlier?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think there was in the district judge's declaratory judgment, spend this much on teachers aides, that much on the other. It was: You need a plan and you have to figure out how much it costs, and then you have to appropriate money that matches the cost. But the district court -- I may be wrong about this, but I thought that the original declaratory judgment didn't try to tell them what the components of that plan had to be."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But doesn't it - - doesn't it -- don't we come back to Justice Scalia's question of a moment ago? Even with the -- the changed plan to immersion, isn't the finding that two years of funding per child is not enough? And you are supplanting, not supplementing. Isn't that still the problem?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But those are the issues that the court focused on; are they not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a minor thing that I -- I think -- I'm not sure that Justice Ginsburg said. I thought that the funding order was not fund the plan you come up with; but rather, come up with a funding plan that bears a rational relationship to -- to the plan you come up with. So is that right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And now the district court is at considerable remove. He says they have not yet come up with a study and a plan that seems satisfactory, and they haven't shown how the funding is rational in relation to the plan that they haven't fully developed, though they've made progress. That's where we are -- is that where we are?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I agree with that. I think it was a vast mistake to extend a lawsuit that applied only to Nogales to the whole State, but the State attorney general wanted that done."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- that's water over the dam. That's not what this suit is about now."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What has 60(b) got to do with the question of whether the attorney general represents the State before the court? If the attorney general comes back into court and says, no longer do we want this statewide, then you've got an issue. If the -- if the attorney general speaking for the State does not do that, then I don't see why Justice Scalia's point is not the answer."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the district court is supposed to referee a fight between the governor and the attorney general at this point? Is that what's going on?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the attorney general speak for the State?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But he was speaking alone for years and years, and 60(b) -- and it has been said over and over again -- is not a substitute for appeal. What wasn't appealed was that Arizona is required by Federal law to determine the cost and adequately fund a statewide system of English acquisition programming."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Which would be good enough to fix Nogales. So you are quite right. There is a vast difference in each district. But that attorney general wanted enough money to fund the whole State the way you have to fund to -- to fix Nogales. That's what he wanted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Srinivasan. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask whether the requirements of the EEOA are at all affected by Congress's later enactment of the No Child Left Behind Act? I mean, you know, it's a very vague requirement that you make a good faith effort to -- to provide language assistance to children. Why shouldn't the courts decide that what constitutes a good faith effort is pretty much what Congress thought was necessary in the -- in the No Child Left Behind Act, and if you comply with that, you are doing okay?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. I would call that good faith, but that's fine."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's fine."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think that's their argument, counsel. I don't think that it is their argument that No Child Left Behind supplants the earlier act. It is simply their -- their argument is that it informs an interpretation of the language of EEOA, which is that the State is required to take appropriate action, which is a very vague standard."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you this question about the Ninth Circuit's decision, which is what we are reviewing? Suppose -- I know there -- there is a debate about how well Nogales is doing at this time. But let's suppose Nogales came in, and they said this: We had plan A back when this was originally litigated, and now we have an entirely different plan, and this plan doesn't cost one penny more than what we were spending in 2000. But it is a very good plan, and it has produced very good results. As I read the Ninth Circuit's decision, they would not grant relief from the judgment under those circumstances, because they focus exclusively on incremental funding for EEL programs and Arizona's funding model. Isn't that correct?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No, but isn't -- that isn't really my question. Isn't -- isn't it the case that the Ninth Circuit judged the -- the permissibility of relief under 60(b) solely with regard to incremental funding and Arizona's funding model?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's the way it was litigated originally, but I thought the whole focus of the motion for relief from the judgment was: We have a new plan, and it is not tied to funding, and it will produce good results without looking at incremental EEL funding. And wasn't the Ninth Circuit obligated to look at that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I guess, as I understand Justice Alito's question, if the prior order is based on funding a particular plan and the State comes back and says, this is a new approach. It could be for any number of reasons, and say that, you know, the plan is not working, or there have been other budgetary crises in the State that strain what we can afford to spend on this particular program. Here's another plan. The funding levels are different. You should look at it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's wrong with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a question of progress; it's a question of the plan and the approach. And I understood the Ninth Circuit -- I'm looking at page 72a -- it talks about the ELL's specific funding that was based on the prior order. And what I understood the State's submission to be -- look at what the superintendent has done in this particular case, and so on, so that those specific funding levels aren't applicable. And I would have thought it an extraordinary enough thing for a district court to tell a State legislature: Pass this budget, and you, Legislature, pass it, and -- I guess -- you, Governor, sign it, or you are not going to be in compliance. And if they've come up with a different way with different funding requirements, I don't know why that's not a changed circumstance that justifies looking at the judgment - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what page is this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't think the State -- I didn't understand the State to disagree that there's still work to be done. I thought that the plan -- the point was that their approach had changed, including by No Child Left Behind, that they don't have to reach the same specific funding levels that the district court order required. And what I understood the Ninth Circuit to say is, no, those specific funding levels are still in place."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What degree - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What degree of improvement do you think is necessary? Do you agree with the Ninth -- the Ninth Circuit says, \"We cannot say the district court clearly erred when it found this burden was not met. A district in which the majority of ELL tenth graders failed to meet State achievement standards while the majority of native English speakers passed is not one whose performance demonstrates that the State is adequately funding ELL programs.\" Do you really think that you haven't complied with adequate funding of ELL programs until you raise all of the ELL students up to the level of native English speakers?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's all this says. The majority doesn't - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- doesn't meet the -- a majority of ELL tenth graders fail to meet the standards, but the majority of native English speakers do."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the new plan that we're talking about, is 20 -- there have been references -- well, now they have a new plan. Does everybody agree at least that the new plan is 2064?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does -- then does that stay true without regard to what is happening economically to the State? In other words, the district court can say: You've got to spend this much money on this program, and I don't care what it means for jails, roads, anything else, when there are profound changes in economic circumstances of the sort that everybody's experiencing lately."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I find it bizarre that we are sitting here talking about what the whole State has to do on the basis of one district which is concededly the district that has the most nonnative English speakers and has been a problem district all along. And we are saying whatever this district court says for - - for this school district applies statewide. Now, that is bizarre."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the mere fact that the State Attorney General acquiesced in that kind -- kind of a system at the outset, does that force us to still accept at this time that whatever is -- is necessary for Nogales is also necessary for the entire State?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'll let - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'll let Arizona worry about that. It's -- it's another matter to have a district court decree that the whole State has to do this thing. And whether -- whether it's done equally or not would be a matter for the State courts to determine, instead of for this district judge to determine, right?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me very odd that -- assume you have a constitutional provision which says funding must be equal in each district. Then you find one district that's way behind, and that is, we will assume, is -- has been deficient in -- in providing language education. You are saying that if the court orders more money spent for that district, it must automatically order money -- additional money for every other district in the State?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But -- yes, but that seems to me the necessary conclusion of your argument in the answer you gave Justice Scalia."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, again, what you're - - you're saying that any time a district court in a single district orders more money to remedy a constitutional problem, that because of that clause it has to apply to every other district. That just can't be."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And if -- and if it is, then that is a very good reason for the district court to cede its jurisdiction to the State authorities."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I gather it's often the case in institutional litigation of this sort that the political figures, whether it's the Governor or the Attorney General, can't go to the voters say, look, we should spend more money on this. So they go to the district court judge and say, make us spend more money on this. And they get the same result they'd wanted in a non-democratic way, particularly when there's a division, such as here the legislature doesn't want to do something, and the Governor or the Attorney General does. So why should we put a lot of weight on what the representation is when we are at least concerned that it might be a -- I don't mean it in a pejorative sense -- but a collusive piece of litigation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's hard for the Attorney General to get funding from the legislature for all he wants to do, and this is a way for him to get it, to go to the legislature and say look, you don't have a choice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask just a question that was confusing to me? What standard for changed circumstances do you understand the Ninth Circuit to have applied?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I am looking at page 72a of the Ninth Circuit opinion, and the standard they use there is radically changed, not significantly changed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, if we have a - - if we are confused as to which standard they applied, because at one point they say significantly changed and at another point they say radically changed, what should we do?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right but - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that. You could get the plan approved and then not fund it. But at least the additional funding demanded by the district court should be whatever additional funding is necessary to comply with the No Child Left Behind Act. Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then -- then it's not as simple as you made it. Of course, I agree with the fact that if you get approved under the No Child Left Behind Act and then don't fund it, of course that - - that won't satisfy your obligation. But if you have gotten approved, the test for whether you are satisfying your obligation should be how much money would it cost to implement the program that you have gotten approved under the No Child Left Behind Act."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't approve programs?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the States had to submit a program."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you are saying you can't calculate costs."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You cannot calculate costs under the plan approved by the Secretary - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- because all the plan is is testing."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But couldn't the district court give them the relief to which they were entitled even if it was less than what they sought?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, when you were starting out I heard you articulate a third standard, materially changed. What is your understanding of the standard applied by the Ninth Circuit? Was it materially changed, significantly changed or radically changed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't either but I see both of them being different from radically changed."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Did the district court on the 8-day hearing on remand make a finding that its incremental funding determinations that it had made earlier were an accurate way to measure compliance and to insist on compliance under the new immersion program?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why does it matter that there is -- why focus on incremental funding for ELL programs exclusively? What difference does it make where the money comes from -- where it comes from, putting aside federal money that can't be supplanted? I just don't understand that."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may have been their -- that may have been their position originally, but at the time of the 60(b) hearing, what difference does it make whether the money came from funds that were designated for ELL program, or from general State funds, or from county funds? What difference does it make whether the money was taken from some other program that the school was operating? Suppose they fund -- they take the money for the ELL programs from money that was previously used for music instruction, or art, or gym, or teaching German or anything else. Now those may all be bad things, but what does that have to be with the EEOA?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But the fact that you keep talking about the district court emphasizes my concern about the decision of the Ninth Circuit, which is what we are reviewing. And as I read the decision of the Ninth Circuit, they focused exclusively on incremental costs associated with ELL programs and the educational funding model that the State had at that time."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they say. They were required -- the Petitioners were required to demonstrate either that there are no longer incremental costs associated with ELL programs in Arizona or that Arizona's funding model was so altered as to make incremental costs issue relevant. That was their explanation of the holding, 60 -- 63A of the Speaker's appendix."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I still have trouble with the idea of district courts ordering State legislatures to fund it. Isn't the preferable approach for the district court to say you have a violation, you have to fix it, and I'm going check to see if you fixed it at particular intervals? And it's up to you, the State, to determine how you are going to fix it. And the State might change its mind. They may start out by saying we have got all of this extra money and that's how we will fix it. Then there is a budget crisis, the kind that we are familiar with, and he says we can't the money, we are going to do it some other way, and here's the way. But that's kind of the judgment of the State, not for the district court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why does it order then -- why did its order specify and be linked to the termination of the legislative session, and say you have 12 days left in the session and that's how many days you have to enact this budget?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the district -- the district judge said that that 2064 did not have enough, it raised it to 450 or whatever. And the district court said there are three things wrong with it, the two years, using the federal funds to -- to supplant not supplement, and that the $450 figure wasn't enough. And the only way that $450 figure was going to get changed was through legislation, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Saharsky, I have one late arriving question. Do you think that the constitutional -- State constitutional provision at least there has to be equivalent funding in districts, do you think that would be called into play if the Federal Government under a federal program gave additional funds to a particular district? Which I am sure it does, those districts that have federal facilities probably get additional -- additional money, would all the rest -- under this constitutional provision, would all the rest of the State have to belly up to that -- to that same level?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I doubt it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if federal funding doesn't count, why would a federal decree applicable only to a particular school district count?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Starr, you have three minutes. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me, Mr. Starr, based on this last argument, that it actually is in your favor if the order of the court as to one district automatically requires additional expenditure for every other district, that is simply one more measure that the Court should use in finding an alternate remedy."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is no content to the equal child -- No Child Left Behind. There is no content to it. All it requires is testing."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't say how much it's going to cost."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KENNETH W. STARR","firstName":"KENNETH","lastName":"STARR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2554,"interruptions":34,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2444,"interruptions":27,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":2,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":1605,"interruptions":9,"times_spoken":16,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1025,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":798,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":721,"interruptions":1,"times_spoken":9,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1105,"interruptions":9,"times_spoken":40,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":24,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":400,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":556,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":2554,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":36,"words_spoken":4049,"times_spoken":61,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":13,"words_spoken":5247,"times_spoken":125,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.5601689424981794,"respondent":0.4398310575018206,"date":1472418052861}}