{"petitioner":{"name":"POLAR TANKERS, INC.","counsel":[0]},"respondent":{"name":"CITY OF VALDEZ, ALASKA. ","counsel":[1]},"caseNumber":"08-310","date":"2009-04-01T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case 08-310, Polar Tankers v. City of Valdez. Mr. Rothfeld. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not often that we have disagreements as to the basic facts. The red brief says that the tax in question constitutes 11 percent of the tax base, and you talk about that in the reply brief. Can you spend just a little bit of time at the outset telling us your views of this tax? And although it's the Respondent's statement and not yours, do you think 11 percent of the tax base means 11 percent of what's collected under this tax or under all taxes imposed by City of Valdez?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In which case, that seems really quite irrelevant."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, some -- some of those vessels, I take it, are taxed under other statutes. Is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you -- do you take the position -- let's say that if the State of Alaska taxed all the other property you had mentioned except for the tankers and the city taxed the tankers, that that would by definition be discriminatory tax and/or on some other basis violate the Tonnage Clause?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the reason I raised it was that -- in -- in your response to my first question, you said, well, you didn't think the city was taxing these other -- these other pieces of property, and I'm -- I'm not sure why that is significant."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you -- you want us to ignore the -- the State tax. Do you really want us to do that? I mean, it would be the easiest thing in the world for the State of Alaska, instead of imposing it at the State level, to authorize the municipality to do it. I don't want this case to come back here for a second time."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now -- now that the municipality is imposing the taxes that the State used to impose, don't you think you have to count both of them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are going to get a fragile judgment if -- if we go on those grounds. All it takes is a modification of the -- of the legislation."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the risk in the other direction, that the State will simply take over this tax and remit the proceeds to the city? Would the result on your view be the same if it did that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There are other vessels, too. It's the -- it's the oil tankers, and there are a few other vessels that were included?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Including a -- a cruise ship is covered. I - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does that -- why does that matter? I mean, do you concede that if this tax were in some sense nondiscriminatory, you would lose?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why are we having all this talk about -- in other words, you think if there was a tonnage tax applicable to everything -- you know, your pickup truck holds two tons; it has got to pay a certain amount or whatever. Then do you lose or win?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"I think you're - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I think you're giving up an awful lot. I mean, what if the Framers - - couldn't they be have been more concerned about making sure that there is a free flow of commerce, that ships go, and the fact that everything is taxed would be less of a concern to them? But you're -- you're willing to say that if it's nondiscriminatory, even if you would call it a \"tonnage tax,\" you lose?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's assume that you're -- that a given tanker came into the harbor at Valdez on one occasion and one occasion only. Would the City of Valdez, under its own statutes, by the terms of its own ordinance, tax that ship?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me -- let me just change the question then. If -- if it came in and sort of took half a tankful that didn't reach the point of a million dollars' value, there would be no tax then. Is that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Whatever it would take to get it under the minimum."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Under the old tonnage laws, wouldn't that ship in the 18th century have been taxed?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the point that I am getting to is -- and I'd -- I'd like you to address this -- one of the arguments on the other side is that one reason this should not be treated as a tonnage tax is that it relies upon the concept of a tax situs. And the -- the implication is that not every ship that comes into the harbor is going to be subject to the tax; whereas, under the old tonnage laws, any ship that came in would be. And what is -- what is your response to that argument?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do we -- where do we look to find this out?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know of any source that we could look at to support the proposition that you just made?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't -- you don't suggest that it matters, right? You -- you have talked to some extent in the briefs about the bad - - evil motive."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are not going to suggest that the same tax could be valid or invalid depending on why it was enacted."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask one other question before you leave this, which is where Justice Kennedy started? Suppose a State says: In our State, we want to tax all oil and gas property, and here's how we do it. We assess the value of all oil and gas property, ships and everything else included. Then we impose a tax of 20 mills per dollar of assessed value, something like that, on all of it. Now, the State will collect all of it, and we make one exception. We define which property the State will directly get the money from, and then the city can do the rest, if it wants. Now, here's what we do with the State money. We give it to the city. So if the city wants to, it can put the same tax on that little bit of property left over, which is a subcategory of oil and gas property. And by the way, the name of that little bit of property left over is called \"a ship.\" Now, is that a tonnage tax, and is that what Alaska has done here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I described to you the entire tax. We know no more about it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The way it does is just as I said. And maybe I was -- it was too much for you to take in. So the point is that it's a tax on oil and gas property. That's Code section 1. Code section 2 is defined subcategories -- (a), (b), (c), (d, (e), (f) - - all of that. Code 3 says (a), (b), (c), (d), and (e). The -- the State government collects and remits it to the city. (G), the city can assess the same tax if it wishes. It doesn't have to -- and keep the money. (G) is ships. And the reason I have asked that question is I read something from a -- Alaska Department of Economic and Community Development which suggested to me that that is Alaska's tax. I might have that wrong. I just read a sentence or two, and maybe I am wrong that that is Alaska's tax, and - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it's Alaska's tax - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what's wrong with it? It's a -- it's a tax on all oil and gas property, and all they do is they let the city collect some of that if they want, and they collect the rest of it and give it to the city."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'd like to know is: Do you think what I said was a misdescription? What's worrying me about this aspect of this case is a possible need to send it back to find out what Alaska's tax system is. Now -- now, if what I just said is a -- is a correct description approximately and if the other side thinks it is, too, then at least I -- I know how to go about deciding it. And if I don't, I don't know quite what to do."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As you understand it, with reference to the tax base referred to in the red brief at page 14 where it says it's 11 percent of the tax base, is that tax base all city-imposed?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was your answer to the Chief Justice that if there is a tonnage tax imposed on everything including -- including ships, it would still violate the Tonnage Clause. Is that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's my -- it's my hypothetical. I made it up. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it would be okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's only discrimination that counts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's some - - there's some fight about that, obviously. There - - there is no fight about the fact that this tax is based upon how long the ship remains in port, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How many days."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Right. How many days it remains in port."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which means, the argument could go that this is obviously a -- a tax for the use of the port. And that's exactly what the Tonnage Clause was directed against, preventing Philadelphia and New York from taxing the consumers in New Jersey by imposing taxes on ships that bring in goods."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't dispute that in light of the benefits provided by Valdez to the shipowners, that they could be a legitimate tax on these vessels?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So could you describe what tax authority you think Valdez has?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How much property -- you said if they -- if they taxed all moveables, that would be okay. Could they have some exemptions and still - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't think a daily -- a daily charge on vessels for remaining in port violates the Tonnage Clause?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this anything else than that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about a - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"I was going to say, even if it's a flat fee?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Every vessel has to pay, you know, $1,000."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, can I ask you a question, just focusing on the Tonnage Clause, not the elements of discrimination? If you assume that the Tonnage Clause was designed to protect New Jersey from being exploited by New York and perhaps other States because they don't have their own ports, why does that rationale have any application to this case, because the only State ships oil out of Alaska is Alaska? So there is no other State like New Jersey who could be harmed by the Tonnage Clause."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What State is being discriminated against in the scenario we have before us today?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are saying it's an unduly onerous burden on the oil companies and their tankers, and they only ship oil out of Alaska."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not felt by the other States, felt by the consumers in other States. Ultimately, it's not going to be the oil companies that pay this tax; it's going to be purchasers of oil."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All of whom are going to be outside of Alaska, since this oil is leaving Alaska, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a neat tax, you know, get somebody else to pay your taxes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but just on a -- maybe this doesn't matter. I have seen the capacity of cargo planes described in terms of tonnage. Does this clause apply to those?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It is that we have an evolving Constitution, after all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, do you know -- it's not an entirely frivolous point. I mean, do you know if States, localities where airports are located charge things that might be viewed as Tonnage Clauses on airplanes?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said earlier or implied earlier that we couldn't draw a distinction, really, between capacity and value because tonnage in the 18th century was simply a proxy for the -- for the value of the ship?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So a value tax is going to run into the same problem - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as a tonnage tax."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If the amount of the tax were measured by the number of sailors who were going to come ashore and the number of days they would be ashore, and a small port city wanted to recover the costs that they impose on municipal services, would that be - - would that be subject to the same flaw that you see here?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- the train is going to be some place throughout its trip, unlike the ship that's going to be on the high seas."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Who can tax for the time on the high seas?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the domicile here is Texas. Is that right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In either case, no ships berth in either Delaware or Texas. Is that right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the home port might have had in the old days the notion that's really where the vessel is berthed. But, nowadays, Delaware has very little to do with where the vessels are berthing and where they are being serviced?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Olson. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it says \"vessels of all kinds are liable to taxation as property in the same manner as other personal property.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Not fishing ships, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"None of -- none of Valdez's fishermen have to pay this tax at all?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But your answer it seems to me does put the issue squarely before us in the terms that the Petitioner has presented, that is to say, sure, suppose you tax the vessel and you tax trailers and small vessels and a lot of other things, but as to all of the latter category, you have -- you have an exemption. So the -- the only people that effectively pay the tax are the tankers."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I thought that that was the way the case was presented."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the people's homes only if they are affixed to the property and they - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And nonmobile homes are not taxed as real property?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the question is what is imposed here? My understanding from the yellow book -- do you agree the yellow brief is accurate in its factual descriptions, perhaps not in its conclusions that it draws?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"See, we have a problem with the facts here. But my understanding of the case, and please correct me if I am wrong, is that sure, Valdez has tax authority and tax statutes which would cover a considerable amount of personal property on an ad valorem basis. But because of exemptions, only the tankers pay this tax."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was my statement correct?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different argument. Can we just get to - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So was all other personal property exempt from taxation, they didn't have a personal property tax, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's nicely targeted as well. But there is no constitutional impediment to targeting the people of New Jersey through taxing the oil equipment."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But Wheeling -- Wheeling was, it was a general property tax. And as I read the case, it said if you are going to tax property, you can include vessels. This statute, and I think the Alaska Supreme Court treated it discretely, is a tax on one kind of property only, these vessels. I don't know of any other property tax that is confined to just one type of property. Is there another? Is there a comparable tax that is focused on a single category of property?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you can't -- you can't make vessels bear the overall burden of municipal governance. You can make them bear the burden of the services provided to them in harbor. But you cannot make them the instrument of funding all other municipal services. That's what the Tonnage Clause means."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you define revenue base?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You are counting the state tax as well, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You are counting the state tax on oil equipment?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That makes matters worse."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let's suppose I accept just what Justice Ginsburg said, and said it's a hopeless morass if we look at all taxes. Let's look at this tax. This tax you call an ad valorem tax on personal property levied by Valdez, and then on page 11 of your brief you say that's not just on ships, it's also on mobile homes, trailers, recreational vehicles, and various types of personal property defined under State law as oil and gas property, motor vehicle, machinery, supplies and maintenance equipment. They come back and they say, as to your mobile homes, trailers and recreational vehicles, all that's happening there is either you have exempted them or they are fixed in place, and they are like real property and that's what you are doing. As to the other things, you do not impose a tax on those other things. Rather, the State imposes a tax on those other things. And it may be that you help the State do it by providing them with the assessment, and it may be even that you could do it, but you haven't; and therefore, the only thing you have imposed this tax on are the ships. Now I think I have that argument right. If I do, what's the answer to it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If I don't, what's the right argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May impose doesn't help if you don't do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"State imposes it or - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wait a minute, owed to the State for what? What would be owed to the state? It's still a State tax and they are the collection agent, and it's a -- a credit against what they owe for their collections, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what's it a credit against? I don't understand what it's a credit against."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What does the city get a credit against?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- as referred to in the - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I thought it was the city that got the credit - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that happens with all these other properties? That is, in Valdez, you pay the city -- you pay the city -- for the -- for the taxes on that oil and gas property that isn't shipped?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you write the check to the city."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All the things you listed on page 11 - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the oil and gas, motor vehicles, machinery, appliances, supplies, and maintenance equipment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So they write a check to the city. Okay."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's exactly the question I wanted to ask you. Supposing the city did not impose any taxes on anybody except the people who pay this tax, and that's all. Would it -- would it be constitutional or unconstitutional?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It would not be constitutional?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but then why is the - - what other people pay on other taxes even relevant?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So we can take as a -- as a given for the purpose of analyzing the issue, that this tax is either the only tax that's relevant to our analysis or that it's so much higher than all the other taxes, it should be treated as the functional equivalent as the only tax we have to look at?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the answer to Justice Stevens's question is we can take this case as presenting to us the fact that the ships pay more than other property?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you say that doesn't make any difference."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But is it -- do you -- do you contest the point that was made in the reply brief that back at the end of the 18th century, tonnage was considered a proxy for value, that it was the customary mode of measuring the value of a ship?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which is -- for a commercial vessel, is a rough calculation of how much it's worth."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The more cargo you can carry, the more valuable the commercial ship."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But all you're saying - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All you're saying is that there are other factors that -- that preclude using tonnage simply as a single crude measure. But isn't it fair to say that, other things being equal -- the engine capacity, the hull construction, et cetera -- the tonnage is a rough measurement of the value of the ship, for just the reason that Justice Scalia gave? It determines the amount of cargo the ship can carry, and what it can charge for it, and that is capitalized into the value of the ship. Isn't that true?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So as long as you are taxing on the basis of the value of the ship, then you have no Tonnage Clause problem. Is that your -- the Tonnage Clause was a specific type of measure, and if you're taxing based on the assessed value of the property, it isn't a Tonnage Clause. Is that your - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about a porthole tax?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is a porthole tax in your view okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"A porthole tax. They charge for portholes. Anyone who has a porthole who comes into our city pays taxed. That's not a tonnage tax."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, in your view, a masked tax."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but the porthole tax applies, by the way, to that ship's captain who has retired, who has built his house with portholes instead of windows. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there are 2 or 3 percent of the -- I mean, it's only 99.9 percent on ships."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if you - - if you are right that any type of ad valorem tax is okay, well, then why in the world would the Framers have adopted a prohibition on a tonnage tax, if you could just say it's a tax on value, which is going to have the same impact on commerce?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, putting aside what the Court has said, I'm looking at what the Framers have said. What good does a tonnage tax prohibition do"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- if you are right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It offended them aesthetically? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So all the State has to say is we are not -- we're not taxing you qua vessel. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, what - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":5,"sideBefore":"justices","text":"But I suppose you could - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"-- let me ask you something about -- about discrimination. Let's assume that I think it is relevant whether the tax is a discriminatory tax, property tax just levied on -- on ships or not. If that is my position, why should I count as establishing nondiscrimination the fact that Alaska or Valdez is also taxing -- most of its other property tax revenue comes from taxing oil equipment, right? And the burden of all of that tax, just like the burden of this vessel tax, is paid by people in New Jersey. I mean, you know, that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's getting somebody else to bear the burden of your taxation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Taxing that equipment raises the price of oil, almost all of which the oil goes out of Alaska and is paid for by people in other states. Why should I count that property tax as proving that either the State of Alaska or Valdez is not being discriminatory? Just because it -- it can't possibly violate the -- the Tonnage Clause doesn't mean that it isn't as much discriminatory against other states."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if -- if California taxed vessels, I would not allow California to come in and say, oh, we are just subjecting them to the same tax that our own citizens are subjected to."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I wouldn't let them point to the Silicon Valley tax."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That may be the only way they can accomplish what they want to. Because as the Chief Justice's question suggested a moment ago, if in the 18th century the port of Boston said, \"We are not going to charge tonnage anymore. We are simply going to tax on the value of the ship,\" that is going to have exactly the same effect that a tonnage tax would have. So maybe exemption is the only way it can be done."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But we have said - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, we -- we have said it's not just tonnage. It said that the clause bars states, we said, from imposing a charge even if not measured by a vessel's tonnage, for the privilege of entering, trading in or lying in a port. So we have ruled out the position that it's got to be an old-fashioned tonnage charge, and can't be based on the assessed value of the property."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but in all of those cases the vessels were being taxed as one item of property in a general moveable property, personal property tax. I asked you before, I think, is there any other tax like this, that -- an ad valorem tax that is applied to one single category of property?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This statute deals with one category of property. Is there another statute like this one?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That was the other, the State taxes were no part of the Alaska Supreme Court's decision in this case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And on what else? In that -- in that tax that was before the port. What else did Wheeling tax?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about the Greer? You haven't mentioned that. Greer in Norris v. City of Boston. Where he says the -- you know what it says; it's on the front page of their brief. All right. That seemed to me to say, don't interpret the Tonnage Clause to apply to tonnage. Interpret it, same thing as if it was mass, it's mariners, power of the steam engine, number of passengers, the master or owner of the vessel -- all those fall within the Tonnage Clause. That's what the paragraph seems to say."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask a - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a question that I don't' think has come up, but I just wondered if anybody has argued this. The duty of tonnage, it seems to me, might refer to the cargo rather than the ship. So if the ship made ten voyages it might have ten times the tonnage of another vessel of exactly the same value. Has anybody argued that that's what the Tonnage Clause refers to?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If that's all it applied to, then the wharfage tax would have been perfectly okay. You can't say that was - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rothfeld, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where does the money go? If the City of Valdez collects it, where does it go?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then I think we ought to regard it as a city tax, not a State tax."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They collect it; they keep it; that sounds like a city tax."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose the State can regulate what cities and municipalities and counties can do throughout the State. That doesn't make everything those cities and counties do the actions of the State."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the -- the broader tax situation at the -- at the -- in -- in 1789? Did -- did ports have sources of -- or exercise the authority at that time to tax property generally, e.g., real estate in the city to support the activities of the ports, or were they dependent solely upon things like import-export taxes, et cetera?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that the argument they are taxing other things, therefore it's okay to tax this, would have been an argument just as potent in the 18th century or impotent, as the case may be, as it is now?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- under your view, how is a city supposed to impose a property tax on a vessel?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you think we should resolve the tax by seeing how generally applicable property taxes are in Valdez?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but your - - your brother suggests that other items of property are taxed under other provisions of the tax ordinance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":3762,"interruptions":39,"times_spoken":75,"laughter":1,"num_int_by":7},{"id":1,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"respondent","words_spoken":3072,"interruptions":39,"times_spoken":77,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":562,"interruptions":1,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":740,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":901,"interruptions":8,"times_spoken":42,"laughter":3,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":7,"fullName":"I think you apply the duck test","lastName":"test","counsel":false,"justice":false,"side":"","words_spoken":7,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1007,"interruptions":5,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":61,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":3762,"times_spoken":75,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":39,"words_spoken":3072,"times_spoken":77,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":23,"words_spoken":4561,"times_spoken":157,"laughter":4,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.45169740913804357,"respondent":0.5483025908619564,"date":1473644743478}}