{"petitioner":{"name":"ANITA ALVAREZ, COOK COUNTY STATE'S ATTORNE","counsel":[0,1]},"respondent":{"name":"CHERMANE SMITH, ET AL. ","counsel":[2]},"caseNumber":"08-351","date":"2009-10-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-351, Alvarez v. Smith. Mr. Castiglione. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any other area -- is there any other area of law where we permit a prejudgment attachment and/or seizure of property without a neutral magistrate reviewing the reason for that seizure? We don't permit a pretrial attachment, do we, except in some narrow circumstances?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't deny that there's a State interest. The question is who tests that interest? In what time frame? Meaning you can assert an interest, but someone has to determine whether it really exists or not."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Castiglione, you have been asked to address the mootness question -- both counsel."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have forfeiture proceedings occurred in the plaintiffs' cases? Is there any lingering question concerning the status of the property?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have concluded?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, has there ever been a case in which this Court has considered the merits of a dispute where the individual claims of the named plaintiffs expired before we heard argument and a -- and a class had not yet been certified?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that wasn't my question. The class has not yet been certified, has it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- the claims of all the named plaintiffs are -- have expired?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There were no damage claims when the final judgment was entered in the district court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it was a final judgment, and it went up on appeal. And at what point did they seek to -- I mean, while the case was in the court of appeals, the final judgment dismissing the case, there was nothing for the district judge to do."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"It wasn't granted then, and it still hasn't been granted."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have nobody before this Court with a live claim, neither the original named plaintiffs nor a certified class."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So who's here?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They did not ask for damages originally."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So as the case comes to us, we have a district court final judgment dismissing the case. The case was only for injunctive relief. It goes to the Seventh Circuit. It's in that shape. We are taking the case from the Seventh Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I suppose, if the case is moot, then you are entitled to a Munsingwear order."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So there’s no controlling authority."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And then I suppose the district court doesn't know whether to award damages or not until it gets a final decision from -- or a decision from the Seventh Circuit or this Court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it been there originally, but the problem is it wasn't there. The case comes to us on a complaint that is simply for injunctive relief. And that is moot."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What were they seeking to have enjoined?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- I -- since they defaulted in the -- in the final hearing, how can –- can they possibly have any claim left with regard to an interim hearing?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So am I forgetting, but didn't this start out as a class action and wasn't the claim -- wasn't the class action denied?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you didn't appeal that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the plaintiffs -- the plaintiffs didn't appeal the denial of certification."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe we should -- we should ask the plaintiffs about that. But you're saying that the two cases that were defaulted are not moot? Isn't a default the end of it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said in your opening that there is just the one proceeding, and that's the petition for forfeiture. But in your brief you suggested that there is a means that these plaintiffs could get back their property pending the ultimate forfeiture proceeding. You mentioned a Slocum type hearing, a petition for return of their property. So I don't understand your argument that there's one and only procedure, the forfeiture procedure, when on the other hand you are telling us that there is a means."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And they -- and they can do that before the -- before the time period has expired?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But surely your position is going to be that the statutory procedure pre-empts and takes the place of any Slocum hearing, isn't it? I mean, somebody comes in and files a petition saying, here I'm raising this right under, you know, an early 19th century procedure, and you're not going to say, okay, here's our position or here's the property. You are going to say, wait until the forfeiture proceeding that is provided under Illinois law."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was before the statute was enacted."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute is a dead letter if you allow a Slocum action. All you -- all you need is a Slocum action, and the fact that the statute says you have to wait for -- you know, that the government has 40 days, is meaningless."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. It's a way of defeating the statute."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the statute says the government isn't dilatory until -- until the time period, 40 days. It has 40 days. What does that mean if it doesn't mean that the government has 40 days?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Before the 40 days?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay. Well, that's a different story. These people are asking for a hearing before the elapsing of the 40 days, and if all -- if all you say that Slocum provides is a hearing after the 40 days have elapsed and nothing has occurred, that doesn't satisfy what they are asking for."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't have to do anything for 40 days, is what the statute says."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say if it -- you don't dispute that doesn't have to do anything, but you -- you assert that if it does nothing, you can bring a Slocum action. I mean, which is it? One or the other?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Slocum then is the answer to a very different case. It's a case where you have a class action of people whose cases fell through the cracks and never got the procedures they were entitled to. It doesn't seem at all responsive to the claim that they are entitled to procedures before it falls through the cracks."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't the basic argument that you make that a forfeiture hearing is all the process that is due?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, let me ask you this question: Suppose your statute said there shall be a forfeiture hearing with all the procedures you want, but the forfeiture hearing shall take place 1 year after the seizure. Would that be adequate?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I'm saying the minimum. The hearing will take place 1 year after the seizure, nothing earlier or nothing later. Would that be constitutional?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Clearly, it's possible to do it in less than a year."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is no practice, no background practice. This is a new statute. So this -- you have to have a forfeiture hearing, as you describe it, that shall take place 6 months --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or a year later. Would that be constitutional?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand what the Court has held. I'm asking your view of that hypothetical statute."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you agree that it's unconstitutional, then you have to agree that time is –- is relevant to the question whether the forfeiture hearing --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would then say it would be constitutional to say one hearing 1 year later?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ten years?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ten years?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You’ve -- you’ve given up the position, then. You've said time does matter. So we are just arguing over what the time is, whether it's 10 years, 1 year, or 40 days, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be, but that's a different argument. It's -- it's not an absolute. It's -- we have to consider whether the time period is reasonable, right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I ask you this about the government's interest involved here and the practicality of the situation, and I want to put aside the innocent owner defense, which I hope to ask your adversary about. But putting that aside, let's take what I envision as sort of the typical case where the police officer arrests someone in a vehicle for a drug offense and -- without a warrant -- and then has to file a complaint in court. What -- what is the government -- what is the burden on the government, and what would be the burden on Chicago or the State of Illinois in a requirement that within some reasonably brief period of time after that that there must be the equivalent of the filing of a complaint in court, just as you would for the arrest of an individual without a warrant, where the only issue would be whether there was probable cause for the seizure, not whether there, you know, is some innocent owner defense, but just whether there’s probable cause?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, he was just talking about probable cause. How could that be duplicative?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Look, I thought this case, though I grant you I could well be wrong, is not about a final forfeiture hearing where you have to show that it's more probable than not that the car was used for drugs. But under the Illinois law, just as Justice Alito said, you can seize a car without a warrant."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And there are lists of circumstances. But in the Florida statute that Justice Thomas wrote about, it said that a person whose car it is, is entitled to a hearing, I thought, in a brief time to see if there was probable cause, just as a person arrested. You have to bring them before a magistrate within a short time to see if there's probable cause. Now, how do you do that in Chicago?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying the answer to the question is there is no way? A person who doubts this probable cause has no way. He has to wait 6 months until there's a forfeiture hearing. He's out of luck because then it merges with the merits."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. That’s your answer. There is no way."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I don't see why you win this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, is there a way or not? You have pointed to three statutes. Do they give him any way?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Look --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you get an expedited hearing? I thought -- I thought for property under 20,000, the State -- the time before the forfeiture proceeding could be 187 days."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the bond is for costs, not to get your car back."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there any procedure for putting up a bond for the car so you can get the car back, for the full value of the car?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We will afford you additional time because the Court's questions have intruded upon your rebuttal time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jay. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I would think you’d begin with the mootness question."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what were they seeking to enjoin?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What did the Illinois court do? Didn't it remand for an appropriate hearing to be given?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Am I right that what is –- what is the rationale your supporting it for the following: My car was parked on the street. There happened to be some big drug crime nearby, and the policeman took my car. In my opinion, there was no probable cause. I would like my car back. Now, I take it that in Illinois there is no proceeding, as there was in Florida, so that I can claim there was no probable cause, and I -- none at all. I never get that determination made; and, moreover, I have to wait, for 6 months possibly, before I get a different determination made, which is whether they had –- more likely than not, whether that's entitled to forfeiture on the merit. Is that the law? If anything like it is the law, what’s the constitutional justification for it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You mean they can keep my car even if it's more likely than not that it was never involved?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But it's still -- okay, fine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you. That is – all right. That's a burden of proof thing at the final thing. That's not the thrust of my question. The thrust of my question is: Do I have to wait for up to 6 months before I have any magistrate, any neutral official, pass on my claim there was no probable cause to take my car?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And the Florida statute, by the way, doesn't do that. It says of course you get a hearing on probable cause."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Am I right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. So nobody gives you -- they go around taking cars even without probable cause. There’s no way to do -- it happens in every State. What’s the constitutional justification for making a person wait for 6 months before he gets a neutral judicial official to say whether there was even cause to take his car?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. You take the car and then you investigate?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But -- but you are –- but you’re sort of begging the question. You are saying to me that initial period is for the government to figure out if it made a mistake or not, and we're entitled to that time. You're not entitled, meaning you, property owner, to go to a neutral magistrate who will make that decision without a personal interest in the outcome, because the person who seized does have an interest of some sort. Many local police departments do in seizing property, because they keep the proceeds. So what you're saying is that constitutionally it's okay for the party holding on to property without a warrant to decide whether or not it wants to give something back, whether or not there’s -- there’s a viable defense. I'm a little confused."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"May I just get you to answer what I thought you were going to do at the beginning of the argument. How do you answer my hypothetical? You have a forfeiture hearing, but you have a provision that it shall not take place for 6 months."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand it's different. I’m just curious to know what your answer is."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Wouldn't it be unconstitutional on its face?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Would that justify a statute that says in all cases it shall be held for at least 18 months without telling the owner?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose a situation in which the property taken is really essential to the -- to the living of the person from whom -- who owns it -- a car -- and the person needs a car to get to work every day. And -- and there is really no reason why the -- why the government has to wait that long. Is there no procedure by which he can say, you know -- do it quickly. You don't have to wait so long. I'm the owner. I'm the only owner. I can -- I can prove that. Let's have a quick hearing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"There is no -- there’s no hardship under the Illinois statute? There is no provision comparable to the Federal legislation for hardship, is there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Peters. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you say it was likely to -- these same named plaintiffs were likely –- likely -- to face this same situation again?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you are relying on -- on, you know, \"capable of repetition, yet evading review,\" that's -- that's the test, whether -- whether indeed these people stand a chance of having the same thing happen."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You are begging the question. That is, you are assuming that the class is a valid class. It hasn't been certified. How -- how can you make that -- that argument when there is no class?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just an asserted class on your part. There’s no class."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, it wasn't. The appeal in Geraghty included an appeal of the denial of class certification."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So both issues – both the merits and the denial of the class certification –- were still active before the Court. Here you didn't appeal the dismissal of the class certification or the mootness of it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but in many appeals parties plead in the alternative and say, if you -- if we win on the merits, reverse the dismissal of the class certification because we still want to proceed as a class. You didn't do that. You waited for the merits to be adjudicated and then filed a new class action. It's a very different procedural step."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Peters, I think the Court in Geraghty said it split the interests. And they said his interests in challenging the denial of class action status continued even though he was no longer incarcerated. So they were concentrating on his right to appeal the denial of class action certification. And that's what you don't have here. And that’s what distinguishes this case from Geraghty."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But we must take it as it came into the Seventh Circuit, which is no appeal from the denial of class certification. So we have individual plaintiffs who are seeking to overturn the denial of injunctive relief. And that's all that's before the Seventh Circuit."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"As it turns out it -- it wouldn't have been gratuitous. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But if I have a different position, which is I’d like to see if it's practical to decide this case now, two things stand in the way in my mind which I’d like you to address. The first is your opponents are saying, no, you shouldn't really address this issue now because there are three Illinois statutes which actually give them, anyone who wants it, a right to a hearing at least on probable cause. And that's a matter of Illinois law. And although the statutes don't seem to say it, they might. And the second is that this seems mixed up in my mind -- not necessarily your fault; it may be my mind -- but it seems to me there are two quite separate questions: when you are entitled to a final hearing of whether forfeiture is right or wrong; and whether you are entitled to a preliminary hearing on whether there was probable cause under the statute to obtain the car. Now, that latter question I think might be impractical in many cases to work out until there's been a trial of an individual who's accused of a crime, which may be much later. But the former question is where I think you have a point, that there are five instances here in this statute where a policeman could seize a car without a warrant and he has to have probable cause under most of them nonetheless. So your clients might say: He did not have probable cause; I want a neutral magistrate to contest it. Now, in my mind that reaches -- that's a different question than the final hearing about who's entitled to the car. And I also see the three statutes and now I see a case where here in front of me everything is mixed up. So I think -- perhaps I'm just seeing it that way, but those issues are mixed up confused and not separated out. So why don't we wait? What's your answer now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but then if it's -- if it's money that is being conditionally released, there’s no security for the government. If it turns out later on it shouldn't have been released, it's probably gone."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- exactly what you think needs to take place at this hearing? And the hearing you think has to take place within 10 days? Is that your figure?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, whatever the period is: 10 days, 14 days, whatever. Some short period."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I have two questions: Must it be an adversarial hearing, and must the State disprove the innocent owner defense?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but my understanding of Krimstock is that a lot of those seizures –- and others know more about this than I do -- were for DWI, and that it is possible to assert an innocent owner defense there. And that's where I see a great impracticality in this. I -- I don't see how you can expect the State to come into court within such a short period and have any burden of contesting an innocent owner defense without compromising a criminal investigation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that -- I thought the government said it doesn't apply to cash. So that -- which we are told is 85 percent of the seizures involved."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, let me give you this example which is pretty much based on something that you –- you wrote in your own brief. Joe is arrested on a drug offense driving a car, and there are drugs in the car. But Joe isn't the owner of the car; John is the owner of the car. Then John comes in 10 days later or 14 days later and says, well, you know, I never had any inkling that Joe was using the car to deal in drugs and had no reason to know that. And you think that within that short period of time the State has to disprove that, you know, that John didn't have --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- reason to believe that Joe was involved in drug dealing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you said -- I thought you said the innocent owner defense didn't have to be inquired into in the probable cause here. I thought that was your position."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, you want –-"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. That makes it harder. You’re challenging this -- this statute on its face, isn't that right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just as applied?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, how can you have an --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How can you have an as-applied challenge to an entire class?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why -- to -- to have an as-applied challenge, regardless of whether the Illinois law provides a -- a remedy, wouldn't you be able to individually assert under section 1983 unconstitutional action? I mean, isn't there a Federal remedy? If all you're concerned about is as-applied, you mean you are being treated unconstitutionally by a State and you have no remedy?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't that enough?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But they will know about the probable cause hearing that you want to -- that you want set up, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Which -- which is why you are asking for a facial challenge. You want these hearings in all cases --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- regardless of what the individual circumstances are; isn't that so?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It is not so?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what are the individual circumstances of all the other people in the class? We don't know what they are. We don't know whether it's a car that has been taken, money that has been taken, whether they are millionaires, whether they need the car. We know nothing about them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if -- what if at your innocent owner or the hearing that you are seeking, you establish, well, I was going to sell my baseball card to give me the money to -- to survive, to get food? That was my -- I mean, what happens then?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So just to get back to the cars, I thought your answer to Justice Alito was a little abstract. In the absolute concrete case, where the drug -- the suspect is driving the car, there are drugs in the car."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"At your hearing, the -- it's not registered to him. The registered owner comes in and says, that's my car, I had no idea it was being used for drugs. Who wins, the State or the registered owner?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, aren't they always going to say that? They are going to say, well, we don't know if the registered owner is involved in the drug conspiracy. We don't know how closely he is tied with the owner, so it's reasonable to assume he knew what was going on, and besides, we’ve got a lot of other bigger fish to fry during this period. We are trying to find out the scope of the conspiracy. We are trying to find out where the sales were going to take place. Why do you force us to -- to focus our energies on the relationship between a registered owner and the guy driving the car?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the situation is much worse than that, that they don't have the -- that they need time to investigate. They may have the registered owner under investigation. They may think he is involved in the drug conspiracy as well. They may have him on wiretaps. They may be preparing to arrest him. Now, you want to force them to come into court within 10 or 14 days and disclose the details of a -- of a pending criminal investigation and prepare to -- that makes a great --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then I don't understand how this -- how you can possibly have the innocent owner issue adjudicated at this quick hearing. I can understand the argument that you have to have the filing of the equivalent of a -- of a complaint when you -- that has to be filed when someone is arrested without a warrant, where it's not adversarial and you establish probable cause for the seizure. But when you start to go beyond that in drug forfeiture cases, at least, not -- not DWI cases, I just don't see how that's workable."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, can you unpackage for me this hearing? Because there is a confusion in it that appears, both in your papers and in this argument. There’s a probable cause component, which is the police coming before a neutral magistrate and saying, this is the reason I seized; I have probable cause to believe that this car was involved in an illegal activity, and this is why. And then there is what sounds like, to me, a sort of remission-type component to the hearing you are looking at, which is a magistrate saying, okay, you have probable cause, but there's no reason for the seizing authorities to keep the car because you can post a bond instead, or something else should be done to mitigate the damage to you during this process of forfeiture. Am I correct that there are two components to your request? And if there are, I understand the probable cause component, but I'm not sure how you get to the second component of how and why due process would require the State to have a -- I'm calling it remission -- but a remission-like proceeding? Am I correct? Am I understanding what –- what it is you're --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that one of the problems with the Seventh Circuit decision? That it covers the waterfront. It covers cash, as well as any property. It’s not concentrated on cars. And what your complaint asks for -- you said it was as applied, but you are asking for a declaration that defendants must hold a post-seizure probable cause hearing within 10 business days, and you are asking the Court to enjoin the defendant’s current practice of seizing property and retaining custody without a judicial determination of probable cause. That sounds, to me, like a facial challenge to this statute, and you are asking for a declaration that the statute is invalid, not as applied to any particular person."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You think -- you think it's unconstitutional as applied to everybody who is not given this -- this preliminary hearing. That's -- that's what the complaint says. Your -- the class you want certified is the class of everybody who has not been given a preliminary hearing. I don't know the difference between that and saying that this statute is unconstitutional as applied."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, just –- just because you don't say in your complaint, this is a facial challenge, it amounts to a facial challenge. You say, everybody who has not been given a preliminary hearing is entitled to relief because the statute is bad as to all of them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, can we --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Go ahead. Finish."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That is not the class you asked to be certified. You asked to certify everybody who had been denied a preliminary hearing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where does the Seventh Circuit --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"It doesn't change this -- this action from a class action -- from a facial challenge into a nonfacial challenge. They can't change your complaint. You were either asking this to be struck down on its face, or you weren't. And what -- what the Seventh Circuit did doesn't change that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, can I get to the merits for a second?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Go back to what Justice Alito and Justice Sotomayor were asking. This statute gives a policeman the right to seize some property without a warrant if it's a circumstance where you could seize a person without a warrant. That’s basically what it says, doesn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. In that kind of situation, I would think maybe you are entitled to a quick hearing where the only subject would be: Was that language carried out? Was that policeman right? Was there probable cause, or wasn't there? Now, if that's the issue, I don't see why you give up at all on the baseball card. I mean, if somebody comes into my house and takes a baseball card, and he's supposed to have probable cause and he doesn't, I don't see why I can't go get a judge or a magistrate, determine whether he had at my baseball card, and pretty quickly, too."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Some of them are worth --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"But if you go to the other"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"-- a lot of money. Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"If you go to the other, which is whether there’s an innocent owner or whether in fact you should give bail to the property -- I mean, that's -- I know we give bail to people, but I don't know that we give bail to property. Maybe real property, but that seems a much more complex argument. So I want to know: What's your authority that we should give bail to the property and have a hearing on that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And why do you give up in respect to baseball cards or anything in effect to the first?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it’s as -- so it's as applied in every case, which I think ties in a little bit to the mootness question that we began with. Because it focuses on the circumstances of the individual claimants, and if the individual claimants have already had their property returned, I think it accentuates the mootness issue."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"“My potential class,” you should call it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's an interesting -- that's an interesting question. I mean, is it becoming moot through their voluntary cessation or activity when the State law requires them to take particular action?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, all of these problems really arise out of the fact that the effect of the court of appeals’ decision basically was to overrule the motion to dismiss, left everything open on remand. So if we said it is moot, you'll just get another plaintiff and bring another lawsuit, which is what you do if the Court -- we are trying to get into the case much earlier than we should, it seems to me. Just let the proceedings go ahead on remand and find out what all the -- all these factual answers that -- or these questions that should be answered."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The mootness -- the mootness decision won't really decide anything. You'll just say you’ve got to file another lawsuit and start over again."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if you just say, we –- probably, in my judgment, we ought to dismiss this writ as improvidently granted and let the record be developed and the case go by, and we could decide the issues."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But where you said –- you said that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- the Seventh Circuit -- your complaint, you say, is -- you asked for the universe, every kind of property of due process hearing within 10 days or a short period. But you said the Seventh Circuit narrowed the relief. And I'm looking at the Seventh Circuit decision, and I really don't see what was narrowed. I think they left everything open for the district Court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where is there any narrowing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Castiglione, why don't you take 3 minutes? "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought they didn't. I thought some didn't have it returned, but there was a settlement."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The mootness was not a result of any settlement between the city and --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your friend said the opposite. I mean --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They got all of their property back?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't understand. They got their cars back, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The people who had money at stake, what happened to the money?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"A settlement?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have at least one case where the mootness is attributable to a settlement. You have at least one plaintiff, and you can't get the kind of remand for mootness that you are asking for."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But we don't do Munsingwear orders where -- where the mootness is a result of a settlement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your answer is that they didn't all settle."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what good would a Munsingwear order do, anyway? They'll just file another lawsuit, won't they?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And then if the district judge said -- having read this opinion, which was vacated, says, well, I guess it states a cause of action, I will deny the motion to dismiss -- we would be exactly where we are now."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I just get clarification? Under your State law, there is no way for an owner to come in and challenge probable cause to seize?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a defense --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"--  but the examples Judge Breyer said: My car was just sitting there."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And, second, is there any procedure under your State law to do the second half of what your adversary said he was looking for, a remission-type proceeding that would balance the government's need to hold the property and the individual's need for it, and whether there is a bond that could be posted or not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may be part of the Mathews issue, that once you prove probable cause, giving away -- giving back money just never would probably be rational to hold a hearing about, but that might not be true for real property, correct? Under -- even under Mathews, under -- in a Mathews analysis."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you apply a Mathews analysis --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the multifaceted item would say for the seizure of cash, maybe only the hearing has to address probable cause, but for real property it has to go further. Not real property, in the sense of real personal property. It has to go further, because there has to be some sort of protection of the interest of the individual, pending --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL CASTIGLIONE","firstName":"PAUL","lastName":"CASTIGLIONE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2495,"interruptions":34,"times_spoken":89,"laughter":0,"num_int_by":7},{"id":1,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1411,"interruptions":12,"times_spoken":19,"laughter":0,"num_int_by":5},{"id":2,"fullName":"THOMAS PETERS","firstName":"THOMAS","lastName":"PETERS","counsel":true,"justice":false,"side":"respondent","words_spoken":2355,"interruptions":34,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":630,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":809,"interruptions":5,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":706,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1150,"interruptions":5,"times_spoken":55,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":513,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1145,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":46,"words_spoken":3906,"times_spoken":108,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":2355,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":5699,"times_spoken":179,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126991}}