{"petitioner":{"name":"FOREST GROVE SCHOOL DISTRICT","counsel":[0]},"respondent":{"name":"T.A. ","counsel":[1,2]},"caseNumber":"08-305","date":"2009-04-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"This morning we will first hear argument in Case 08-305, Forest Grove School District v. T.A. Mr. Feinerman. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Feinerman, but the - - the first provision that you read, sub (i), says that there will be no reimbursement if the agency has made a free appropriate public education available to the child and the parents elected to place the child in private school. But that \"if\" -- if the agency made a free appropriate public education -- and here, as I understand it, the school district said that this child was ineligible for special education."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the child was entitled to a free appropriate public education and didn't get it, then under this sub (i), wouldn't the parents be entitled to tuition reimbursement?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's your - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your construction. But couldn't this be read to say no reimbursement if - - the word is \"if\" -- the agency, not -- so the implication is if the agency did not make a free appropriate public education available, then - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, (ii) through (iv) don't -- don't limit or contradict any explicit requirement of (i)."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"(i) is only at most a negative implication, which -- which one would not draw in light of (ii) through (iv), is what you're saying."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- then what happens in a case which I think is like this one, where the child doesn't receive special education because the school has determined that the child is not eligible? So the child isn't getting public education, and in the parents' view, confirmed by experts, the child is in need of special education, can't get it from the public schools, because they declared the child ineligible. What is such a parent to do?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the parents here didn't -- didn't run off to a private school only after the school district had found that their child didn't require any special education, did they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They -- they put him in a private school without even consulting the schools."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Saying by the way, we can get some money. How much -- how much money are you talking about imposing on the school district here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A month?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Feinerman, can we go back to the time frame again? I've just got a question of fact. I should know this, but I don't. You said that if the -- if the parents and the school district disagree, it can be remedied fairly quickly because there's a fairly tight schedule set for the administrative procedure. What I don't remember, and my question is this: When the administrative steps have been exhausted, if there is still disagreement, is there any limit on the time in which the -- the judicial appeal has to be resolved?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that the -- isn't that the kicker here? In other words, I -- I fully understand your -- your textual argument. I -- I can see its soundness as a possibility that is open to us and, perhaps on the face of it, the most likely possibility, but there is a cost, and the cost, it seems to me, is that once you get into the -- once you get into appeals, this thing can go on for years, and you can't wait years when -- when a kid is in this kind of condition."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you can explain what the process is - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because Justice Scalia said the parents just went away. The school at an earlier point said this child was ineligible for special education, isn't that so? I think - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that hearing - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that hearing on eligible or not, or is it on what the IEP should be?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When the school said not eligible, is there -- is that question resolved first before we ever get to the IEP?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't the school say, we -- we have no obligation to get up an IEP until the question of eligibility is determined?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens when we get to court?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens when we get to court? Isn't that when it turns into a matter of years?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The IEP -- they did the IEP after the hearing officer was finished?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But I think we've got to assume that Congress has some concern for the parents who correctly say, this IEP is no good, it just can't be done in the school system, and the kid needs a special school. In that case, maybe -- your answer may be that's the exceptional case and it shouldn't drive the -- the inferences to be drawn about congressional intent. But in that case, if the district and the parents are at good faith loggerheads it can go on for a long, long time, can't it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but they get the due process hearing. The ultimate result is that the school proposes an IEP; the parents, based on what their experts tell them, say that isn't going to work, and the parents say the only way we can educate this kid without his falling behind more is to put him in a private school. At that point, with assuming good faith here, it seems to me you get into court and it can go on for a long time, if we accept your -- your analysis of the text."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but doesn't that get to the point of something pretty formalistic? I mean, somebody in the brief said, given one day under the IEP and the -- if you win, ultimately the check can be written. That can't be right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I remember, perhaps incorrectly, from the prior argument here that the period that they had to try out the school plan was ten days?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a hard and fast rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So is that -- is that a period that your client's prepared to accept?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's realistic? If the parents are convinced going in that this is an inappropriate IEP and they send the child to school for ten days under the IEP, at the end of the ten days they are going to say, oh, well, we've completely changed our mind, now we think this is a good plan?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it also plausible that the district will say, ten days is not a fair trial for this system, this is a child with severe learning disabilities and to give this IEP a fair chance we need ten months?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are basically saying that the -- that the only necessary delay in order to satisfy a condition for eligibility, if the parents otherwise prevail, is a ten-day delay. That's basically your answer?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"This school does not have to come up with an IEP. It could tough it out and say, we're going to rest on our belief that this child does not need any special education, right? And unless the school proposes an IEP, the parent cannot come within subsection (2) by sending the kid to get the special services."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about before? The whole point is that under the words of the statute as you interpret it, there is a condition predicate that has to be satisfied. So, to say that -- to answer by saying, well, that assumes they won't obey the hearing officer, what about before the hearing even takes place?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what happens in the case where - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Could the district appeal? That's the end of the road? Can't the district say the hearing officer is wrong?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it does, does it have to take any action in the interim."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't understand your answer to Justice Scalia. What if the school board just was adamant that he is not entitled to any special education? It just maintained that position throughout the litigation?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they got a stay and they wanted to appeal it. And if they did what happens?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't have a risk under your view of the law as I understand it. They could take that position and they would never be liable -- never be liable."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the consequence of your position as I understand it, that they could do that and they would not have any risk of liability."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's not that hypothetical when -- there are two prongs. Number one, the school has to agree first with the diagnosis, which in this case they didn't even do that. They had a good faith disagreement. Second, they have to have an adequate IEP. So there are two conditions."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't your interpretation of the statute create an incentive for the school board to just say, we'll never provide any kind of education, special education, we will just tough it out? Because they can't lose, they can't be liable if they do that, if I understand you correctly."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you be surprised to find a court decision which says that when the reason that the plaintiff cannot comply with the requirement that he first be in a plan, when the reason is -- is the district's refusal to abide by an order to prepare a plan, that subsection (2) does not apply?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't profit by your own malfeasance."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you don't think -- you don't think a court could say the only reason these people could not comply with (ii) is that the school district made it impossible by not complying with the order to provide an IEP; and, therefore, they - - they can recover for the private placement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it's more than conceivable. I know a lot of courts that would hold that."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But your position is that there are basically two situations: One, the situation in which there is an administrative order to do an IEP and the school district says, no, we won't do it. Millions for defense; we are going right into appeal, and we are not going to prepare the IEP. In that situation, as I understand it, you are saying, the parents have no way of getting relief under the statute. In the case in which there is an order for the IEP and the school district prepares the IEP, even though the parents think it will be inadequate, there in fact is a ready remedy subject to two delays: One, the time to prepare the IEP; and, two, ten days to give it a try before the parents take the kid out of school. That's basically the scheme that you are proposing that the statute provides; is -- is that correct?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the problem that the government and the parents have is they have to give some work to (ii). Under -- under their view (ii) doesn't seem to do much work. And the problem with your position is that it seems in a way formalistic and in some cases to encourage intransigence. If we adopted a presumption that the school district's diagnosis was correct and a presumption that it's -- if -- if there was a diagnosis of disability, that its individual education program was adequate, that would, it seems to me, not be all you wanted, but would ameliorate the position of the school district. Would we have authority, do you think, to adopt such a presumption?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this -- this would be a clear and convincing evidence presumption that the -- that the IEP is -- that the school district designs is right, that its diagnosis is right. That's not all you -- that's not all you would be asking for."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But would we have authority to do that if we were to reject your interpretation of the statute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How have -- how have hearing officers been proceeding? I mean, here we had a case that went to a hearing officer. There is no IEP when the hearing officer begins the process. In the - - on the eligibility or not, do hearing officers give deference to the school district and then -- so that's eligibility. At the IEP stage, do they give deference to the student?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the hearing officer. The hearing officer is the first-level decisionmaker. And the school board gives its reasons why it thinks the child is ineligible; the parent, the reasons that the child is eligible. That's the threshold determination. On that threshold determination of eligibility, do hearing officers presume in favor of the school district?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why isn't it the case that the school's diagnosis is a related service under the statutory provision? It seems to me to be very important service to the parents to know what the school's diagnosis is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm talking about what the parents received. And they receive a diagnosis, and the statute covers -- asks whether they previously received special education and related services. Diagnosis would seem to me to be a service related to special education."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Salmons. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is wrong with ten days? I mean it's -- it's a big expense you are asking the school district to incur, that will take away funds from other programs. And all -- all they are saying is give it a try for ten days, and if it doesn't work out, then you can go?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, yes, the first day -- the first day they say, look, we don't think this is going to work out, so we are notifying you what we are going to do. And they say, well, you've got to do that in ten days, and they said, okay, ten days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose that's right, but once the law is clarified, schools that specialize in -- in treating these kids would be able -- they would understand as well, and they would understand you've got to -- the people who are going to be sending -- most of the people who will be sending their children to the school have to wait ten days. And it seems to me that the actual practice on the ground would work out pretty easily."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, which way does that cut? It seems to me that cuts the other way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Here's a -- here's a new plan. We've worked on it. Here it is. At least give it ten days -- two school week tries."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"With respect, counsel, what Congress provided is that the child must have previously received special education and related services."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So I think they did provide that you've got to try it out at least for a minimal period."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So what type of special education services do you think do count as having been previously received?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Except that you are reading (C)(i) to say something that it doesn't say. It just says you don't have to pay if the agency has made a free appropriate public education available."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you read it to say you must pay whenever it hasn't made, and it just doesn't say that. It -- it's a safe harbor for the school district. It says, so long as you've made an appropriate public education available, you can't be liable for any -- any private school tuition. Now, you want to expand that to say, and whenever that condition doesn't exist, you are liable. But it really doesn't say that. And -- and the later sections suggest that it meant not to say that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In reading -- in reading it that way, you are reading the phrase \"who previously received special education services\" to mean also who previously did not receive special education services."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, so it doesn't matter whether they previously received or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you are saying Congress went to the trouble of spelling out this elaborate provision in (C)(iii) and (ii) and all the other things, but that was not the universe of the situations in which there could be reimbursement? They went to that trouble, but then -- at the end you want to say or some other provisions or some other circumstances?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if -- if you avoid that collaborative relationship entirely and just run off to a prior -- to a private school right away, you get reimbursement. Why?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why would Congress -- huh?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What about more than that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why not -- I mean, suppose -- the part I don't understand in this statute, which may not be relevant -- I would appreciate the help. It seems to me that (a)(10) large (A) and then (F) have something to do with the parent who never goes to public school, the child just goes to private schools to begin with, and they get something. If they have - - if they have a disability, this program pays them something, right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not following this. I don't know what section."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"It's at the very beginning, at the end of addendum page 1."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What is that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So in other words - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- a parent who has a disabled child who never thinks about the public school system still gets some money, but not as much, for the disabled child?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's money to the school."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"To the school."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And so, it's money that goes to the school for a program?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Money that the children can get. I get it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, would it then work, what is -- would this system work under the statute? You say, parents, if you are going to a disabled child, you simply go to a private school, you get the services you just mentioned. Now, if you put in -- put the child in a public school, and they find a free appropriate public education, fine, that's the end of that, you have to do it. Now, if they don't give you a decent one, you can, you can send the child to a private school, but it has -- you have to give it a shot to the public school system. Now, that's what you don't want the interpretation to be? You don't -- you are against that. But -- but let's amend it a little."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I am reading the language. You may require the district to pay for someone who has been enrolled in special services - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You haven't heard my amendment."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"My amendment is the norm will be give the public school a shot, but there could be circumstances, you're getting the run-around, there is need to put that child in a public school now. In other words, special equitable circumstances that make it reasonable for the parent not to give the school a shot, though that's the norm. And in those unusual circumstances, there would remain grounds for equitable relief. What about that as an overall interpretation of the statute which has several parts to it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But you have to be willing to accept that it's an unusual situation, though it may well exist, that the judge is going to reimburse the parent where that parent didn't give the public school a shot. They will have to show there is a good reason for not doing that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is that all right with you or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you are simply saying that it was reasonable for the parent here. I'm not asking that question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Salmons, I thought that the -- the courts, the district court, will not provide for tuition reimbursement, unless at least two things are shown. One is that the school district did not provide an adequate education for this child. And two, that the private school did, and then there are equitable considerations."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you must find both, not just that the private school was a good place, but that the school district did not offer an adequate education for the child."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But procedurally we -- we know that there is a provision addressed to a court for equitable relief. The question was put before: Where does the hearing officer get the authority to order tuition reimbursement? Because the statute on which you rely for the court speaks only to the court's authority."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are any of these other procedures -- I took these to be procedures that have to be provided by the school district, not -- not by the hearing officer."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't say hearing officers. \"An opportunity to present complaints with respect to any matter relating to the identification\" - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- to present the complaint to the principal."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the reference is to a right to be heard on certain subjects. It doesn't say anything about authorizing a particular individual or officer within a school system to award relief. The problem is, it says you can be heard. It doesn't say who will tell you or who will tell the school district to write a check."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But can you raise the - - you can raise the claim to eligibility to a -- a private education here without the hearing officer having the authority to order the school district to provide it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it might make senses to say that the hearing officer can determine eligibility; it is then up to the school to pay it; and if the school does not pay it, then you have got to go into court and get an award."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it might make also sense to say that if the hearing officer has no authority to award a certain type of relief, neither does a court, under that general provision that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's right, but -- but with these new provisions, if the hearing officer doesn't have the authority to award the kind of relief that was awarded here, then the court wouldn't either."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you agree they go, as we say, in pari passu - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that -- that whatever the hearing officer can do, the court can do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and whatever he can't do, the court can't do."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought in 2001 even the parents agreed that he didn't -- that they didn't want to put him in special education?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Miller. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, for 10 days, right? Even assuming the bad faith that you are ascribing to the school district, it would only work for 10 days, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And then they would have -- then they would have previously received special education services, and they could proceed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"\"Stonewall\" sounds to me like bad faith."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That was the word you used."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But we are talking about two different things. I think the Chief was talking about putting the child in special education, and keeping the child there for 10 days. You are talking about the school district that says \"no special education; this child is not eligible.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's move to the situation where they have a plan that the parents regard as inadequate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In that situation all they would have to do is to have the child try the plan for 10 days."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the odds are that it would be under the plan. I mean, what you say is theoretically possible, but in the real world it's probably going to be under the plan, isn't it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And the parents -- I think you agree that the parents would have the burden of showing both that the school did not provide an adequate education, an appropriate education, and that the private school does?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose we thought it were sensible to add to that burden the further rule that the school district is presumed to have made the correct diagnosis and, if there is a plan in that kind of case, that the plan was adequate, and that the parent would have to show by clear and convincing evidence that this is not so, rather than just inventing it and pulling it out of the sky. Is -- is there some authority in the statute that would give us warrant to do that? Or is there some -- any cases that would give us warrant to -- to establish a presumption of that kind in order to recognize the long-standing expertise of the States in this matter and in order to allow section (ii) to do some work?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The district court doesn't get into the act until the hearing officer is done."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And so it would be odd to have a presumption applicable in court that isn't also applicable to the hearing officer, because the court is reviewing a decision by the hearing officer."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"(i)(2)(B)(iii) - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Is the department - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"(i)(2)(B)(iii)?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's now (C)?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"(C)(iii)."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Does the -- does the department have a regulation that says the hearing officer may order the private school -- the parents to be reimbursed for private school tuition? Because it's not in the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, this is Spending Clause legislation. Do you have any rough idea of how much of the obligation incurred by the States is reimbursed by the Federal Government? What percentage?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if this interpretation vastly expands the liability of school districts in that particular area, isn't that a consideration we should consider? Since they accept - - the States accept 10 percent of the funds to incur these obligations and then you are expanding the obligation in a way that we may at least find is ambiguous, isn't that a pertinent factor?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If the - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If the parents are entitled and the child is entitled to the special education and the school doesn't give it, and there are two schools -- private schools in the community, A and B. A charges, what is it, $5,200 a month tuition; the other is considerably less. And they both have adequate programs for the child. Is the hearing examiner entitled to reimburse only for the lower amount, or is the parent entitled to send the child to the -- to the more expensive school?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Or there could be, I suppose, an order that any tuition in excess of a certain amount would be the parents' responsibility."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let me be clear. Am I correct that under -- under the theory of the statute that you are supporting, it would be possible for a parent, without first consulting with the school at all, to put the child in a private school and then later to request public school services, and when it is -- when they are denied or they are inadequate, all that public school -- private school tuition would be reimbursable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Feinerman, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where are you reading this?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what happens -- what happens if the hearing officer can't, but why couldn't the court? I mean, they see an unusual situation. The parents were justified, and it doesn't say there are no circumstances other than -- where you couldn't -- where they may not pay. So the judge says, I think this is a situation where it is -- it is equitable to pay the - - the reimbursement."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? What says you can't do that, other than your basic point about the \"may require\"?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But anyway, the regs don't say anything about that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying the statute says the hearing officer can't do that no matter what. That's a separate argument."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GARY S. FEINERMAN","firstName":"GARY","lastName":"FEINERMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2642,"interruptions":31,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DAVID B. SALMONS","firstName":"DAVID","lastName":"SALMONS","counsel":true,"justice":false,"side":"respondent","words_spoken":2362,"interruptions":20,"times_spoken":49,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1118,"interruptions":14,"times_spoken":23,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":1,"times_spoken":32,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":863,"interruptions":6,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":752,"interruptions":5,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":805,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":67,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":155,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":610,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":2642,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":3480,"times_spoken":72,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":4509,"times_spoken":144,"laughter":0,"num_int_by":5}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.5113346020050964,"respondent":0.4886653979949036,"date":1472523515418}}