{"petitioner":{"name":"GRAHAM COUNTY SOIL AND WATER CONSERVATION DISTRICT, ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES, EX REL. KAREN T. WILSON. ","counsel":[1,2]},"caseNumber":"08-304","date":"2009-11-30T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 08-304, Graham County Soil and Water Conservation District v. The United States, ex rel. Wilson. Mr. Browning. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But under your proposal a State that itself is guilty of fraud can, in effect, immunize -- if not immunize itself, at least render the information unusable by conducting a hearing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's also the original source, if -- if the relator is the original source of the information."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about the argument that Congress wanted to, in its most recent provisions, wanted to expand qui tam availability and this would -- if you would -- if you include State and local reports, that will shrink the availability?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be a -- would it be a civil hearing? A deposition -- you would consider a deposition to be a civil hearing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what provision would it come under?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Documents are -- documents are a hearing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Meant more than hearing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an argument that doesn't go very far with me. I mean, \"hearing\" means hearing."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In your view, must an administrative report be a report that is generated by some government unit? Could it be a report by the administration of a university, for example?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm not sure why. You -- if -- unless \"administrative\" is informed by the other adjectives in that prepositional phrase, \"in a congressional, administrative, or Government Accounting Office,\" presumably GAO, \"report,\" it -- unless that is the -- you know, unless it's informed by those other references, and that's why it has to be governmental, I'm not sure how you limit \"administrative\" to governmental reports."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"twice,\" you mean in the first clause that says \"in a criminal, civil, or administrative hearing\"?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is a redundancy there if the statute means what you say it does; it says \"administrative hearing\" in both the first clause and the second clause."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think there would be a good lawsuit as to whether \"congressional report\" includes a GAO report. I think that's a lawsuit. I don't think it's at all as clear as you suggest."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, well, that argument does not scare the government. I think the government would like to read \"administrative hearing\" in the first -- in the first phrase as being limited to Federal administrative hearing as well."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was on -- on the basis of the first, the first phrase rather than the second?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this particular audit report we are talking about, this is the audit report was done by an independent accountant? Is that - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that audit on file with the Department of Agriculture?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The arguments in this case, my initial reading of them, are more balanced than any I can remember, really. For each one, there is a counterargument and I'm somewhat left up in the air. So if -- since we have to decide it, it should -- should I take this into account: That if the Respondents are right, you are absolutely correct that there will be a lot of people, perhaps, who get rewards at the Federal Government's expense who shouldn't have them. No question. They front-run the government. They read the report, run in court fast, before it's in the newspaper. But if you are right, then they are going to have to assign people to look at these obscure administrative reports that didn't even get in the newspaper. So they want to do that, they don't have people to do it, and they say these people are performing a service of sorts by reading them, the reports, for them and telling them about it. And there it is, balanced. But they are the ones who suffer. You see, they suffer both ways. They suffer if people don't tell them; they suffer if in fact too many people are getting unjustified rewards because the money comes from the Federal Government, the 10 percent, 25 percent. So if they're the ones who suffer, should I not pay special attention to their views as to how the balance works out?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"As you can tell, I have taken that point in."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So my question wasn't that. My question was, Should I or should I not give them a little expertise weight on the grounds that they are the ones who know it best, that they are the victims?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How will that happen? Meaning, how will they know, A, that the investigation is occurring; and second, what can they do under Federal or State law to require the disclose of ongoing investigative materials? I don't know -- mind you, I haven't studied them -- but the ones that I am familiar with never permit the public -- none of the Freedom of Information Act-type legislation, never permit the disclosure of ongoing investigative material. So I am a little bit confused by how that would happen."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress obviously wanted more than that, because if Congress's intent was the one that you are announcing then it should have just permitted original sources to sue. But that's not the choice it made. It broadened the scope of qui tam actions to include more sources or more reward for individuals who don't have original information."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question: Is the fact that they've included the news media consistent with your view?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to be a much more open source of information than you're raising."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Stars and Stripes, maybe."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's not terribly persuasive. In the statute there are separate provisions, they talk about disclosures \"in criminal, civil or administrative hearings,\" \"in a congressional administrative or Government Accounting Office report, or from the news media.\" Simply because you want to limit \"administrative\" or not limit \"administrative\" does not mean that the other side's view requires news media to be modified by \"Federal.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We should stop calling them clauses. They are really phrases."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Phrases."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me just as a practical matter, suppose -- suppose the county says, you know, we found out that we were defrauded by this contractor, and it sues the contractor. But its suit doesn't cover really all of the damages, only half of it. Can a qui tam action then be commenced for the portion that the county isn't seeking? I mean, how does that work?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Which there would be if there's a complaint filed by the county - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- against the contractor."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Depends on the identity of the claim?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and suppose in their race to the courthouse, the qui tam plaintiff files on Monday and the county files on Tuesday?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I, just one -- one quick question. I -- I -- I just want to be sure I understood. Do you draw any distinction between the preposition \"in\" and the preposition \"from\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Part of the random nature of the whole provision, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. Mr. Hurt. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's begin at the beginning, and that is with the first phrase with the, what is it, \"civil, criminal, administrative hearing.\" Do you as the government -- do you agree with the government that you have to insert \"Federal\" there, too? Or does that phrase - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- include States?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose it isn't? Suppose the general \"civil, criminal, administrative\" is read to mean -- include State. Why shouldn't the second, if it we are picking Latin phrases, be read in pari materia?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why should we read the second category back to alter the meaning of the first, rather than reading the first phrase forward to alter the meaning of the second? It -- it is absolutely clear when you read this, \"in a criminal, civil, or administrative hearing\"; there is no limitation to Federal on that. And you acknowledge that the criminal and civil apply to -- to State civil and criminal proceedings, right? So when you read that phrase, \"administrative\" simply means, obviously means State administrative. Now, why shouldn't I read that forward and say, well, since it means State there, it must mean State in the next one, in a congressional, administrative, or GAO report."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The question is, what sense does that make? I mean -- and I thought you said that the category 1, which is the criminal proceeding, civil or administrative proceeding, I thought you said it does not apply to State proceedings in your view. You said that was the better view."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's the state of the law on that? I thought it was virtually -- what is the state of the law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"You say that just as to administrative. Don't you acknowledge that the criminal and civil apply to State criminal and civil?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You want the whole thing to be just Federal?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The whole category?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I think you'd have to say that. But -- but now, what is the state of law on that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What are we supposed to do? I mean, to me it makes no sense. We are only talking about things that don't get into the newspapers. So - - and the purpose of the Federal Government's reading of this would be, look, we don't have people to go send around to every -- read every State report. We just don't have that personnel. So we rely on these whistleblowers and we know some will be unjustified. I would think the same thing would be absolutely true of State criminal proceedings that don't get into the newspaper. There are probably 50 -- several thousands -- thousands and thousands. So how to read these differently is a problem for me. And I think that's on your side of it. But we are back to Justice Scalia's question, which to me is the -- is the question here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any history, which I pay attention to -- is there any legislative history or anything else that you can point to, to me that's important, showing that that first criminal hearing means just Federal?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And they meant criminal hearing. Criminal hearing meant Federal criminal hearing, not State."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You say \"exactly.\" I was looking for the backup for that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- what was the reason for that be, given that there are so many joint Federal-State grant programs, like the one that's involved here? Why wouldn't a State report be as much of a public disclosure as a Federal report? I mean, we are told that this particular report was filed with the U.S. Department of Agriculture."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You think the Federal Government is focusing on everything that is disclosed in every civil proceeding that occurs in Federal court?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"News media, they are likely to be keeping track of all local newspapers as well?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, they could have said \"national news media.\" It didn't say \"national news media.\" It said \"news media.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It includes a local radio station, a local community newspaper, right? All of that is included."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And yet, State proceedings, which are excluded, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Even state supreme court cases and so forth. It seems strange to me."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Hurt, let me just give you what's really troubling me about this case. You have two citizens of a small town. One of them goes to the hearing and gets all this information, the other one doesn't go to the hearing and reads about it in the newspaper. The latter is a permissible plaintiff, the former is not; is that correct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does that make any sense?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't show that it makes sense. It just shows that Congress wasn't thinking clearly. There's as difference between the two."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, are you sure that -- your argument is that this is sandwiched between two Federal descriptions? Are you sure \"congressional\" is limited to Federal Congress? The first definition in Black's Dictionary is \"a formal meeting of delegates.\" And I don't know -- maybe I should -- I don't know if all 50 States refer to their legislature by some term other than \"Congress.\""},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like to go back to Justice Ginsburg's very first question. I want you to assume that in category 1 it means State or Federal. Maybe you disagree, maybe you don't. I want you to assume that. If we assume that, does it make any sense to confine category 2 to Federal only?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And what's the practical -- your answer was, well, that's because -- I want to know the practical rationale for that, the practical reasons why that should make sense."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which decision of ours do you think would prompt Congress to go back and do this right? I mean, do you think that finding the way the government wants us to find will produce a revision of this really terrible text so that it makes sense; or do you think that finding for the other side, giving the government some incentive to get this fixed, would likely produce a proper amendment? What do you think? I think the latter, to tell you the truth."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the second phrase said \"in a congressional, news media, or GAO report.\" Would you read \"news media\" to be governmental?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between that and the way it's phrased now?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. Right now we have \"in a congressional, administrative, or Government Accounting Office report.\" And you say you have to read \"administrative\" in light of \"congressional\" and \"GAO.\" But what if it said \"in a congressional, news media, or Government Accounting Office report\"?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't you make the same argument with relation to \"news media\"?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This audit report is required by Federal law, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hallward-Driemeier? "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let me go back to the other Latin phrase. If you begin at the beginning and you begin with a phrase that you have no reason to say is modified by Federal, \"civil, criminal or administrative proceeding,\" why shouldn't that drive the statute, what's in the first phrase?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's a lot hard to say you have to put a caret mark and say -- vidi - - means Federal civil, criminal and administrative hearings."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- I didn't mean to interrupt. Clear limitations, you really have only one, right? I mean you have no argument construing administrative in a Federal way other than it is sandwiched between two other Federal - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we would just -- we would just take the sections from your brief today and say well no, you have got to read it in the context in which it appears and this is all Federal, which means it's all governmental."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I just want to get your expertise on this, because you have probably read the legislative history of the 1986 amendment. All right, am I right in thinking this? If I go back and read it -- which I will -- I will discover, not once in this entire 1986 history anywhere, House, Senate or conference, does the word State appear in any relevant context?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not right. Okay. So when it appears - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What I'm -- the relevant context has to do in my mind at the moment primarily in respect to the first clause, \"criminal, civil, or administrative proceeding.\" Is there any indication that those were meant to apply -- any indication that those were meant to apply to State as opposed to uniquely Federal, criminal, civil, or administrative proceedings?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah. Clear from the record -- clear that - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the word hearing - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could you be more specific when you say that Congress had in mind? Just so I know what you are talking about?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The committee that reported the bill."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In both houses or just one house?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The House."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Well -- well, North Carolina has got a government, too."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"North Carolina has a government, too."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Same rule for Congress?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Same rule for congressional?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There was an explanation for it in the opposing brief, that Congress in -- what was it -- 1986 didn't think that the legislature was generating reports, audits, as distinguished from administrative agencies."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well that -- that doesn't follow like the night the day. It could be, as it was explained, they didn't include State legislatures because they didn't think they would be generating relevant material."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is the Justice Department seeking to get this -- this piece of -- of statutory text clarified? I mean, you do have some operation over there that proposes to Congress amendments of those provisions that are not working out well. Is there - - is there any effort to get this clarified?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could it make it worse? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think the question was has the Department of Justice, recognizing that there's a circuit split this very question recommended that Congress amend the statute in this particular - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There is one ambiguity whether this clause, the first -- what we call first and second refers to State as well as Federal. If the debate took place in a context where everyone's just thinking of Federal, it's not surprising they didn't put in the word Federal. They don't think of everything. All right. Now, that's my question. You started with the House. The House to me does think just of Federal. The Senate's ambiguous on that point - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- and the conference is yet more ambiguous on that point. So is there anything -- when I look at the conference and the Senate versions, I'm going to say, gee, they did -- sorry, they did actually think of Federal and State, too, and it's sort of mixed up? Or am I going to see that that context there is Federal?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that the - - when a -- when State employees want to immunize themselves from fraud, they are going to say, okay, we will disclose it where anybody --a prosecutor could pick it up, but we will take care of the qui tam obligation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But there's lots of disclosures -- there's lots of disclosures in Federal reports that the government isn't pursuing."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why can't it -- why can't it protect itself if these reports are in its possession? How are they any more in the -- or less in the government's possession than articles in the news media, than State, criminal, civil, and administrative hearings? You, yourself, make it very clear that the government -- it isn't keeping track of all of those other sources."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that argument suggesting that the court didn't even need to reach this issue, even assuming that the State administrative reports are included in the bar?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, aren't you arguing that what was in this audit report wasn't sufficient to show the fraud? That's not your argument?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In which way?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Which way? All it said was that this person wasn't chosen by bidding. But aren't there situations in which non-bids are permitted?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, the Attorney General can always bring suit, right? I mean, all we are arguing about is whether this information that is in the in the State and local thing could be the basis of a qui tam suit."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If the government finds out about it, the Attorney General could always bring suit, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Browning, you have six minutes. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I agree with you about that. I think it's the silence, though, that might cut against you."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the reason that it's - - it's basically silence -- the reason I am thinking that cuts against you is because of this sorting of the context where they are focusing on Federal. And, if everybody is working in that context, then nothing said about State means they are just assuming it's all applying to Federal. Now, what I'm looking for, you might be able to put your finger on, is something that shows that my last statement is not right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When we say everybody's working in a certain context, how -- how many people is everybody? What percentage of the House and of the Senate were involved in these committees that were drafting these bills and that issued the committee report?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think in the -- it was - - it probably came out in governmental affairs in the Senate, which I think had 17 members at the time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To -- to follow up, I think it was a question that Justice Breyer asked earlier. Do you have any tie-breaker on your side? I mean, if we do decide the arguments are pretty much in equipoise, the suggestion was that the Federal government is both the beneficiary and the loser in the qui tam actions, from the sense they lose a percentage of recovery, and so we ought to let them strike the balance. What argument do you have on your side?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the same - - that's one of the arguments that, I think, is balanced on the other side. For example, is -- do -- have we ever said -- and this is an unusual statute, of course, with a private Attorney General and all that. Have we -- does -- is there any authority for the idea that we should read it restrictively because of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever -- have we ever said that that's a basis for reading the act restrictively?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what your claim is - - is that the government -- the Federal government is not the only person harmed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore -- you know, we should listen to them, so long as they don't -- they want to come out this way, you are saying the State and local governments - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- are significantly harmed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which the Federal government doesn't care about, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So your point here is -- I will put it in cash terms, is the Federal government, who will pay a lot of qui tam lawyers some percent to go and look through all these State criminal hearings and State reports and all these things that didn't get into the newspaper and to bring cases, so it may be cheaper to pay them then it would be to hire staff to do that. Now, your point is that they get a little over-enthusiastic sometimes, and they can bring actions that maybe not be so well-justified, and the -- the Federal government is going to have to hire people to sort those out anyway, and so would the States in that kind of mess. Is that your point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTOPHER G. BROWNING","firstName":"CHRISTOPHER","lastName":"BROWNING","counsel":true,"justice":false,"side":"petitioner","words_spoken":2947,"interruptions":22,"times_spoken":51,"laughter":1,"num_int_by":7},{"id":1,"fullName":"MARK T. HURT","firstName":"MARK","lastName":"HURT","counsel":true,"justice":false,"side":"respondent","words_spoken":1384,"interruptions":12,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":2,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"respondent","words_spoken":1685,"interruptions":16,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":785,"interruptions":1,"times_spoken":37,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":530,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1127,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":279,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":136,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":198,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2947,"times_spoken":51,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":3069,"times_spoken":67,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":11,"words_spoken":3718,"times_spoken":120,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126986}}