{"petitioner":{"name":"NORTHWEST AUSTIN MUNICIPAL UTILITY DISTRIC","counsel":[0]},"respondent":{"name":"No. 08-322\nERIC H. HOLDER, JR., ATTORNEY\nGENERAL, ET AL. ","counsel":[1,2]},"caseNumber":"08-322","date":"2009-04-29T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case 08-322, Northwest Austin Municipal Utility District v. Holder. Mr. Coleman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be -- it may be a political subdivision under those decisions, but it's certainly not a political subdivision under the statutory definition."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Bailout wasn't involved in those cases. And what do you do with a statute that has three categories -- the State, political subdivision, and then there's \"governmental unit\"? The district qualifies as a governmental unit. Why would Congress add that third category if the district came within \"political subdivision\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the -- but the statute does use the term \"governmental unit\" to encompass districts. And if they were also subdivisions, why would Congress need to add an additional category?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It appears in the statute twice, suggesting that Congress had in mind three categories."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to the extent we have some latitude in construing the Act, certainly it would be a relevant factor if we concluded that it's just unworkable or impractical to have an uncovered jurisdiction within a county which is a covered jurisdiction. They would have competing election days, competing election formulae. And it would seem to me that that just makes compliance with the Act much more difficult."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And how do you account for the fact that if your district were located in a separately covered political subdivision, you clearly could not bail out."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is -- the district court had some assistance from the legislative development of this latest extension. There was a proposal, was there not, to allow governmental units to bail out -- to allow anyone who was required to preclear to bail out?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what was the reason that it was resisted?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Department of Justice has -- does it -- does it not have a regulation that contradicts your reading? And hasn't that been out there -- wasn't it out there before the 2006 extension?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we find that you're not covered by the bailout provision, that only the county is, do you really then have standing to proceed to question the workability of the bailout procedures? I -- I suppose that would be a threshold argument for you to question the validity of the Act."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, has preclearance been denied to you?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. I mean, I -- if -- if you're basing it simply on your subjection to preclearance and there's no contest between you and the government over preclearing anything, I'm not sure why you would be in court."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then isn't -- isn't that the time for litigating?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not affecting anything you're doing on a day-to-day basis, as I understand it. There's no claim that -- that your district is doing anything improper. No claim is being made against you. And I guess your whole argument would be maybe some day we want to preclear again, and maybe we wouldn't be as successful as we had been in each of the instances before. But I don't see how that gets you in court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the last time the district applied for preclearance, the last year?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so 2004 is the last year. So between 2004 and 2009 the district has not sought preclearance?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're subject to preclearance and you cannot make changes without going to the Attorney General and asking for his permission."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it any different from, from a -- a Federal law prohibiting certain speech? Do you have to subject yourself to the -- to the penalty for that speech before you can attack the law? I don't think so."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the suit -- correct me if I'm wrong, and I may be wrong on this, but I thought this suit eventuated from the fact that you had been denied bailout and that your entire case was brought on the refusal of bailout. I did not understand that you had brought a general declaratory judgment action or a -- or a facial attack in gross, as it were, on the statute. Am I wrong about your pleadings?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You separately asked for declaratory judgment?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't challenge -- if you have bailout, say we accept your reading of the statute, you are not contesting the constitutionality of the act if it matched your obligation to preclear with the right to bail out."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I thought I just heard you say even if you got the bailout the extension for another 25 years would still be unconstitutional. Is that -- or are you saying that the accommodation, the modification, would suffice to make the statute constitutional?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well Mr. Coleman, this is important to me. Do you -- do you acknowledge that if we find on your favor on the bailout point we need not reach the constitutional point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, presumably you wouldn't have standing to raise it because you wouldn't be subject to the preclearance requirement."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Coleman, may I just raise a basic point here. And I'll be candid with you that it affects my view of your argument. I just want to start with it. Your argument is largely based on the assumption that things have significantly changed and that therefore Congress could not by whatever test we use extend the -- extend section 5. But what we've got in the record in front of us -- I don't have a laundry list to read, but I mean, we've got I think at the present time a 6-point -- a 16-point registration difference on Hispanic and non-Hispanic white voters in Texas. We've got a record of some 600 interpositions by the -- by the Justice Department on section 5 proceedings, section 5 objections, over a period of about 20 years. We got a record that about two-thirds of them were based on the Justice Department's view that it was intentional discrimination. We've got something like 600 section 2 lawsuits over the same period of time. The point that I'm getting at is I don't understand, with a record like that, how you can maintain as a basis for this suit that things have radically changed. They may be better. But to say that they have radically changed to the point that this becomes an unconstitutional section 5 exercise within Congress's judgment just seems to me to -- to deny the empirical reality. I mean, what it your answer to that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the evidence that I've been getting into is a pretty good indication -- I would have thought Congress thought so and I would have thought so too -- that there is something to be concerned about on the issue of circumvention; that in fact the attitudes have not so radically changed as to render circumvention irrelevant."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was -- but there was -- Congress fastened on that issue and it referred to second generation discrimination, which is a frequent pattern with discrimination. You start with the blatant overt discrimination, and then in time people recognize that that's -- that won't go any more, so the discrimination becomes more subtle, less easy to smoke out. But it doesn't go from blatant overt discrimination to everything is equal."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'll ask you that question because I'd like to hear your answer to that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you take the multiple devices -- take the one as simple as moving the election day so that it will coincide with the -- with the holiday of a predominantly minority college. To go after every change of that order with a section 2 lawsuit -- of the two devices, surely section 5 is more effective to smoke that out."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps they -- perhaps they wouldn't if the only tool in the arsenal were section 2, if everything had to be a Federal lawsuit."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you this question for a second, please? And just take 2 minutes to answer it or not. You don't have to answer it, but it seems to me this is the question. This whole issue depends on the evidence before Congress. So, in reading the briefs, I have six categories of evidence. Compared to the City of Rome, the registration turnout still has two States, Virginia and Texas, with significant disparities. As to minority officeholders, there is a big improvement, but if you look at Mississippi, Louisiana, and South Carolina and a couple of others, it is still not great. The DOJ objections: The number of DOJ objections has fallen a lot, but it still exists. In terms of election observers, which were not mentioned in City of Rome, we have their statistics that two-thirds of the observers are focused on five of the six States that are covered. In terms of polarized voting, not mentioned in Rome, we still have testimony that the polarization is significant and common in certain places. And as to successful section 2, section 5 suits, once again not mentioned in the City of Rome, but since 1982 there were at least 105 successful section 5 suits and 653 successful section 2 suits. All right. I just summarized that because I'd like to hear in a couple of minutes, or five, or whatever you want to take. I'm trying to lead you to what I think is the heart of the case. It seems evidentiary. That is what I read. What is your response?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Whatever you want."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Justice Breyer - - Justice Breyer did refer you to some other more current statistics, submissions, Title V suits, and so forth. You might want to address those. And in that context, was there any control data to compare preclearance rates or preclearance events in colored -- in covered jurisdictions as opposed to uncovered jurisdictions?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that's part of the showing, it seems to me, that the Congress has to make, that these States that are now covered and that were covered are markedly different from the noncovered jurisdictions. Was there anything in the record before the Congress or the district court to address that point?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What kind of coverage formula would be adequate? You are attacking Congress' preservation of the same coverage formula. But what other coverage formula could it come up with?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There was -- and maybe the government will refer to it -- I thought, quite a bit of evidence comparing covered and noncovered in this record."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you said all that there was was a number of section 2 suits, but I think there was quite a bit more than that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In your -- in your answer you said if they used the 2004 the only State would be Hawaii. But I asked you what formula would pass if Congress wants to get at -- wants to protect the gains that have been made but are still fragile against backsliding? If that's its objective, what can it cover?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the evidence that Justice Breyer summarized, that I alluded to? I mean those -- that is simply evidence of racial attitude and it seems to me in the real world that can be taken as evidence that if the -- if the section 5 safeguard is taken away, the pushback is going to start."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It has never stopped."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They couldn't -- they couldn't be relied upon apparently in the some 200 cases in which the voting change was withdrawn after DOJ objection."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This wasn't information over 30 years. My recollection -- and I could be wrong on this, but my recollection is that those were statistics from about 20 years prior to the reauthorization."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's correct."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Coleman. Mr. Katyal. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, the -- the -- our -- our decision in City of Boerne said that action under section 5 has to be congruent and proportional to what it's trying to remedy. Here, as I understand it, one-twentieth of 1 percent of the submissions are not precleared. That, to me, suggests that they are sweeping far more broadly than they need to, to address the intentional discrimination under the Fifteenth Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's like the old -- you know, it's the elephant whistle. You know, I have this whistle to keep away the elephants. You know, well, that's silly. Well, there are no elephants, so it must work. I mean, if you have 99.98 percent of these being precleared, why isn't that reaching far too broadly."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, the parallel -- the parallel isn't there. I mean, there are laws against intentional discrimination. So there should be laws against wiretapping. There should also be laws against intentional discrimination. But where the -- the argument here is not that those laws be eliminated. It's just that the preclearance requirements be eliminated."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"A long time ago. How much of the evidence that Congress amassed was specifically circumvention evidence?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if section 2 is ineffective, then why didn't Congress extend section 5 to the entire country? Could Congress have reauthorized section 5 without identifying significant differences between the few jurisdictions that are covered and the rest of the country?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not comparative, however. Not comparative with the rest of the country except in -- in - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's 18 percent. If these statistics are correct, the difference between Latino registration and white registration in Texas was percent, which is not good, but it's substantially lower than the rate in California, which is not covered, 37 percent; Colorado, 28 percent; New Mexico, 24 percent; the nationwide average, 30 percent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me focus on that historical aspect. Obviously no one doubts the history here and that the history was different. But at what point does that history seek -- stop justifying action with respect to some jurisdictions but not with respect to others that show greater disparities?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so your answer is that Congress can impose this disparate treatment forever because of the history in the south?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"When can they - - when can they -- when do they have to stop?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they said five years originally and then another 20 years. I mean, at some point it begins to look like the idea is that this is going to go on forever."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is the burden that the Act puts on the State irrelevant consideration?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How many people in the Department of Justice -- what's the Department of Justice budget for preclearance processes each year, do you know?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Thirty attorneys. Do you quarrel with the assessment -- the testimony before the Senate Judiciary Committee that it costs the States and the municipalities a billion dollars over 10 years to comply?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you think that is - - that is relevant?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But yet -- yet the Congress has made a finding that the sovereignty of Georgia is less than the sovereign dignity of Ohio. The sovereignty of Alabama, is less than the sovereign dignity of Michigan. And the governments in one are to be trusted less than the governments than the other. And does the United States take that position today?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then my point stands. You say that there is a basis for treating States quite differently as to the -- this fundamental right that we all agree on with respect to voting. And what's happened in part is that because of section 5 preclearance, say, a minority opportunity district is protected in covered jurisdictions and not in noncovered jurisdictions."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This is -- this is a great disparity in treatment, and the government of the United States is saying that our States must be treated differently. And you have a very substantial burden if you're going to make that case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No one -- no one questions the validity, the urgency, the essentiality of the Voting Rights Act. The question is whether or not it should be continued with this differentiation between the States. And that is for Congress to show."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why didn't Congress then extend the Act to Massachusetts, whereas your brother told us the disparity between Hispanic and non-Hispanic voting is far greater than jurisdictions that are covered?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't you agree that there is some oddities in this coverage formula? Isn't -- is it not the case that in New York City the Bronx is covered and Brooklyn and Queens are not?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, let's talk about the bailout provision. That -- that was inserted in 1982."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How many years is that? Over a quarter of a century, there have been 15 bailouts that have gone through? All of them in the State of Virginia?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You bring this before us as a justification for the legislation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's obviously quite impracticable - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- for anybody to bail out."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The question is whether it's right, not whether Congress rejected it. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It fends off Section 2 suits, I assume. I mean, that's great. You get a declaratory judgment, here -- you know, a benediction, and you skip off without having to face suits. That may be one reason. Another reason may be that they like the packing of minorities and the other -- the other districting tricks that can be -- that can be pulled because - because of the requirements of the Voting Rights Act."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they get elected under this system. Why should that they take it away?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I say, everybody who voted for this -- this system was elected under this system. Should it be surprising that they think it it's a good thing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We have -- we have before us the representations of the county in which the district is located, and of several of the covered jurisdictions, that they don't seek bailout because they think that the benefits, many of which have nothing to do with districting, outweigh whatever burden preclearance puts on them. It's first, bringing minority groups into the discussion of what the change will be in the first place, and then warding off the kind of examples that appear in the -- in the Louis -- I think we -- we can't impugn their integrity by saying that that host of reasons, having nothing to do with redistricting, is why they are not asking for bailout."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We are not insisting that they -- the other side is not insisting that they be kicked out. If they want to voluntarily stay in, fine. In fact, you should let other States and other jurisdiction opt in if they want to."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"If you want to make this a voluntary system that's something entirely different, but the question is assuming a State or -- or a covered jurisdiction does not want to be in, do you have the right to coerce them to be in? That's all we are talking about."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"If they want to stay in, that's fine."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the overall historical record, Katzenbach said there had been unremitting and ingenious defiance, and that was certainly true as of the time of the Voting Rights Act. Democracy was a shambles in those -- that's not true anymore, and to say that the States are willing to yield their sovereign authority and their sovereign responsibilities to govern themselves doesn't work. We've said in Clinton s New York that Congress can't surrender its powers to the President, and the same is true with reference to the States. Wouldn't you agree?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you this question about -- about bailout? I mean we have - - there's a very odd aspect to this case. We have an immense constitutional question and then on the other hand you have this little utility district, which -- and you'll correct me if I'm wrong, but as far as I got from the briefs, they have never done anything wrong, and they would like to bail out and the Voting Rights Act was intended to permit jurisdictions that were not committing transgressions to bail out. Now if the statute doesn't allow them to do it, the statute doesn't allow them to do it, but is there any good reason why a district like that should not be permitted to bail out?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's the case that there is no discrimination going on, no evasion going on in this little utility district, is there any good reason why they shouldn't be able to bail out?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That was 1980?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"The bailout provision was adopted in 1982, 27 years ago. There have been 15 bailouts since then. Is that what you think Congress contemplated when it enacted the bailout provision in 1982?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Less than one a year?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"","text":"Counsel, I thought -- I thought our opinion in City of Boerne said that the problem that Section 5 legislation addresses has to be widespread and persisting. Do you think the record that is before us today shows widespread and persisting discrimination in voting?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In covered States as opposed to noncovered States, if I can add that to the Chief Justice's question, please."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Just one thing on bailout. It's like Eurystheus keeps telling Hercules, \"Oh, you did a good job, but now you've got another -- got another thing to do.\" That's the bailout provision. Anybody who has tried to fill out a government form realizes they make a mistake, so that the DOJ rejects it, that counts as a rejection. You have to have a - - what, a clean record for how many -- how many years - - before you can preclear? I mean, this is simply impracticable. And it seems to me a cornerstone of the Act and of your argument for upholding the Act, and if we find that it doesn't work, that it's just -- it's just an illusion, that gives me serious pause."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What I understand it, is this incorrect? As I understand it for Travis County to get a bailout, it would -- it has within Travis County something like 106 political subdivisions that are covered, and Travis County would have to go to all of those 106 and demonstrate that there has been no violation by any of those 106 for the preceding whatever it is, five years, whatever the bailout provision is. You think that's -- you think that's feasible?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Travis County is not the superior of many of those subunits, as it is not of this district here. This district is a subdivision of the State, but not of Travis County."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the number is 18 now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Adegbile. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think that's absolutely right. Section 2 cases are very expensive. They are very long. They are very inefficient. I think this section 5 preclearance device has -- has shown -- has been shown to be very very successful. The question is whether or not it can be justified when other States are not covered today."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So is it your -- is it your position that today southerners are more likely to discriminate than northerners?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your answer is yes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So -- but I guess that point depends upon the assumption that shortening the time period for early voting is discriminatory as opposed to good policy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So that was largely to protect the incumbent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, incumbent - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Incumbent protection takes place in the North as well as the South."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Adegbile, what was -- I read it in the briefs, and I forget what it was. What was the vote on this 2006 extension -- 98 to nothing in the Senate, and what was it in the House? Was - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"33 to 390. You know, the -- the Israeli Supreme Court, the Sanhedrin, used to have a rule that if the death penalty was pronounced unanimously, it was invalid, because there must be something wrong there. Do you ever expect -- do you ever seriously expect Congress to vote against a reextension of the Voting Rights Act? Do you really think that any incumbent would -- would vote to do that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Twenty-five years from now? Fifty years from now? When?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Thirty-three members of the House and nobody in the Senate."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the question is, do you agree that this is unlike access to buildings by people who are in wheelchairs? There has to come a point where it will end, and perhaps Congress was just picking up on what this court said a few years before in the University of Michigan law school case, this court came up with a 25-year figure so maybe Congress thought this court thinks 25 years is about right, must be about right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what is the reason in your opinion if you had to summarize it in ray sentence or two, you would say that the reason that Congress didn't go into other States and decide which ones to add to this or go into these States district by district and decide which ones to subtract from this, the reason that Congress didn't modify voting rights statute but simply renewed it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Would you say from your experience and I'm sure you're very knowledgeable about this that there is no great are discrimination in voting in Virginia than in North Carolina or in Tennessee or in Arkansas or in Ohio?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wasn't Virginia the first State in the Union to elect a black governor."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it has a black chief justice of the supreme court currently."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the brief filed by the NAACP Legal Defense Fund, the first 15 pages I think makes a good demonstration of discrete discriminatory acts; and the brief filed by Nathaniel, Professor Percelly, makes an important point about crossovers in different -- my concern is it's just not clear to me that Congress addressed this for the rest of the country. That's my concern."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the cases you're talking about include both intentional and impact cases. And the Constitution that section 5 is designed to implement covers only intentional discrimination. So even the examples you have given sweep broadly as a prophylactic measure and then the section 5 preclearance of course sweeps even more broadly. So we do have a situation, despite the evidence that was -- that you have cited, where less than one-twentieth of 1 percent of the submissions that the States make are denied preclearance. Again, it seems to me that that means that section 5 sweeps very, very broadly."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you. I have another question. How long did it take Congress to compile this 13,000-page record?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And how long would it have taken Congress in your opinion to have compiled the record to figure out what's happening in this respect in every State or in these States district by district?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your position is that it makes no difference if discrimination in the noncovered jurisdiction is more widespread and more persistent; it doesn't matter, because Congress can focus solely on the jurisdictions that have been covered since 1965?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So I guess your answer is that they can address the covered jurisdictions that have been covered since 1965 without looking at all to the rest of the country?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Coleman, have you 5 minutes. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You should have a chance to answer the same question. You heard my question, the time question. What's your estimate?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they now have 25 years to look at, or 24 years, to look at the rest of the country. Are they doing that? Are they holding hearings?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this Court said - - -- it was not 1982, it was two thousand something. This Court thought from two thousand something 25 years was a reasonable period."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask this question just as sort of background. Does your case challenge at all the standards that Congress has used throughout the statute for causing States to become covered jurisdictions?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct. Have you ever challenged those as a basis for making a State or county or election district covered?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have a history that some States are covered and some are not because of certain requirements that the statute imposed. And I didn't understand the case to involve a challenge to the method by which States became -- become covered."},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why is it relevant there are a lot of States out there that are not covered?"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you arguing the statute is unconstitutional because Congress failed to extend it to other -- other parts of the country?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The district will -- the district will never be involved in racial bloc voting for districting purposes because it doesn't -- it's boundaries don't change."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't one construing the Act as it was passed in 2006, say, well, Congress obviously had in mind that this would be enforced consistent with this Court's decision in Shaw, this Court's decision in Miller?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GREGORY S. COLEMAN","firstName":"GREGORY","lastName":"COLEMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3360,"interruptions":31,"times_spoken":57,"laughter":0,"num_int_by":7},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":1943,"interruptions":21,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":2,"fullName":"DEBO P. ADEGBILE","firstName":"DEBO","lastName":"ADEGBILE","counsel":true,"justice":false,"side":"respondent","words_spoken":1694,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":645,"interruptions":1,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":881,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":860,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":378,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":754,"interruptions":3,"times_spoken":29,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":662,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MR. KAYTAL","lastName":"KAYTAL","counsel":false,"justice":false,"side":"","words_spoken":71,"interruptions":2,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":131,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3360,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":3637,"times_spoken":67,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":4731,"times_spoken":129,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7},"prediction":{"petitioner":0.5601689424981794,"respondent":0.4398310575018206,"date":1472411005753}}