{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"FBL FINANCIAL SERVICES, INC. : ","counsel":[2]},"caseNumber":"08-441","date":"2009-03-31T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case 08-441, Gross v. FBL Financial Services. Mr. Schnapper. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. That -- that statement may be wrong depending upon how you read Price Waterhouse, might it not? The first statement, that we've never imposed such a requirement. I mean, if you think Justice O'Connor's opinion was the determinative opinion in Price Waterhouse, then -- then we had."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was dictum. They may have been wrong."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- I just want -- you said that the Court has never imposed a burden of proof-shifting requirement absent a directive from Congress? Are you - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or maybe -- maybe I misheard."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is some disagreement among the parties, of course, what \"direct evidence\" means, whether it means direct as opposed to circumstantial, or direct in the terms that for example Judge Collatin put it in the decision below."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are telling us we never required direct evidence, but you are not taking a position on what direct evidence is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you may be right or you may be wrong. But we kind of have to know what we're dealing with."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in your petition, you asked -- you used the phrase \"direct evidence,\" and I just want to know in what sense you mean that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a variety of views among the circuits on what Justice O'Connor meant by the term \"direct evidence\"? It wasn't defined in Price Waterhouse either."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So there is a range of views on what it means, starting from direct versus circumstantial, to something like strong evidence."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Price Waterhouse was a bench trial."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And Mt. Healthy was a bench trial, wasn't it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, would the -- if there is a direct evidence requirement, it may arguably cause a great deal of problem when the trial judge has to give an instruction to the jury, because then the -- the jury will first have to decide whether a particular type of evidence is present in the case before it can tell what -- who has the burden of proof and what the standard is, but if Price Waterhouse is understood simply as a way for a judge conducting a bench trial to look at the evidence, does it present any of the problems that have been identified with the Price Waterhouse -- that interpretation of Price Waterhouse as applied to jury trials?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's just an instruction to a judge conducting a bench trial, it could mean that if the judge sitting as the trier of fact finds that there is direct evidence, strong evidence supporting the plaintiff's claim, then the judge will need to have strong evidence, stronger evidence on the other side in order to rule against the plaintiff. It's not hard to figure out how it might work out in that situation. The problem comes when it has to be posed in the form of a jury instruction."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it was the view of only one justice, Justice O'Connor alone. She did make the fifth vote, but no one else accepted a direct evidence test."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would you urge that we should count Justice white's decision as the controlling decision rather than Justice O'Connor's?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But Desert Palace was a Title VII case, wasn't it, under the 1991 amendment to Title VII?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your -- your position, you rest heavily on the argument, I think, but there is no textual support in the ADEA for a heightened evidence requirement in order to shift the burden of proof. But isn't it true there is no textural support for shifting the burden of proof at all? I mean, I don't see how you can -- can convince us of the first proposition without confronting the second."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, affirmative defenses, usually the burden of persuasion is on the party asserting the affirmative defense."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it the only issue that you have raised before us is whether the evidence that does raise a burden on the defendant's part has got to be, whatever this means, direct or not? That's the only issue?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right that the only source of argument for the proposition that it does have to be direct evidence is Justice O'Connor's opinion, separate opinion?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There are arguments about the need for substantial evidence. But the argument for direct evidence goes back to the separate O'Connor -- O'Connor opinion."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And are you -- I mean, we're going to hear about this. Are you going to make an argument to the effect that that should not be regarded as the controlling opinion, and if that is the source of it, that is the end of the issue. Are you going to get into that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you should."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand the White opinion, it had nothing to do with the character of the evidence. It had to do with the degree of persuasiveness of the evidence; is that correct?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I don't understand what \"substantial\" means. What do you think he meant by that?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"In your response to Justice Souter's question you said you're only focusing on the direct evidence threshold. But if direct evidence is the threshold to give you the benefit of shifting the burden of persuasion of the employer, is it really fair for you to be able to say, we are only going to take out one side of the behalf, we are going to leave the other side of the balance there? It seems to me that it's artificial to separate the two requirements, the two aspects of the Price Waterhouse inquiry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand the difficulty of figuring out who is controlling in -- in Price Waterhouse. But at least as it has been applied, my understanding -- I understand it has been applied in different ways. My understanding of what people mean when they say \"the Price Waterhouse approach,\" which is that there is a higher showing of evidence, direct evidence, whatever -- people don't agree on what that means. But if you meet that showing, then the burden of persuasion shifts to the employer on the issue of causation."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Schnapper, there is a difference -- and I think it's critical to your case -- between what is called the prima facia case that the plaintiff would make under the McDonnell Douglas test and proving by a preponderance of the evidence that in this case age discrimination was a motivating factor. I think you must concede that in order to fit within this double motive frame you must show not simply a prima facia case, but by a preponderance of the evidence that the discriminatory factor was a motivating factor."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can one know if you've met that burden before the case goes to the jury? That is, when -- when the case starts out, it's unknown whether you have established by a preponderance of the evidence that age discrimination was a motivating factor."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, correct me if I am wrong. I assume that in a jury case that simply was left to the jury, and the instructions would be something like this: If you find that the plaintiff has shown that age was a motivating factor, then you look to the next question. And that is: Has the defendant shown that he would have fired the plaintiff anyway? Isn't that the way it works?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in -- in response further to Justice Ginsburg's question, and I think Justice Souter's, too, is there -- are there any tactical difficulties or strategic difficulties that counsel face if they don't quite know which way the burden is going to shift before trial: The -- the number of witnesses you have waiting in the hallway or -- this -- this would be after summary judgment."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- before you sit down, I -- I have been trying to figure out Justice White's opinion in Price Waterhouse. I mean, indeed he -- he voted to -- to remand the case, as did -- as did the four in the plurality, but for a very different reason. They remanded because -- \"We reverse the court of appeals' judgment against Price Waterhouse because the courts below erred by deciding that the defendant must make\" the proof of he would have been fired anyway by clear and convincing evidence. That -- that was the basis for their reversing and remanding. That was not Justice White's, because -- he said \"because the court of appeals required Price Waterhouse to prove by clear and convincing evidence that it would have reached the same\" -- \"in the absence of the improper motive. Rather than merely requiring proof by a preponderance of the evidence, I concur in the judgment reversing this case in part and remanding. With respect to the employer's burden, however, the plurality seems to require that the employer submit objective evidence.\" And he disagreed with that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Blatt. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask you this? Do you think that there is a tenable distinction between a mixed motives case and a non-mixed motives case? In every employment discrimination case that gets beyond summary judgment, aren't there mixed motives at play?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Couldn't -- couldn't any Title VII case be presented in either framework?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Why don't you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I will let you get your third reason in in a minute, but why -- do you really think it's fair to pick one part of a complicated test that the court has constructed and say, well, this one doesn't make any sense, and pull it out? I mean, maybe it only makes sense in the context of the whole construct, or maybe none of the elements actually make sense. But it seems to me very artificial to focus on one aspect and say, let's fix this, without assessing what its impact is on the rest of the text."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That was -- that was because -- that was because of the 1991 Act which addressed Title VII and quite deliberately left ADEA out."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You are asking us to overrule the aspect of Price Waterhouse involving direct evidence, at least if you look at Justice O'Connor's opinion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what would be the position of the Solicitor General on just saying let's get rid of all these artificial court constructions and say this is like any other case, the plaintiff has the burden of persuasion and the defendant can come up with what defenses he has, including that, I did this for some other reason, it wasn't because of age, and the jury looks at it and decides who they believe?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The statute -- the statute has language. It says \"because of.\" Tell the jury that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there any -- is there any empirical evidence to show whether any of this really makes a difference. Have there been studies on the effect of the 1991 amendments, whether they have made a difference in the way cases actually come out?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Regardless of what the parties may prefer, isn't it likely that the jury, regardless of instruction, is going to say something like this: If we find that -- that age really was in the boss's mind when he fired the person, and the boss comes in, regardless of the instructions, and says the guy's work was no good, he got late -- he arrived late and so on, the jury is going to say: Did they really fire him because he was old or because he didn't come to work on time? They are going to do the same thing that they are going to do on the burden-shifting instruction, probably, aren't they?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You can't know it - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But if you said to the jury, do the right thing, they'd probably come out the same way it would come out if you gave the burden shifting instruction, I think."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But the reason I raise the issue is, if -- if we are saying do we ditch Price Waterhouse, my questions I guess are suggesting something to the effect, what difference does it make?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Juries -- juries are smarter than judges."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Go ahead and make your third point briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Phillips? "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"As I understand the court of appeals, it said that Justice O'Connor's opinion was the controlling opinion, it was the decision on the narrowest ground; therefore, the lower courts ought to take that decision as the law made by Price Waterhouse. Then there's a question of what did she mean by direct evidence? But I think the Eighth Circuit certainly did say Justice O'Connor's opinion states the law of Price Waterhouse, and that was the basis on which their decision turned."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Justice O'Connor."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, can I ask you - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you your views on a question that I've asked myself over and over again and had trouble finding the answer. Supposing a company appointed a committee to decide whether or not to fire X. And the committee came back and said: \"Yes, you should fire him; he's too old and he's late to work every day.\" Now -- and that's all the evidence in the record. Would the -- would the judge be obliged to enter a judgment on summary judgment -- at the end of the plaintiff's case, to enter judgment for the defendant?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because all that would have been proved was there is one motivating factor there, but not necessarily a decisive one."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But he has only proved that it is one of two possible motivating factors, but that is sufficient in your view to get to the jury."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Would you - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Would you think you should have the burden in the following situation? At 10:00 o'clock on March 21st the employer says: I am going to get rid of Smith because he's too old."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's it. Writes out the letter, \"Good-Bye, Smith.\" An hour later someone walks into the employer's office and says: \"I've discovered that Smith was just convicted of larceny.\" All right? Now, he already fired Smith because he was too old. But I take it he can make the defense: Well, Smith would have been fired anyway; that isn't the reason I fired him, but he would have been fired anyway, and he can get off. But he should make that defense, shouldn't he?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. So the answer is yes?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So now we have the same situation, but the jury has said this bad reason, his age, was a motivating factor."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"To me -- it didn't say played a role."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what it says in this instruction that I have -- I don't see the other one - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I have on page 7 of the -- of appellant's brief that the instruction was \"the plaintiff's age was a motivating factor in defendant's decision.\""},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now when I read that, I think - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Fine, okay, all right, fine."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Perfect, perfect. I didn't want to complicate it, but that may work in your favor to complicate it, and I want to be fair. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Fine. It played a part. It did have a role: Age motivated in part. Now why isn't that the end of the matter? Because we have a statute that says age shouldn't play a role in. \"Play a role\" means it made a difference. I mean, to me. Otherwise it played no role. It was an understudy, a ghost. It \"played a role\" if it would have made a difference. \"Played a part,\" it would have made a difference, just like my first case. So we have an action, other things being equal, that should be illegal under this statute. But then, just as in the first case, we give the employer a defense: If you can show that in the absence of that age there in your mind, you would have done it anyway, which means the mix of motives would have been different, then you get off. So, if in the first case we in fact say it should be on the -- burden should be on the employer, why shouldn't it be in the second case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But Price Waterhouse deviated -- that was - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We have these two regimes out there. You are reciting McDonnell Douglas and say everything should follow that pattern, but to do that you have to overrule Price Waterhouse, which gave recognition to the mixed motive framework that comes out of Mt. Healthy."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schnapper recognized when I asked this question, how does this differ from the prima facie case that you make under McDonnell Douglas and -- he said: We don't have to just make a preliminary showing; we have to establish by a preponderance of the evidence that the prohibited discrimination was a motivating factor."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you will get to the jury and if the jury accepts all your evidence, the jury can find in your favor. But the difference between a prima facie showing and what has to be shown here is, the jury must actually find, based on your at least prima facie evidence, that age was a motivating factor, and until the jury makes that finding, if it is properly instructed, it doesn't get to the question of whether the defendant has any burden to show something in response. Isn't that correct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, let me just - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not quite sure I understand one thing. If it's a motivating factor, it's enough to get by summary judgment and get the case to the jury, but the -- the defendant will still win, if I understand all this, if he -- if the defendant proves, yes, I did do and it may have had an influence on it, but he would have fired him anyway. And if he -- if he can prove under Mt. Healthy that, yes, he thought about age and that -- what raised the issue and everything else, but after he got all through, he was clear he fired him because he was a lousy salesman - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- and he wins."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So he does not lose just because you say it's a motivating factor."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Will you - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Will you go back? I'm sorry to be hung up on this point. Maybe there are 15 cases that just prove I am wrong. But I'm -- I'm trying to figure out -- let's try other areas of the law. The dam is a nuisance. We now show, to prove that it's a nuisance, that it played a role in the death of my fish. I mean, isn't that the end of the case? Damages might be at issue -- how much of a role -- but as far as liability is concerned the gears were rusty. The rusty gears played a role in the derailing of the train. Again, it might be a question of who is responsible for what, but that there is liability I think in most areas of tort law would be over once you prove that the defendant's factor played a role."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So is the law here -- am I wrong about ordinary tort law? Possibly. I don't know it that well. Is it that I -- is it that this area is special? Is it that there are cases so you can say any of those three? I am prepared to be totally wrong. I hope not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You can say that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And I think \"played a role\" combines at least the necessary condition, but I don't know - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- if you have to - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"\"Played a role\" -- how did it play a role if it was not a necessary?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that question -- I think it can't be before us. We would certainly want to know what the government's position is on it. And Ms. Blatt was very clear that the government is not taking a position on that issue today. Your brief in opposition did not so much as mention McDonnell Douglas. So how is anybody to think that was at stake, that that regime, which you later clarify in your Respondent's brief, you think should be the sole test? How could that come into this case when it's not in the brief in opposition and, therefore, it's not in the Petitioner's brief and it's not in the government's brief?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But your line is following that same formula. All those cases are following that litany: prima facie case, discriminatory reason - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The Solicitor General says, well, this is going to affect Title VII. It's going to affect all kinds of other acts. This is a watershed."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You -- pardon me?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because it's statutory."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let's -- let's assume we have authority to incorporate the Title VII jurisprudence into the ADEA area as a matter of choice. Are there reasons why there should be distinctions between the two regimes?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are there reasons of administration or fairness other than -- I recognize that one is statutory and the others would -- would be our case law."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in addition to that, Mr. Phillips, isn't age more closely correlated with legitimate reasons for employment discrimination than race and other factors that are proscribed by Title VII?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I get back to Justice Stevens's hypothetical? You have two people making a decision; one says it's because of age and the one says it's because of something, and -- a legitimate factor -- and you acknowledge that could get to the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And is it under an instruction that simply says \"because of\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I mean - - you say - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You say \"but for\" causation, but my understanding of Justice Stevens's hypothetical is that it's going to be very hard to say that one would not have had -- the discrimination, the alleged action, would not have happened but for one factor or the other if they are just two different factors. You would just leave that up to the jury to say because of?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but not only that, but the jury would be free to say, well, there were both clauses, and the one was illegal. But under the Mt. Healthy defense, if they are convinced they would have fired this guy anyway, the company gets off."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but inevitably in these cases the employer is really -- whether he calls it an affirmative defense or -- or just a regular resistance to the plaintiff 's case, the issue is: Did -- would he have fired him anyway? And -- and if he - - if -- if that's what the jury believes, you can take Justice Breyer's view and say that's -- that's not a sufficient defense because they acted illegally. But if you are allowed that, you are saying notwithstanding the illegal motive, if you show that the real reason I fired him was unrelated to that, then the compelling reason, you win. And you win despite the fact that the process may have violated the statute."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But those weren't - - those weren't thought of in the mixed motive framework. And what you want to do is get rid of the mixed motive and say in a discrimination case there should be only one regime, and the plaintiff should have the burden of persuasion from start to finish. But that's not what McDonnell Douglas did. It's not what the Eighth Circuit did, which you acknowledge by not even bringing this up until the brief on the merits. So -- and you also said that Title VII is out of it. The statute has taken care of it in 1991. Ms. Blatt, I heard her say distinctly that -- that Title VII would be affected. She urges us not to touch this question."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And I assume -- and I assume the government, because it would certainly be informative to know what the agency responsible for the administration of Title VII thinks of this question."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We can't -- I mean there is no question about quantitative evidence here."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The adequacy of the jury instruction, but there isn't a question as to whether the issue should have gone to the jury in the first place. And I -- I think that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Now, Mr. Schnapper, two minutes. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't those cases involve two independent physical causes of an event, not the breaking down of human motivation into -- into separate factors?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What they are trying to say, which is -- which is making me think -- it is a lot about -- we have a human being who did certain acts. And we know this. We know that human being had a mix of motives and that the bad motive played a role. It was a motivating force. And that might be sufficient. It is under Title VII. And if you want to interpret this by Title VII, that's fine. That's the end of it. But then we are going to let someone off if we imagine a different, but hypothetical, situation. The hypothetical is where the bad motive isn't there. Well, it's hard to prove what human beings would do in a hypothetical situation that isn't the real situation. And I take it that's the reason we have imposed this burden upon the employer. Is there an analogy to that in tort law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1758,"interruptions":14,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":1,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1545,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3603,"interruptions":19,"times_spoken":54,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":711,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":724,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":457,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":827,"interruptions":6,"times_spoken":21,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3303,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":3603,"times_spoken":54,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":16,"words_spoken":4218,"times_spoken":110,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.9294678264704953,"respondent":0.0705321735295047,"date":1472703110438}}