{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"FRANK BUONO. ","counsel":[1]},"caseNumber":"08-472","date":"2009-10-07T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first today in Case 08-472, Salazar v. Buono. General Kagan. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General Kagan, just as a factual matter, is there any other national memorial that consists of a solitary cross, just that one symbol and no other?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was just curious as a factual matter whether this lone cross, if -- if there was any other memorial like that, and your answer is no, but there could be other religiously oriented memorials?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What are the practical consequences of something being designated as a national memorial?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the -- is the private property owner who has this designation free to destroy it after it's been designated a national memorial?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they then substitute whatever other memorial they chose?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or would there have to be some government approval?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wouldn't automatically require acquire a national memorial status, would it, when the government hasn't seen it, hasn't -- I thought that to get national memorial status, the government has to approve what you put up."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General Kagan, before you go -- go on with your argument, you presented it as - - as though the issue before us is the -- the conveying of the land. But is it? What this was was simply an affirmation of the prior injunction. The court of appeals said the prior injunction had not been mooted by the -- by the transfer of the land. So isn't really the issue whether that -- that prior injunction, when the land did indeed belong to the government, whether that prior injunction was valid?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't the court of appeals say no?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so what we have before us is the court of appeals' affirmation of the prior injunction, which applied to a cross on public land."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if I -- if I thought the display wasn't unconstitutional, the transfer would a fortiori not - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see why that's the issue before us. Look, procedurally this is a little boring, but it seems pretty well established in the law. I read a case called Toledo Scale and then there are a bunch of cases on jurisdiction, which I'm not going to name them because I'm sure you looked at them, but Travelers Indemnity, et cetera. And it seems to me they make absolutely clear that once a litigant, you and the others, have had an opportunity to raise a matter and now the case is over, done, but for an injunction that stays in, all those issues that they previously raised or could have raised are gone; that the only question left is whether the government has complied with the injunction. So I read the injunction. The injunction says the government is enjoined from permitting the display of the Latin cross, period. Once this law takes effect and you follow it, you are violating that injunction. You don't need nine proceedings to see that. You are violating it. Now, if you don't like the injunction because you think the statute has so changed the circumstances there is no need for it, there is a remedy. You go back to the district court and you say: Judge, change the injunction. But you haven't done that. And therefore, the only question before us is whether the Ninth Circuit is right in saying when you carry the statute into effect, you are violating this injunction, which I think no one could say you aren't. Now, now, that -- that's a very technical boring issue. I don't know why we heard this issue, but I don't see how we could reach any other issue in this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not what I'm talking about."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I thought the Respondents asked to have the injunction enforced. It is typical, you get an injunction -- and I'm glad that the government has recognized that that was indeed a final decision because you appealed it to the Ninth Circuit under 1291 as a final decision. Then the question is, are you complying with the injunction. One side says, the winner -- who by the way has unquestioned standing to enforce the injunction that is now final that that party obtained -- the winner says: Court, please enforce the injunction. They are not asking for a new injunction. They say this injunction, as Justice Breyer just explained, says, do not permit the cross. The party comes in and says: Here's my injunction; court, all I want you to do is enforce it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We are talking about the first. We are talking about the first injunction. The first injunction says that the government may not permit display. You've covered it up, so you are not permitting display. You are in compliance."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what the plaintiff here said is that when you comply with this statute, you will not be in compliance, because you will turn it over to the VFW that will uncover it, so you will have permitted it to be displayed. Now, that I can see is an issue before us. But I don't see any other issue before us."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me unreasonable to read the injunction to say the government shall not permit anybody to display a cross on that land no matter who owns the land. I assume the injunctions meant you will not permit the cross to be displayed on this parcel of government land."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know, General Kagan, any case in which there has been a permanent injunction ordered, final, no more appeals are possible, where -- and standing was in question, raised, litigated, and decided, and then when the party who won the injunction comes to the court and says, court, please enforce the injunction, that you can say, now we can go back to square one and argue again about standing? I don't see how you can revive what has been determined by a final judgment."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we know it isn't that because, as I think you pointed out, the same docket number. This wasn't a new complaint. This was a motion to enforce the judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would suppose -- I guess I don't agree with your dichotomy, either it's the same action or it's entirely separate. I would suppose it could be some issues carry over and are the same, and perhaps standing is one of those. Other issues are completely new, such as the effect of the legislation, which couldn't have been before the district court since it hadn't been passed. But standing is different. I mean, once it's been determined that there is standing and that is reflected in a final judgment, then I think the later aspects are simply whether the person -- once it's embodied in a judgment, I think that is the basis for standing and not the earlier questions of whether he visited it enough or planned to visit enough."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand -- I don't understand that point at all. If you thought that he didn't have standing to challenge the cross at all and that the injunction itself directing you to cover up the cross was wrong, you should have come to the Court. It was a permanent injunction. You were told you have interlocutory appeal rights, you have final judgment rights. At any point you could have come and said: The order for us to take that flag -- to take that cross off this land was just plain wrong."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But interlocutory appeal or finality doesn't matter what you are going to do to get away from the injunction. The issue is did you give up any rights to challenge any of the issues embodied in that injunction and you haven't answered why not. You may have a right, and you do, to challenge a modification of that injunction. That's what you are here to do, to say the Ninth Circuit erred in modifying the injunction and stopping the transfer. Perfectly legitimate point, because the injunction has been changed. But you can't go back and relitigate whether he had standing to challenge that -- the presence of that cross."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- that's because -- that's because you assume the act is going to be valid. You could have come here and said: This is such an important case Congress is taking action, and therefore, you should hear our standing argument to avoid the necessity of the Legislative Branch having to come in. You could have said that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the standing issue was independently important to the government, because the government can face this kind of question again, and if you right -- if you were right on the standing point -- I mean, I don't understand why the government would not have had a strong incentive to say, we want to get rid of these cases on the standing ground, we think the Court was wrong on standing. But in any case, you didn't do that, and I think that you started your argument this morning in the right place when you said, let's talk about this law. Congress said, accepting arguendo that the Court was right, here's a law that cures the constitutional defect. And that's where you were -- that's where you started your argument. Maybe you can pick up with that. But - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"But just I want to just get this clear procedurally. I'm sorry. It'll take one more second. As I read this, there is no modification of any injunction. What the -- what the Respondent asked for, he said: Judge, either hold that the transfer violates the current injunction, or modify the injunction. Then what the district court did do is he said the proposed transfer violates the permanent injunction. The permanent injunction is in the, like, the third paragraph of the July 24th order, and it says, you are permanently enjoined from permitting the display of the Latin cross. Therefore, he rejected the need to modify it, and held that - -"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this violates the injunction as written, and the Ninth Circuit affirmed that. So is there any question in this case of modifying? Is there any question other than the one that I think Justice Scalia was taking a good argument about, whether the proposed statute violates the July 24th injunction? That's what the case is about. Or why am I wrong?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Before we get - - before your time expires, we would like to spend a couple of minutes on the merits. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"And I wonder if you could focus on a particular question. What if the government sold simply one square foot, or whatever the area that the base of the cross is -- is resting on the ground? Would your argument be the same?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't that -- why isn't that the case here?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But what percentage of the total area do they represent?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What percentage of the total area do they represent?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you concede there was a violation at the time the case was decided?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you concede that the Establishment Clause was violated at the time this case was decided?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that an interference or it's singling out someone, private property owner, who's using his property in a particular way, a religious way? You are going to be putting up signs only for people putting up religious symbols."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it hasn't done anything like that. It doesn't say for other property owners that have maybe something that -- you know, a ramshackle shack, that they want people to know this isn't the government's property. They don't do anything like that. It's -- under your hypothetical, it would be only religious property that would have these special warning signs."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would see it, General Kagan? Who would see it? I mean, the Seventh Circuit case, it was -- it was on level ground, lots of people used the area, and I think the Seventh Circuit required a fence and a sign. But here, this cross is high on a cliff in a desolate area. And if you had a little sign, who would be -- you would have to climb up to it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How is the question of -- I don't want to get into your rebuttal time, but briefly, how is the question of whether signs are or aren't valid or required before us in this case? There are no signs there, and you are asking us to consider whether the statute is valid or not."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there legislation that requires the original plaque to be reinstated, the plaque recognizing the donation and what it means?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This would be on government land, that sign? It wouldn't be on the acre that you transferred. I'm a little confused."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You are talking about putting - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would go on the cross?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The larger sign you're talking about that you are willing to do is a sign that you would put on government land."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you raise that alternative with the Ninth -- with the district court and the Ninth Circuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Eliasberg. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see what the judge did. He said: The motion to enforce the July 24th injunction is granted. He said: Buono's motion to amend it is denied. Then he did two other things, which he listed some people and he said they are enjoined from implementing the law. Now, I take it that those paragraphs 3 and 4 are an implementation of the July 24 injunction which he granted, not a new injunction."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that's the issue here that we were just possibly debating. The issue in the case is whether the district judge might lawfully enforce an old injunction in the manner he did, which was to add paragraphs 3 and 4. That question you concede is here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that under your approach that this is looking to see if the injunction is being enforced or violated, we would be reviewing an act of Congress under an abuse of discretion standard, not -- not de novo?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Have we ever done that before?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Have we ever said that an act of Congress is unconstitutional without a de novo review of the merits of the constitutionality?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Eliasberg, I thought that the Ninth Circuit the first time around had taken meticulous care to make certain that the issue of the validity of the statute would not be before the Court in the first round. Judge Kozinski wrote: \"We express no view as to whether a transfer completed under Section 8121 would pass constitutional muster, but leave this question for another day.\" That's on page 104a of the petition. And then the district judge said: Yes, I recognize the Ninth Circuit didn't touch the validity of that statute, left it for another day. The day has come. So it is for the first time that the Court is deciding the question of whether section 8121 passes constitutional muster."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So when you get to the consistent with the injunction part -- I thought it was your position that we should review this question solely under an abuse of discretion standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because while the Court did not decide the validity of the act in the first case, it certainly did in the second case, which is why we have the case before us."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When this injunction was first entered the statute -- nobody contemplated that this statute was going to be enacted; isn't that correct?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. So isn't the sensible interpretation of the injunction that it was prohibiting the government from permitting the display of the cross on government property, and not on private property that happens to be within the Mojave National Preserve?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't your argument that this was a violation of the Establishment Clause because it was on government land? Did you make the argument that even if this was on one of the ranches within the Mojave National Preserve, it would still be a violation of the Establishment Clause?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it was a totally -- so the situation completely changed and the district court either modified the injunction -- it seems to me modified the injunction by interpreting it to mean something quite different from what anybody contemplated it meant when it was originally entered?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, it was that, but the question is whether it was a permissible amendment by the government of the situation. Of course, I will stipulate that the government was trying to arrange it so that the cross could remain there. But that doesn't mean that it was -- it was evading the injunction. I mean, that's - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Unless the injunction clearly applied to the erection of a cross on private land that the government had -- had transferred."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I will -- I will concede that the obvious purpose of that was to avoid being in violation of the injunction. But that doesn't mean that it's invalid."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can -- what, what -- let's start from the beginning. Can -- would it be proper for the government or would the government be alleged to have violated the Establishment Clause if on another ranch that cross -- a cross went up?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So really your argument is that the reason this Court -- this cross on private land, if it becomes private, is offensive to the Establishment Clause is because of the government's prior history with respect to that cross, correct? That's -- that's your argument?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So are you alleging that doing that violates the Establishment Clause, passing or designating a religious symbol as a national memorial, that that violates the Establishment Clause?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does that apply to all lands in this preserve?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does the reversionary interest apply to all of lands on this preserve? Maybe your adversary has to answer that instead of you, but all of the other private property owners."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. Are all of the private owners on this preserve required to give the land back to the U.S. if they put it to some different use?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if -- if - - if the government sold this land to a private party, no cross in the picture at all, and they go to settlement and at settlement the private landowner who is going to buy it says, you know, I'm going to put a big cross up on this property once I get it, can the government still sell it to him?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So even though before the sale, even though the government knows there is going to be a big cross on the land with the same situation you have here in the middle of the preserve and all, that's perfectly okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you said before the government sold the land if they find out the new owner is going to put a cross on it there is no problem."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't it also a very different case if a condition of the transfer is that the transferee will preserve a memorial that has been designated in the statute as a five-foot-tall white cross."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So it is a condition of the transfer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you disagree with what she told us, which is that the private property owner can tear down the cross at any time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You say under the jurisdiction of the Federal Government. Does that -- do you just mean they have authority to regulate the land?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose they have jurisdiction to regulate a lot of -- lot of land that they don't own."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What else -- what else does the plaque say."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And that's it? Nothing else?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The cross doesn't honor non-Christians who fought in the war? Is that -- is that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's erected as a war memorial. I assume it is erected in honor of all of the war dead. It's the -- the cross is the -- is the most common symbol of -- of -- of the resting place of the dead, and it doesn't seem to me -- what would you have them erect? A cross -- some conglomerate of a cross, a Star of David, and you know, a Moslem half moon and star?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think you can leap from that to the conclusion that the only war dead that that cross honors are the Christian war dead. I think that's an outrageous conclusion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can I get back to your plaque question? Am I wrong? I think the government told us the plaque reads: \"The cross erected in memory the dead of all wars, erected 1934 by members of Veterans of Foreign Wars, Death Valley Post 2884.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a big difference. I mean, the whole point is that the plaque tells you, this is not a government memorial, government structure. It was put up by members of the Veterans of Foreign Wars, Death Valley Post 2884."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The context of my question was what does the plaque say?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When the Solicitor General represents to us that the VFW will be perfectly free to modify this memorial in any way it chooses if they obtain title to this land, do you think that there's any realistic fear that they will be required to maintain this cross, even if they wish to -- to change it in some way?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought your argument was that although there was going to be a formal transfer of title, as a practical matter, the government was still involved with the maintenance of the cross on this land. And when the government says that that's not the case, I don't know why that doesn't cure the practical problem."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think -- I think General Kagan agreed that they -- the Veterans couldn't substitute some other memorial, if it's going to be a national monument it has to have the government's approval. And the only one that has the government's approval is the cross."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I thought the government's position was it had to be maintained as a national war -- as a war memorial, but not that it had to be maintained as a cross."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about the government's argument that suppose the government took down the cross, gave it back to the Veterans of Foreign Wars, sold them the land in exchange for land of equal value, and then the Veterans said, fine, the cross was ours to begin with. Now the land is ours, so we just put it back. If that would be consistent with the injunction? The government now has nothing to do with the cross. It's all the Veterans of Foreign Wars, and it can't be regarded a sham because it was originally the Veterans of Foreign Wars who put it up, the government didn't put it up."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then we are talking about something that is rather formal rather than substantial. If -- if all the government would have to do is say, Congress, you didn't get it right. You should have just made the land swap. And then the government would take down the cross in compliance with the injunction, and then it goes right back the next day."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But there is also the point that I don't think you stressed, that if the reversionary interest was activated -- say they abandoned or destroyed it, the property would come back to the government. And if I read the -- the designation of the national memorial statute correctly, the Department of Interior would have to rebuild the old cross and put it up. There's an affirmative duty to replace the cross if there is a reversion."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question: Do you think the issues in this case would be -- stay the same or different, if this whole scenario occurred on the Mall in -- right out in front of the Washington -- the Lincoln Memorial? Would the -- the issues be any different if it were not an isolated memorial in the desert?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And which way would it cut, if it is different?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wasn't -- isn't this very different from the situation in Toledo Steel because -- Scale, I'm sorry -- because, if the merits issue that was before the Ninth Circuit was, if not technically moot, nearly moot, by the time they reached it, because of the passage of the new statute. This wasn't -- they said it's not moot because this is simply the voluntary cessation of conduct that's been held to be unlawful, but that is typically applied in the situation where there is a legitimate fear that the -- the party that has been held to be violating the Constitution may simply return to its bad old ways, once the litigation is over. But, here, you have the intervening enactment of a statute by the Constitution -- by the Congress of the United States, and I think it would be quite far-fetched to presume that Congress is simply going to repeal the statute and go back to the way things were, once the litigation is over. So you have a merits issue that's not -- if technically moot, nearly moot. The real merits issue in the case is -- is expressly not decided by the Ninth Circuit. They say, take that back to the district court. And you say that the standing issue goes away because the government didn't appeal the standing issue at a time when the real merits issue in the case had not been decided."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think General Kagan recognized that there isn't an example of a final injunction, where, after it's final as it can be, you can come back and say, but, now, I want to reargue the standing question that's already been determined. But there was something that I did want to ask you about, Judge O'Scanlon's opinion. He said, if -- if you prevail and you are right, what happens in Arlington Cemetery, where there's the Argonne Cross Memorial and the Canadian Cross of Sacrifice, both right here in Arlington, what happens to them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Has the government ever turned down -- let's say the Jewish war veterans request to put up a war memorial on - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I am talking about -- on this site?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know, well, I'm not talking about this site, where there already was a memorial, but suppose the -- what I'm getting at is I don't agree with you, that -- that every time the government allows any religious symbol to be erected, it has to allow all religious symbols to be erected at the same place, so long as it is -- it is not discriminatory in -- in accepting or rejecting requests to erect religious symbols in different places. I don't see why the government is convicted of being discriminatory."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you don't - - and they -- were both of them proposed by a private group, such as the Veterans of Foreign Wars?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it was erected by the Veterans of Foreign Wars. I mean, do you know of any instance in which Jewish war veterans or if there is an organization of Muslim war veterans, requested to erect a memorial on public land, it was turned down?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I just don't see why they all have to be on the same piece of land, in -- in order for the government to be impartial."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think you are saying that, and you are saying that this has to be a public forum. In fact, I'm not even sure your -- your brief would limit it to religious symbols. You say it has to be an open forum. Right?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask a different question, just based on your understanding of all these monuments? Are there any other federal monuments that contained crosses, other than those associated with the cemeteries?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, this probably doesn't have anything to do with anything, but I'm just kind of curious, why is this cross put up - - you know, in the middle of nowhere? (Laughter. )"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. General, you have 2 minutes. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you say that when there's a reversionary interest? How can you say it's completely dissociated? There is a reversionary interest if they don't maintain the cross, which is the monument, it goes back to the government."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the particular memorial described by Congress was this cross."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but then it doesn't -- I don't think it's fair to interpret Congress's interest to being and preserving this memorial."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think anyone thought there is the remotest possibility they would put up a different memorial?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How can they say it's an inappropriate war memorial when Congress has designated the national memorial as, quote, \"the five-foot-tall white cross\" and so forth and so on? That is what is the memorial."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you really think there is any possibility that would happen?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That is not my question."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They not only started it out, but they authorized the use of $10,000 in money in order to replace the very cross they had designated as a memorial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. ELENA KAGAN","firstName":"ELENA","lastName":"KAGAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2851,"interruptions":18,"times_spoken":52,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PETER J. ELIASBERG","firstName":"PETER","lastName":"ELIASBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":3312,"interruptions":31,"times_spoken":62,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":870,"interruptions":0,"times_spoken":30,"laughter":2,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1032,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":557,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":702,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":690,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":479,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":60,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":435,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2851,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":3312,"times_spoken":62,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":4825,"times_spoken":118,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472501778969}}