{"petitioner":{"name":"SAFFORD UNIFIED SCHOOL DISTRICT #1, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 08-479\nAPRIL REDDING. ","counsel":[2]},"caseNumber":"08-479","date":"2009-04-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-479, Safford Unifed School District v. Redding. Mr. Wright. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Any place, even though he had perhaps no reasonable suspicion to suspect that she was hiding the contraband in her underwear?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Any place? I mean, prison inmates, for example, are subject to much more intrusive searches. Are you suggesting that would have been justified in this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I think you're really caught in -- in a dilemma here. Your answer suggests that you would not have allowed a cavity search in this case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But people have been known to secrete contraband in -- in bodily cavities. What is the -- what is the principle under which you would allow a strip search but disallow a cavity search?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there prior experience in this particular school? Were there prior occasions on which students had been strip-searched and contraband found?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- I thought your answer to Justice Scalia was that in the -- in the school's experience, children do hide contraband in their underwear but not in their body cavities."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you about another bright-line rule that I think you're assuming. You -- you said in the course of describing the justification for this search that one -- one of the points of justification was that there was a health and safety risk. And I assume from the way you put it that you are grouping every drug, prescription or over the counter, as posing a health and safety risk; is that correct?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why should we accept that -- that blanket assumption? I mean, at some point it gets silly. Having -- having an aspirin tablet does not present a health and safety risk, and yet that's an over-the-counter drug, and presumably you would have gone through the same search for -- for an aspirin that was conducted here."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, and I agree with you, and I -- I don't have any question with this kind of a, let's say, a -- a broad swath of judicial hands-off in determining what is a risk and what isn't. But at some point it becomes sufficiently questionable that I do think we have to raise it. And if your rule would criminalize -- I shouldn't say \"criminalize\" -- would put aspirin in the contraband category and justify the kind of search that went on here, I think we've reached the questionable point. And I -- my question to you now is, why haven't we?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Had it been - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Had it been the case that, as I recall, someone had -- well, students were popping ibuprofen, weren't they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess they might pop aspirin as well. I'm not aware that one gets a high on either one of those. Somebody in -- in the school had gotten almost fatally ill about a year before this incident; isn't that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On over-the-counter drugs."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A prescription, not over - the-counter."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was -- what was the drug involved in that case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it certainly was not ibuprofen?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said it was a prescription drug."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but he -- he was not the one who identified Redding. It was her classmate."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And on that classmate's say-so -- was the classmate ever asked, well, when did you get this pill? Where did she give it to you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what place. I mean, the child is caught with the pills. She blames it on her classmate. She says: She gave them to me. Did the school ever bother to ask when in time she gave them, where in location she gave them?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's contemporaneous with the -- with the student who blamed the other child. I'm asking if there's any link other than one child caught with the pills blurts out that it was someone else? The tip from the young man had nothing to do with Redding; it had to do with Glines."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it becomes reliable as to her, but it has nothing to do with Redding."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the school know what - - what particular pills it was searching for?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did it know that -- what - - what the threat was was ibuprofen or aspirin or -- or some prescription drug?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How did he know it was an OTC pill?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just by looking at it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was in it? Did he say"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you ever made -- has your side of the case ever made the argument that it needs this sort of blanket classification rule, any drug over the counter or prescription, because when a, a pill is found, they're not pharmacists, they don't know what it is, and therefore they've got to have a blanket rule or they simply cannot act effectively? I did not see that argument in the briefs. Has that argument been raised at any point?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where did you argue it? I mean, I want to know whether that argument is in the case."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it? I don't remember it. Do you remember a page? Do you have a page reference offhand?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say it's in your brief?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, I'll go back."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"In the case, this case, the school nurse -- the pills were given to the school nurse and she identified what they were."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mr. Wright, could I ask you this question. There may be an issue as to what the assistant principal could reasonably infer from the facts that were known by him, whether he could reasonably infer facts that would create a reasonable suspicion that there were drugs hidden in the plaintiff's undergarments. Is that a question for - - for the finder of fact in a case like this, so that it can't be -- there can't be summary judgment for either side unless no reasonable factfinder could find to the contrary?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not on the question of qualified immunity. On the issue of whether there is a Fourth Amendment violation."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Any contraband, like the black marker pencil that -- that astounded me. That was contraband in that school, wasn't it, a black marker pencil?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, is that what they do?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They sniff them?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Really?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there has to be -- I mean, some -- the stark difference between this case and T.L.O., in addition to the intrusiveness of the search, was there was a teacher said: I caught those girls; they were smoking in the bathroom. Here we have nothing but this Glines identifying her classmate. And nothing is done to check her veracity, nothing is done to follow up on it at all. And the search is quite different from the search of a purse that doesn't touch the child's person."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But an official could follow up to see whether this child -- whether there is a basis for what she said. But there were no questions asked at all."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the school could keep records on its students, like the police keep records on confidential informants. So if -- unless this student had a proven record of having accurately ratted out a certain number of classmates in the past, she couldn't be believed."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What discipline did the tipster receive? What discipline was the erroneous tipster given?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Was she subject to a civil suit by the plaintiff in this case?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I come back to your distinguishing a strip search from a cavity search. What would you require before you would allow a cavity search?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No cavity search in school, no matter what?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your basis -- your basis for saying that, I guess, is just sort of the practical one, we don't know how to do that type of thing. So far as the legal principle on the basis of which you justified this search, you could justify that search, too, couldn't you?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- if we hold in your favor in this case and the next school district says, all right, we're going to have classes in body cavity searches, then there would be no legal basis, if we accept your principle, for saying that's out of bounds as a matter of the Fourth Amendment; isn't that correct?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would not -- it would not be out of bounds under the Fourth Amendment?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know whether or not in the Ninth Circuit in border search cases a body cavity search can be conducted without a warrant? I thought a warrant was required under the Ninth Circuit rule. I could ask the government."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask just a follow-up on your answer to Justice Kennedy's earlier question about whether the informant was subject to civil suit. When you said no, did you mean she hadn't been sued or that she could not be sued?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"There's one aspect of this considering the reasonableness of the school administrator's behavior. In addition to not following up with Glines, after Redding was searched and nothing was found, she was put in a chair outside the vice principal's office for over 2 hours and her mother wasn't called. What was the reason for that humiliating, putting her in that humiliating situation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But how were they investigating her when they did nothing but put her in a chair outside the vice principal's office?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume a school can assign a student to study hall. That's not considered a government seizure. Isn't that an obvious part of the parental supervision that a school exercises, sit here and stay there."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Schools do that all the time, don't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When was the -- when was she detained there in relation to the lunchtime period, which was when the other student had said that all the kids were going to take these pills?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But aren't there things here that are a little extreme? I mean, if she's to be believed, then she was really naked, and the two administrators deny that, but you have to take her side of the facts. So taking her side of the facts, why couldn't the school administrators just do what they said they did? That is, you leave her in her underwear, tell her: Go shake her underwear. No reason to do any more than that. Or if she is really embarrassed about that, say: Go put on a swimming suit, you know. Shake the swimming suit, no problem. People see you at the beach all the time. Or call your mother. I mean, you know, we can think of another - - a number of things that seem a lot less restrictive than her version of what went on here."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but I mean, here she is embarrassed if -- if what she says happened happened. There seems no reason for that, and it seems so easy. Put on your gym clothes, okay? I mean, she does that every day. It is just such obvious alternatives to having her be really naked."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's what I -- I don't see any basis for saying to the school administrator, you know, you can do that. You can just turn her naked. I mean, it just embarrasses her. What's the need for it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but she says in the record that they went further and required her to be partly naked beyond just her underwear. They say - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"Well, I suppose you could say that about any strip search, couldn't you: That there is never a need for a strip search? You could always give the -- you know, the suspected felon, you know: Here, change into this suit. And -- and we haven't adopted some such rule, have we?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So that was my question. My question was: Why wasn't it? I wasn't asking about the law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Wright. Mr. O'Neil. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Before you get started, do we have to reach the underlying merits or can we just decide the qualified immunity issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Should -- should, but must?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, one of the defendants doesn't have qualified immunity."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So don't we have to, for that defendant at least, decide the constitutional question?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What would be, Mr. O'Neil, the basis for the Monell claim? That would be against the school district?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What would the plaintiff have to show to establish a claim under Monell?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you criticized the Ninth Circuit in your brief for having a sliding scale standard, which is a bad thing in your view. But it seems to me that your standard comes close to that. You call yours a differential level standard or something like that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you have to, under your standard, have reason -- a reasonable suspicion specifically that -- that the student is hiding the contraband in the student's underwear?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, if -- if you have a reasonable suspicion that the student has drugs and you search every other place, you search in the student's pack, you search the student's outer garments, and you have a reasonable suspicion that the student has drugs, don't you have, after conducting all these other searches, a reasonable suspicion that she has drugs in her underpants?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Your logic fails me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you reasonably suspect the student has drugs. You've searched everywhere else. By God, the drugs must be in her underpants."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That sounds like you"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"-- putting things in their underwear."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"That sounds to me like the sliding scale that you reject from the Ninth Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, surely not. You are saying if you have reasonable suspicion that it's in the underwear, you shouldn't even bother searching the pack or the pockets. You should go straight to the underwear. That can't be right."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, what specifically do you think is missing here? They need -- the school needed to have a direct statement from Marissa Glines that -- that Redding had the -- had the pills in her undergarments; is that correct."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you have to have direct evidence that the -- the -- it can't be based on inferences?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that the distinction you are drawing? The location has to be supported by direct evidence. Somebody has to say that that's where it is."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But you are -- you are saying basically there is -- there is no general understanding that people carry ibuprofen in -- in their undergarments."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But if your - - accepting your argument that there may be no reasonable suspicion based on Marissa saying this is the person who gave me the drugs, does the fact that she said kids are going to -- the kids are going to take these drugs at lunchtime, a specific time, does that present a difference in the level of concern that the school should have?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If Marissa Glines had said specifically that Savana Redding has pills someplace on her person and she's going to distribute them at lunch in the cafeteria, would this be a different case?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the difference between that situation and this situation? The differences are slight. Wouldn't that at least be a question that has to be decided by the trier of fact?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me. That wouldn't -- that wouldn't satisfy the test you've just given us. I thought you said there had to be specific indication that she was carrying it in her undergarments. And what Justice Alito posed was not that, just specific indication that she had it on her person. Is that enough? Do you want to revise your test so it's not just specific indication that it's in her undergarments, but specific indication that it's on her person? That's enough?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, the student says, she has -- she has crack someplace on her person, and she's going to distribute it to kids during the lunch hour, and so they search her -- her garments, and they don't find it. And you're saying that they cannot then go ahead and search her undergarments - -"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- because - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So there is a sliding scale for the dangerousness of what you're looking for?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How is a school administrator supposed to know? Marissa says: She gave me these pills. What are they? I don't know. And so how is the -- if it depends whether it's a dangerous drug like crack or a relatively -- not harmless, but a different one like ibuprofen, the search depends on that, how is the school administrator supposed to know?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So what is the school administrator supposed to know when he sees a white pill and doesn't know if it's something terribly harmful, even deadly, or if it's prescription strength ibuprofen? You say in the former case he can search undergarments, in the latter case he can't. So how is the administrator supposed to know what he's dealing with?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry, your answer to me was they have to take it seriously. My question to you is, what is the administrator supposed to do? He sees a white pill; nobody can tell him what it is. Is he allowed at that point to search the undergarments or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"He's not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if it turns out to be -- you know, I don't know, some very deadly drug?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That's what you just told us we should do, in answer to Justice Alito's question."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And I don't see why your answer might not be different if, under the Chief Justice's question, he didn't know it was ibuprofen. All he knew was that it was a white pill. He's not a pharmacologist, he doesn't know what's in it. Wouldn't the reasonableness of the -- wouldn't the scope of reasonable search at least potentially be greater for the undifferentiated white pill than for the known ibuprofen?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Wolf. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think the case can begin and end with that because we have the separate issue of qualified immunity. Can we take that off the table? I mean, we have got six to five in the Ninth Circuit, disagreement throughout in this case, and yet you say the rule is so clearly established that you can make these school officials personally liable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if what Marissa has is heroin? The school administrator recognizes heroin. She says: This is what the student gave me? Search the undergarments or not?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not quite sure where we are in your answer to the question of the Chief Justice's question. He asked you a hypothetical case. And you said that's a nonstarter because in this case. And the hypothetical is that there is a very dangerous drug, meth, that's going to be distributed and consumed that afternoon. Does that make a difference in the permissibility of the search and the reasonableness of the search and the scope of the search?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So you don't mind our judging this case as if they were searching for meth?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the way -- we should -- we should judge this case as though they were searching -- the fact that it was -- is it ibuprofen, have I got that? The fact that it was ibuprofen is irrelevant; we can consider this case as if it were meth?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think I understand that based on your answer. I'm -- I'm asking you -- you said that the nature of the drug makes no difference, It's a nonstarter."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Insofar as the rule that we -- that's because in this case you don't think there's a reasonable suspicion to begin with. But that doesn't answer the hypothetical. We're trying to announce a rule. And your rule, your submission, as I understand you and as I understood the government, is that the nature of the substance they're searching for is irrelevant."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So that goes back to my earlier proposition that you don't mind our deciding the case as if this were a search for meth that was going to be consumed at noon?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, to play the devil's advocate on that, why couldn't the assistant principal reason as follows: that he has information from -- from Ms. Glines that Ms. Redding has drugs. He has information from another student that drugs are going to be consumed during the lunch hour. Putting those two together, he reaches the -- he suspects that the person who has the drugs has the drugs on his or her person so that they can be distributed at lunch. And then having searched every other part of -- having searched Ms. Redding's outer garments, what's left are her undergarments. So therefore there's a reasonable suspicion that the drugs are -- are located there."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's wrong with that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying the whole search, not just the search of the undergarments. You're saying they couldn't even have searched her backpack, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you want a sliding scale?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I think there's a dispute in the record about that. So -- so we have, I mean you would have the right to prove your version, obviously. But suppose you fail to prove that and that the jury or judge, or whoever is deciding this fact, concludes the school board's right on that; all they did was ask her to strip to her underwear, period. Nobody saw anything else. Now, what's your view of that one? I mean, let's also imagine that this is sufficient to prove - - to -- what happened was Marissa opens a planner, and in the planner there's some small knives, a cigarette lighter, and a cigarette. And who gave you the planner? Well, Savana gave it to me. And they find some pills. Let's imagine those pills are cocaine or something like meth or something. And she says well, where did you get those? Savana gave them to me. Okay. That seems to be possibly reasonable suspicion to think Savana has some of these pills. And they're going to distribute them at lunchtime. At that point they go look, whatever they did here. But then they bring Savana in to the nurse and the nurse and the female official say: All right, Savana, strip to your underclothes and shake your underclothes. That's what happens, period. Now, is that latter part a violation of the Fourth Amendment?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. But it would be okay to say, change into a swimming suit or your gym clothes? Hey, your gym clothes are in the locker, they're about the same size, shape; go do that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, they didn't -- she didn't reveal her body beyond her underclothes. She - - that's the hypothetical that I'm trying to work out here, because I'm not certain."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm trying to work out why is this a major thing to say strip down to your underclothes, which children do when they change for gym, they do fairly frequently, not to -- you know, and there are only two women there. Is -- how bad is this, underclothes? That's what I'm trying to get at. I'm asking because I don't know."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Wolf, one thing should be clarified. I don't think there's any dispute what was done in the case of both of these girls. It wasn't just that they were stripped to their underwear. They were asked to shake their bra out, to -- to shake, stretch the top of their pants and shake that out. There's no dispute, factual dispute about that, is there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought there was, because I thought on page 135 of the record the official said they didn't see her naked, and so I thought that there was - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":10,"sideBefore":"justices","text":"There was no dispute that they asked her to shake her pants and her bra. Nobody said that they touched -- the school officials didn't touch her, that's a given. But they did ask her to shake out her underwear."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"My question -- my question has to do with accepting - -"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What they said on page 135 of the record, and this is a genuine problem I'm having. I'm trying to figure out, if that's so, and to repeat it -- you heard what I said, there's no reason to repeat it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. I want to know why that search, if that's what happened, would violate the Fourth Amendment, assuming reasonable suspicion to think she possessed meth or cocaine at that time."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe the psychologists - - \"strip search\" has a lot of meanings. And do the psychologists focus on the situation with the child involved, you know, this is an -- my hypothetical, is that what they're talking about?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Let me -- let me just, not so much change the facts, but -- but emphasize a couple of different aspects of the facts. Assuming Justice Breyer's hypothetical of a moment ago and assuming the following thought process on the part of the principal -- I -- strike that. I will vary the facts in one way. Let's assume, following your categorical rule that the -- the principal doesn't know whether it's ibuprofen or not. He just knows that there's a pill and one of the other kids said this person has got pills on -- on her person. The principal says, I know as a matter of reliable fact that one student got sick, violently sick, within the past week or so on some pill; we don't know exactly what it was. We also know within a reasonable period of time from where we are now that there have been kids who died from ingesting dangerous drugs. I've got suspicion that some drug is on this kid's person. My thought process is I would rather have the kid embarrassed by a strip search, if we can't find anything short of that, than to have some other kids dead because the stuff is distributed at lunchtime and things go awry. Is that the basis? Is that thought process, that reasoning, the basis for a -- a reasonable strip search?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Somewhere between the surface of the clothes and -- and the body."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you say that the - - the point of my question, this is what I'd like you to focus on -- you're entirely right, I would accept that argument and I think that argument is entirely right, if the stakes are lower. If the risk of a mistake is going to be less traumatic. In the hypo that I gave, the risk of the mistake may well be violent sickness or death. And the thought process in the principal's mind is, the reasonableness analysis in the principal's mind is better embarrassment than violent sickness or death. What's wrong with that reasoning under the Fourth Amendment?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm saying it. (Laughter.)"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"We -- We've got a new case. (Laughter.)"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"And I'm saying to you, why isn't that a -- a reasonable thought process within the concept of Fourth Amendment reasonableness?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You've got reasonable suspicion that they are somewhere on the person."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And with those stakes in mind, why isn't it reasonable? In other words, there - - there is a sliding scale of risk which is inherent in my hypo, and why isn't that a sound basis for a -- a Fourth Amendment analysis?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't have a belief; I simply have a reasonable suspicion. That's what I've got all along the way. And it seems to me, when -- when you take the position that you -- you were taking, you are saying, better to have the risk of violent sickness or death than the risk of embarrassment. Isn't that what you're saying?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Some search is -- is reasonable, I take it?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now the -- we get to the point as in prior hypos, in which it does - - they find nothing in the pockets. They find nothing in the pocket book or other garments. The only thing that's left is a strip search, and that's where you draw the line. Why do you draw the line there, on the risk analysis?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree with Mr. O'Neil when he said if the drug had been cocaine, and it's well known that cocaine is carried in underwear, that then this would not run afoul of the Fourth Amendment? He gave an example of a drug where there was a custom of carrying it in a certain way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It has to be that student. It can't be that it's customary among students?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"As -- as I understand your - your presentation, you qualify as a strip search any search that requires the outer garments to be taken off. So it didn't really matter whether they required her to shake out her bra or stretch the elastic of her underwear?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But is a strip search and -- impermissible along the lines you say, to require the student to even take off the outer garments?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just to combine it with -- with your answers to Justice Kennedy, you are saying it's unreasonable to take off the outer garments even if your suspicion, reasonable suspicion for justifying the preliminary search is that the student has heroin?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you this about spine shuddering. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Let's go back to Justice Souter's question. We assume that there's meth, something very dangerous, going to be smoked at noon, there's very strong suspicion of this student. The assistant principal says I'm going to give you a choice: we're going to engage in an intrusive search, same sex people, like what went on here; or we're going to call the local police department, we'll have probable cause to book you and they will search you at the jail house. Which do you choose? Would the school administrators be violating their duty if they did that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They give the student the choice. They say we'll do it here with a nurse right here, where you know everybody, and there's nothing wrong' or we'll call the police, and they'll do it down at the police station."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Which -- which would be the less traumatic of the two choices for the student?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But wouldn't the police - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":5,"sideBefore":"justices","text":"You think it's less traumatic, or it might be less traumatic to have uniformed police officers take the person to the police station and conduct the search there?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You want us to decide the case on the fact that that's probably less traumatic for the student?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The police would require - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The police would require probable cause, wouldn't they, not just suspicion?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"In the hypothetical wasn't there a probable cause?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you've made that point several times. In fact the issue here covers the brassier as well, which doesn't seem as outlandish as the underpants, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe I'm -- maybe I'm not articulating this. You keep focusing on the fact that it's unlikely that the pills would be concealed in her underpants. That doesn't go to the brassiere at all."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It's not like you have any studies on this. But I mean, I hate to tell you, but it seems to me like a logical thing when an adolescent child has some pills or something, they know people are looking for them, they will stick them in their underwear. I'm not saying everyone would, but I mean, somebody who thinks that that's a fairly normal idea for some adolescent with some illegal drugs to think of, I don't think he's totally out to lunch, is he?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any studies on this? I doubt it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So what am I supposed to do? In my experience when I was 8 or 10 or 12 years old, you know, we did take our clothes off once a day, we changed for gym, okay? And in my experience, too, people did sometimes stick things in my underwear - - (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Or not my underwear. Whatever. Whatever. I was the one who did it? I don't know. I mean, I don't think it's beyond human experience, not beyond human experience."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what are they supposed to do?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, but it's supposed to be what's reasonable."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And a teacher is there thinking what's reasonable? And I've already got the thing sort of away from -- I see your point. I'm not quite talking about that. I'm worried about what to write in this as a general standard. And so am I supposed to say, look, school -- school officials who think that children could hide things in their underwear when they know they're not supposed to have them, is that school official really unreasonable except in a special case? That's what's bothering me."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a question of law or is that a question that goes to the trier of fact, whether you could infer reasonable suspicion about the presence of the pills in those locations?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is probable cause a jury question too?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, probable cause in the ordinary criminal investigation cases. Is that a jury question?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In a 1983 action, wouldn't it be a jury question?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think it's a question. You can -- even -- even in a 1983 action, I don't think the courts allow a jury to decide whether there was probable cause for an officer's search or seizure. That's new to me."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did the Ninth Circuit - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did the Ninth Circuit treat this as a jury question? I'm looking at page 38a. They were quite definite that that was a Fourth Amendment violation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Wolf. Mr. Wright, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless the people feel differently."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Some school districts have rules against - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- simply forbidding strip searches on any -- right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, there would. There's a Monell claim against the school district because there is no qualified immunity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MATTHEW W. WRIGHT","firstName":"MATTHEW","lastName":"WRIGHT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2493,"interruptions":19,"times_spoken":74,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DAVID O'NEIL","firstName":"DAVID","lastName":"O'NEIL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1341,"interruptions":15,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ADAM B. WOLF","firstName":"ADAM","lastName":"WOLF","counsel":true,"justice":false,"side":"respondent","words_spoken":2023,"interruptions":21,"times_spoken":65,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":720,"interruptions":1,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":794,"interruptions":3,"times_spoken":44,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":726,"interruptions":5,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1151,"interruptions":0,"times_spoken":25,"laughter":2,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":521,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":13,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1081,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":3},{"id":11,"fullName":"I was asking","lastName":"asking","counsel":false,"justice":false,"side":"","words_spoken":8,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":3834,"times_spoken":108,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":21,"words_spoken":2023,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":14,"words_spoken":5588,"times_spoken":186,"laughter":4,"num_int_by":6}],"outcome":{"side":"respondent","margin":7},"prediction":{"petitioner":0.6301834298518459,"respondent":0.36981657014815406,"date":1472411005759}}