{"petitioner":{"name":"ANDREW M. CUOMO, ATTORNEY GENERAL OF NEW YORK","counsel":[0]},"respondent":{"name":"THE CLEARING HOUSE ASSOCIATION, L.L.C., ET AL. ","counsel":[1,2]},"caseNumber":"08-453","date":"2009-04-28T05:00:00.000Z","speakers":[{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But to some extent, would you concede that interpretation; that is, not only the attorney general under New York's law, but the superintendent of banks as well, has authority over mortgage lending? Would -- would you agree that the part about the bank superintendent's enforcement could not be enforced against national banks?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is -- the provision that you are talking about, 296(a), concerns the authority of the bank superintendent as well as the authority of the attorney general; isn't that so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just with respect to the same issue on mortgage lending where there's a concern about racial discrimination?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Anything? And you agree to that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the New York statute - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it supposed to work? This is what is bothering me at the heart of this case. I imagine that banks, particularly right in these last few months, are in situations where there are three categories of -- of borrowers. One might be a category of people whom you are reasonably confident in, and the second is a category of people who are borderline or less so, and there are also minorities. Now, where you make the decision as a bank to deny them the loan, it sometimes is difficult to say whether that decision was made for a discriminatory reason, namely race, or for a legitimate reason, namely because this was a person unlikely to pay the money back. Now, how is a bank to function if 50 different attorneys general plus the Federal agencies all look at the books of the bank to look at the individual loan and to make that kind of determination about which quite honestly reasonable people will often differ? And how -- how is that really a problem, or am I just creating that? And if it's really a problem, how in your opinion does the Federal law deal with that problem, if not in the way that your opponent suggests?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If I may say so, that response overlooks the question. I don't doubt the single standard. What I do doubt is in the -- in the category of uncertain cases, that 51 different individuals, 50 State attorneys general plus one Federal individual, will reach the same result."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"These are hard and, therefore, they will reach a lot of different results under the same standard."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So you deny the hypothetical. You are saying that my analysis of the problem is wrong; there simply is no such problem, and since there is no such problem, it doesn't matter if everyone enforces it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your answer yes or no to what I just said, that you deny that the statement of the problem is realistic and therefore there is no problem in your view about having 51 different people enforce the same standard."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And should such a problem arise, what?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if OCC thought there might be such a problem, couldn't it act in advance to avoid the risk that Justice Breyer's question explains?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May we clarify one thing about the 50 jurisdictions? The attorney general from New York is not asserting authority over bank lending in Hawaii. So for each institution, I assume it's going to be two sovereigns, the OCC and the State attorney general, not 50 descending on the single -- single bank with respect to particular loans?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Excuse me. The same rule would not apply in Michigan and Hawaii, anyway, even under the Federal Government. The Federal Government acknowledges that Michigan can have its own law - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and Hawaii can have a different law. All the Federal Government is arguing is: We want to be the ones to enforce the separate Michigan law and the separate Hawaii law, right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are just at the point of getting to what I -- the blank in my mind. And the blank in my mind is when you said, but if there were such a problem, as I had described, but if there were, then they could -- and now that's the blank. Then they could what?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For example, just give me two, a couple."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- in the -- in the general -- in the field of criminal enforcement generally there isn't any provision comparable to what is now 36(f)(1)(B), at least to my knowledge, and it's set out on pages 46 and 47, the text is in the government's brief: \"The provisions of any State law to which a branch of a national bank is subject under this paragraph shall be enforced with respect to such branch by the OCC.\" And that mandate, it \"shall be enforced with respect to such branch\" sounds pretty exclusive to me."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't tell for sure. But why would -- why would Congress, number one, if it -- if Congress simply assumed that there would be a -- a dual system of enforcement, that OCC could - - could say to the bank, you follow State law, and if you don't, we are going to go after you administratively, and leaving it to the State to go after, in any other fashion, what State law provided. If that was Congress's assumption, why would it have -- have passed this seeming mandate, \"shall be enforced with respect to such branch\" by the -- by the OCC?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- that's, in effect, saving clause kind of function could have been performed simply by a statute that says OCC may. And this says it shall be enforced by OCC."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't deny, do you, that the Federal Government can, if it wishes, enforce the State laws?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So this provision isn't really contrary to what you are saying. You are just saying the State can do it as well?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we come to the New York Attorney General. I see your argument that there's a certain incongruity between saying private attorneys general okay, but no public attorney general. But on the other hand, the attorney general starts out by asking for bank books and records. And high on the list of visitorial powers is the authority to demand the bank's books and records. So why isn't that -- his preliminary investigation at least, why doesn't that fit within the visitorial power bundle?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about the quotations in the -- the brief that Mr. Waxman filed, as I recall; it may have been the government's brief - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which -- which do have references to visitorial powers as including general conformance to the law. Those are not universal provisions, but they -- they were certainly understood in some cases."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but there was -- there was a point in -- in distinguishing the visitorial powers that Blackstone, in the cases Blackstone was referring to, and those for example that would apply solely to -- to religious or originally religious foundations like Oxford and Cambridge colleges and so on. So there -- there seems to have been a reason to understand the distinction."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But he didn't need visitorial powers to do that. I mean, the sovereign had that by virtue of the general law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that was your position, that the -- that the visitation authority includes the power to enforce general laws."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of the sovereign. But that a separate action to enforce the laws of the sovereign does not necessarily mean that visitorial powers are being exercised."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So there would be no inconsistency, if you believe that."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":7,"sideBefore":"justices","text":"One thing - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"One thing puzzled me about this. They are not pre-empting any New York laws; is that correct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Did we ever -- do we have any precedents dealing with the question whether preemption of the right to enforce a valid law is appropriate?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- could they - - could the Federal authorities pre-empt the State law, in your opinion?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wait a minute. I - - this is state law. And if the State supreme court has said that the statute means a certain thing and that certain thing is a little bit different from what the Federal antidiscrimination law is, I assume that the Federal Government in applying State law has to -- has to take that difference into account, doesn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The Federal Government doesn't -- doesn't have the right to alter State law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought it is a given in this case -- and tell me if I am wrong on this -- that the State substantive law is not pre-empted. You refer, I think, to enforcement pre-emption; that is, the State law is governing law. But the only enforcer is Federal authority; and if that's so, is there any other -- in all of Federal-State relations, any other law where the State as sovereign can prescribe but cannot enforce?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But do you -- do you agree that -- that it is possible to read the \"shall\" both as -- as an unequivocal grant of power to OCC, but not necessarily as an exclusive ground?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if you have a situation in which the OCC, say, has very limited personnel -- they only have ten people in their enforcement division, for example -- and Congress thought they have to get more, wouldn't it be appropriate in that background to say, you shall start enforcing? And that wouldn't necessarily mean you are excluding States from also enforcing."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see any difference whatever in that regard between using the active and passive."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I want you to come back. I -- I won't stop -- I don't want to stop you from doing that, but I want to come back to this. Do you -- do you want to go on to your second example, or do you want to"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's because - - because it's picking a rate. It's not saying there is the Federal law and it has this rate, and the State law that has that rate. Here, the Equal Credit Opportunity Act, a Federal Act, undoubtedly applies. And that is proper Federal -- Federal law enforced by the Federal authorities. The State law, as this picture is drawn for us, is applicable. It's substantive law applicable to these banks, but only the Federal authority can enforce it. That seems passing strange. And do you have an example outside the -- the two you gave us in the National Bank Act where the State prescribes but the Federal authorities enforce?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not State law applying of its own force, just as your second example was not State law applying of its own force. It was State law that had been converted into Federal law by the Federal Government's adoption of it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different situation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You are arguing for conflict pre-emption. I mean that's a -- that's a different issue than, say, that the -- the State law shouldn't apply. But don't tell me the State law applies, but only the Federal Government is -- what incentive does the Federal Government have to enforce State law?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it has so much spare time after enforcing Federal law that it's -- it's going to be worrying about State law?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any -- is there any legislative history whatever to the effect that at the time 36(f)(1)(B) was adopted -- to the effect that its effect was to pre-empt State enforcement for - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Senator D'Amato and - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the -- the problem I have with that is, as a -- as a kind of clear statement of -- of something which is -- is -- would be extraordinary -- is that it talks in terms of supervision. It doesn't use the -- my recollection is it doesn't use the magic word \"enforcement.\" And I would have thought that if in the course of that colloquy the -- the statement had been made: The States will not have the authority to enforce this, that there would have been rather a dust-up. And there wasn't. It's kind of a \"dog that didn't bark\" argument. And, therefore, if -- if there is uncertainty as to how to construe 36(f)(1)(B), I'm not sure that I -- I don't think the legislative history supports your exclusivity view."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does that mean -- when they say \"review records,\" does that mean that the State auditors in effect can walk into the bank, as distinguished from what we have here, in which the bank is being requested to produce excerpts from records?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you this question? Naturally, if it's State laws, clearly they can look at, but what if New York was trying to enforce its discrimination laws in an employment context or in context where they said you are charging minority depositors -- giving them lower rates of interest than you give Caucasian depositors? Would they have -- would the discrimination and the rates of interests paid on deposits -- assume that was the question. Would you make the same argument, if that was what New York had alleged?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All you would have to just look at the records. You can tell from the records whether people of different classes are paying different -- are getting different rates on their deposits."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It would be unlikely to persist. Maybe it's an unlikely example. But you are suggesting that that would also interfere with the Comptroller's ability to regulate the banks?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So do you think the same answer whether -- Justice Stevens mentioned employment discrimination. The State has reason to believe the bank is discriminating in its employment policies, and it wants to examine certain employment records in that connection. Would you say also that, although New York can prescribe its antidiscrimination in employment law, it can't enforce it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does any of this bring us back to the colloquy you began -- began with -- between Justice Breyer and Ms. Underwood with reference to many States?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you began on that, and I never did hear - -"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's conflict pre-emption, and that goes to the -- to the law. You shouldn't have a separate State law that -- that provides a separate standard that conflicts with the Federal standard. So you pre-empt the law. You don't say the law is in effect, but the State can't enforce it. That's a weird way to solve that problem."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, your mention of Watters, which has been mentioned in the briefs, I think is an inaccurate description of what that opinion held. Watters dealt with a regime that was indisputably visitorial. It was a registration regime, where annual fees were paid, annual reports were filed with the State financial agency, and the State monitor could go into a lending organization any time for any reason without any suspicion of wrongdoing. The only -- so everyone agreed that was a visitorial regime. The sole question was whether the banks - - the national bank's operating subsidiary was to be equated with a division of the national bank. That was the only question provided the Court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that was in the context of a State law that says, mortgage lending institution, you may not lend unless you register and do all the rest. That was the context of Watters. And I do not think that excerpts from that opinion should be taken out of that context, which was: You can't be in this business unless you register with us."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- can I take what Justice Ginsburg just said, and give you a thought that I am interested in your response to? I haven't seen the letter from the Attorney General. Is the whole thing in the record?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Now, reading Judge Parker's description of it, it seemed to me that what he had said was that there are statistical disparities between interest rates and race. Well, as long as, most unfortunately, income is correlated with race, with minorities being towards the bottom, of course such statistical disparities will exist, some legitimate, some not. So if the only basis for getting this information is that allegation, it's hard to see how this differs from the case that Justice Ginsburg put."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it might be quite a different case, if they had gone into court and found individuals who were really getting different interest rates and who really seemed very, very similar, but for race. But at that point, they'd have to go get this same information, because that's where they would find whether that prima facie case was right or wrong."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you see what I'm doing?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm dividing the matter vertically, instead of, say, horizontally - -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and I want to know if that's possible."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Sure, there is."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would -- would you acknowledge, counsel, that there is a difference between enforcing State laws through visitation and enforcing State laws apart from visitation? And what Waters involved was enforcing State laws through visitation. Of course, you can do that through -- through visitation powers, but you can also do apart from that by bringing a lawsuit or whatever."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry, did I skip over an axis here. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I didn't mean to."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, assume - - assume for a minute, this -- what if before writing the letter, the Attorney General of New York said, \"We have conducted 500 interviews with people who have borrowed money from you, and on the basis of all these interviews we have drawn these tentative conclusions that there is discrimination. We would like to give you an opportunity to explain all of this by showing us your records.\" And they say no, we won't do it. Would they then be pre-empted from bringing their lawsuit?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Even though they didn't have to look at any bank record to make their prima facie case?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I am asking about a hypothetical. I understand your argument here. But I just don't understand how your argument would apply to my hypothetical. But I think the regulation would apply to the hypothetical."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it isn't -- it isn't if - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":8,"sideBefore":"justices","text":"He doesn't even want to look at your books; he just wants to prove it by people who have been borrowing money and compare them with - - among them they can orally."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand why that would be visitorial power."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So one could say, yes, the Federal authorities have visitorial powers, and they can go to court. But we have here that the State can prescribe, not a supervisory regime, but -- fair lending. And the State wants to go into court and say the bank is violating the State substantive law, which is applicable."},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is it - -"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is it the exercise of visitorial powers, or is it an action which covers the same subject that an exercise of visitorial powers would do? Let me -- let me propose a distinction, and I don't know whether this is sound. You know -- I mean, you tell me. I would suppose that if someone with visitorial powers dealing with discrimination in lending brought an action against the bank or tried to enforce it against the bank and couldn't do so in any other way then by going to court, it would go to court, and it would say court, tell this institution that I have some responsibility for, to obey the law. But I also assume that if the Attorney General of New York, which is not a visitor, enforces the law, it would go into court and say tell them to obey the law and to pay damages or recompense of some sort to these people whom they have wronged. The subject matter of each suit is the same, but the relief that is being requested and the judicial power that is being exercised is different in these two cases. Is that a fair distinction?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That is the one with Senator D'Amato?"},{"name":"JUSTICE SOUTER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, you are talking about lending. And like depositing, those are core banking activities, but today national banks have a lot of incidental -- they have authority to do things incidental to banking. Does your restriction of State enforcement extend to those matters incidental to banking?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Underwood, I -- I forgot the response you made in your brief. I know you did make some response to subsection (b) of section 484. How do you -- how do you explain that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Why -- why do they list those exceptions, unless one would think that everything is covered?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose if -- if enforcement pre-emption is the lesser step, we probably ought to revise our jurisprudence so as not to tread any more heavily than we have to upon the States so that where there is conflict pre-emption, all we should say is the State law is not invalidated, it is simply not enforceable?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean that would - -"}],"people":[{"id":0,"fullName":"BARBARA D. UNDERWOOD","firstName":"BARBARA","lastName":"UNDERWOOD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2803,"interruptions":23,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1593,"interruptions":16,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1367,"interruptions":8,"times_spoken":23,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUDGE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":false,"side":"","words_spoken":562,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":785,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":64,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":619,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":894,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":441,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2803,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":2960,"times_spoken":48,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3455,"times_spoken":86,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644126993}}