{"petitioner":{"name":"CHRISTOPHER MICHAEL DEAN","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"08-5274","date":"2009-03-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-5274, Dean v. United States. Mr. Forster. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Forster, there are three levels under this: Possession, brandishing, and if the gun is discharged. You don't quarrel with the notion that Dean at least brandished this gun?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're talking about a three-year difference between brandishing and if the gun is discharged?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think one of the stronger arguments against you is the use of the passive voice. It doesn't say anybody who discharges a firearm. It says a firearm is discharged. And that seems to me to take it away from the element of intent that you're trying to focus on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think it's different -- I don't remember the grammar too well. You think \"if firearm is discharged\" is different than \"firearm discharges;\" is that your point?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure that's right. I mean, if in fact the bank robber tries to flee and the security guard is forced to use his firearm, increasing the danger to everybody else in the bank, I'm not sure this statute wouldn't cover that as well."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't say -- it says, \"if the gun is discharged.\" And I think on the government's reading it would cover the police officer who is trying to apprehend a robber and fires a gun."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. What -- what -- I guess I'm not following this. You say it would be true that if the blank -- if the bank guard fires his own gun when -- when the bank robber is fleeing, that would come within this?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You say under the government's it would? I don't think it would under the government's either. Do you?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You have to use or carry the firearm before -- before section 2 even applies."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But it's the police officer who snatches the gun."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Ah, that's different, yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"That's different."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"So it's using the robber's gun, but by the police officer who is apprehending him. In other words, as I understand the government's view, it doesn't matter whether it's the police officer. It has to be the gun of the robber, but it doesn't matter whether it's the robber or the police officer who discharges it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess it's also the government's view -- this is even weirder -- that it doesn't matter who brandishes the gun. The -- the bank guard grabs the gun and brandishes the gun, and that also gets additional time served for the bank robber. It doesn't seem fair."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It has very specific - - what are the words that define what is brandishing?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I didn't think the government or anybody was reading the definition of brandishing to include a police officer."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it runs into the problem, which is also a different problem for you, and that is the brandishing must be for the purposes -- for the purpose of intimidating."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"So that's probably going to eliminate the case in which the officer grabs the felon's gun. So the problem that it seems to me that it creates for you is that \"brandish\" is specifically defined to have that particular intentional element. There is, however, no definition of -- of the -- of the term in question here, which suggests that they did not have any discharge -- that they did not have any - - any -- any intent to impose an intent requirement. When they do it, they know how to do it. In this case they didn't do it."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it improper? I mean, it may not be conclusive, but it seems to me evidence that points in that direction."},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We have -- we have lots of cases in which it makes sense to disregard that presumption, and -- and nobody thinks twice about it, I mean, accomplice liability being an example. There are -- there are -- there are lots of State crimes in which it is dispensed with, reckless driving, death resulting. And in all of those cases what in effect the rationale is that the -- that the individual who is being charged has created a risk, no one can control that risk, including himself. But he bears the responsibility for, if you will, bad luck if the risk is realized. And that is the rationale for - - for holding him liable for discharge here without any particular knowing or -- or intentional act in making the discharge. So why doesn't that make sense and why is that not an answer to the usual presumption that there will be a specific state of mind required?"},{"name":"JUSTICE SOUTER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is conduct. I mean, it isn't just bad luck. This is -- what we have here is a negligent bank robber. I mean, he has left the safety off, okay, and -- and trips the gun. I mean, bank robbing is bad enough, but negligent bank robbing is something - - (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- is something that should be punished more severely."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your argument would give rise to very serious problems of proof. Every time a gun goes off, the bank robber would be able to say it was an accident. I mean, we had a particularly klutzy robber here that everybody agrees it was an accident, but, you know, in many cases it won't be clear. Yes, I was pointing the gun at the person, but I didn't mean to fire it. It just went off. And he's sad about it just as everyone else is. And that would get to the jury in every case. Just because it was easy here doesn't mean it's going to be easy every time to draw a line. And it gets back to Justice Souter's point. If you pose the risk that the gun is going to go off, that's additionally punishable conduct."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not my question, really. The question is the problem of proof. Yours is an easy case. Most cases it's not going to be. Most cases when the gun goes off, the robber will be able to say, I didn't intend that it discharged. It was -- it was an accident."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me? That would be for the judge?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that undermine your argument that there's a presumption that a mens rea has to apply, because this is just a sentencing element?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it part of the background here that it was proposed at the time these enhancements came into the law, it was proposed that there be a specific state of mind requirement for the discharge of the gun, and that was not enacted?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that part of the legislative history was that there were proposals -- I mean, there is a rather sharp difference between \"possess\" -- yes, you have to have a knowledge, intent element -- \"brandishing,\" very clear, for purposes of intimidation -- then \"discharge\" has no -- it's just that the gun is discharged. Weren't there proposals to include something like what was included for the other two, that is, that there be an intent requirement?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? I can't get anywhere with the language, to tell you the truth. I could read it either way. It -- the House language is the same. The person \"discharges,\" yeah, but what if he discharges it accidentally? Is the accidental case or unintended case meant to be covered or not meant to be covered?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't get anywhere -- I just can't get anywhere with the language. The reason they put the \"is discharged\" is probably for parallelism. It was a drafting section in the Senate, and they do their job in a stylistic way. I found nothing that suggests anything other than that. So -- so where am I? Sometimes a person who discharges the weapon accidentally is really much worse than the one who does it purposely. Purposely, he shoots at the ceiling; accidentally, he kills a person dead; okay? So I mean, I can't get too far with that. So where -- so there we are. Is there anything else -- there is the post problem that the Chief Justice mentioned. Is there anything else you can say to me, who really doesn't see it one way or the other way in this statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say, look, this is why you win?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why do you think that? I mean, it is absolutely true that a person who is a bank robber and has a gun and has already shown it, and it goes off accidentally is, is -- has caused a tremendous harm in certain cases, which traditionally has been thought meriting a higher sentence. And it is also true that he doesn't have the same state of mind as the one who does it purposely. That is true, too. Both are true. And so now what should I do? I know what you want me to do, but why?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- it's during the bank robbery."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"It's in relation to the -- I mean, you know, in a sense it is, in a sense it isn't; same problem."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's accidents and accidents. And couldn't one say, looking at this that, well, we will -- the State will find that the culpability that we will attribute to this statute is reckless? If recklessness were the requirement certainly the facts in this case would fit, would they not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You accept that - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say reckless is not enough, it has to be knowing. This is not a mere accident. It's -- this -- the gun was loaded, it wasn't locked, and he's raking in money with one hand, holding the gun with the other. The teller is crouching down. I mean, there was -- there was a pretty substantial risk of something going wrong, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? You place a lot of reliance on this: During and in relation to any crime of violence or drug trafficking crime. But that - - that's in the prologue, and it applies only to the matter covered in the prologue -- to wit, \"During and in relation to any crime of violence or drug trafficking crime, for which the person may be prosecuted in a court of the United States, uses or carries a firearm or in furtherance of any such crime possesses a firearm.\" That -- that's what all that language \"during and relation to\" applies to. And then it continues: \"Shall,\" if that \"in relation to\" exists, \"in addition to the punishment provided for such crime:\" One, be sentenced to a term of imprisonment of not less than five\"; two; and number three, what we're dealing with here, \"if the firearm is discharged, be sentenced to a term of imprisonment of not less than ten years.\" I don't see how that language during and in relation to any crime of violence applies to anything, except the use or carrying of a firearm."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that? How could you -- how could you make the lack of connection any clearer than by ending the first, the introduction with a dash, and then putting 1, 2, and 3? I mean, it seems to me that it applies to the portion before the dash."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How would -- how would a discharge not be during and in relation to? Give me an example of -- of what you're worried about."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He sees a duck fly by the window and he's a hunter."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"But that -- excuse me. That's not -- that's not covered. Number 3 only applies to someone who has already been guilty of what's set forth in the prologue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the only connection that's necessary. You have to have done what was set forth in the prologue, and it has -- has to be in the course of doing that. But \"the course of doing that\" means just in the course of using a firearm in connection with the bank robbery."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the \"use or carry\" certainly has to be in relation -- during and in relation to, but that's step one. So he already is using and carrying or carrying in relation to the bank robbery. And then -- so that's the starting premise. That excludes all your things about years before or years after he carried -- he carried a gun. You -- step one narrows it to the person who uses or carries a gun in connection with a bank robbery."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you a question about that. I thought that \"or possesses\" was separate from the \"uses or carries.\" Is possession an example of using or carrying or is it as it says -- \"or who in furtherance of such crime possesses\"? Is that a separate -- separate enhancement?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But merely possessing is enough to get the first enhancement of five years."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Or relation to."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The \"uses or carries\" doesn't -- doesn't necessarily apply to the possession."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do we have to find that the phrase \"if a firearm is brandished\" and the later phrase \"if a firearm is discharged\" require intentional brandishing and intentional discharging? Why can't we limit it by saying, oh, of course it means if the firearm is brandished by the bank robber or by the felon or if it's discharged by the felon, but leaving it quite undetermined whether it has to be intentionally discharged, or even intentionally brandished for that matter."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The definition of brandishing, I guess, requires some intent to put another person in fear."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- you say that this background -- that there has to be a state of mind element. And we can accept that that's a general principle, but here we have a provision that does require a state of mind -- specifically requires a state of mind for the possession, for the brandishing, intent to intimidate, but here is this other one that suddenly doesn't. So wouldn't the text of this statute say - - the third one, discharging a gun, they didn't mean to have any element because -- any element of mens rea - - because they had it in number 1 and 2, and 3 leaves it out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Maynard. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does it require that the discharge be during and in relation to the crime? I mean, suppose the bank robber, you know, he sees -- son of a gun, he sees among the customers a man that ran off with his wife a year ago, and he is just overcome with anger, and he -- you know, he takes a shot at this guy. It's not in relation to the bank robbery. Would - - would that discharge be covered?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about the police come in and say, \"Drop it\"; he says, \"Oh, my robbery's over\"; he drops it, and it goes off?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that's the line between is it going on. But assuming the offense is - - the bank robbery is still going on, like he's got confederates gathering up the money or something, does that fall under your theory that the gun is discharged?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that - - regardless of whether it's intentional or accidental, do you think he has to discharge it or that he has to brandish it? It is the passive voice. Does it mean if anybody discharges it or brandishes it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Grabs it out of his hand and brandishes it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So even if the police officer -- the police officer disarms the robber and ten minutes later mishandles the gun and it goes off."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, assuming it is. I mean, he has got the one guy neutralized but the others are still, you know, under the teller's window, and that isn't over. So then the guy who is captured already gets an extra three years because the officer mishandled the gun?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there probably aren't a lot of cases where the bank robbers are such klutzes that they're fumbling with the gun and it goes off, either."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I interrupted your answer."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would be the same - - you would give the same answer if the teller grabbed the gun from the robber and it went off?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But your alternate position would apply to the teller as well as the police officer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There is another - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"We don't really have to decide all this stuff, do we? We just have to decide whether if he discharges it the discharge has to be intentional."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it's also uncontested it was accidental, I think."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What do you say to your opponent's argument -- I don't know if it's right or not -- but that there's sort of a background rule that generally we assume when Congress prohibits conduct, it means intentional conduct; and normally if they don't mean that, they make it rather clear in the statute. Is that a correct -- is his background principle correct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between a sentencing factor that adds five years to a sentence and an element of the crime? There are a lot of us that think that -- you've read Harris and Apprendi. You know there is some debate about whether that really makes all that much difference."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- let me rephrase the question."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If it were an element of the crime, would you then agree with his background rule?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then the fact that the sentencing factor is an element really isn't significant."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But why would it be a harder case for you?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But in that situation would there be a background rule that we normally think Congress intends to punish intentional conduct?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you really then are relying on the difference between an element of the crime and a sentencing factor?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's entirely fortuitous; you have two bank robbers, they both do exactly the same thing, in one case the gun goes off and the other it doesn't. Does that -- does it seem -- does it seem fair to add three years onto the sentence of the one whose gun happens to go off but not on the sentence of the one whose doesn't?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, they both did. That's my point, they both did exactly the same thing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You get three extra years for having bad luck?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is this guy likely to get life for a bank robbery, the gun accidentally goes off? I don't know whether it's his first offense or not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What would you think -- to go back to Justice Stevens' question, I would start with the assumption that, normally, not always, where you have a criminal statute and the crime has elements, that Congress intends that the elements be carried out with a guilty state of mind; I would start with that assumption. Now I would agree with you that sentencing is different, and the reason that it's different is because sentencing often goes up or down depending upon whether the harm that is foreseen does or does not occur, irrespective of the state of mind. So we couldn't apply that normal background rule, in my view."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- now, having done that I wonder if the background rule should come into play once again where a mandatory minimum sentence is at stake, for the reason that if the harm eventuates, there are many ways in which the sentence will go up. If this person had been killed, for example, it becomes a murder in the course of a felony. There are all kinds of other statutes that can aggravate the felony; and if you don't apply the mandatory minimum, the judge still can give him the higher sentence, if he warrants it. But if you apply the mandatory minimum where the judge wouldn't go up, the only impact that has is to take people who the judge and others think fall into the minimal category of bad behavior plus consequences, and force them to have a higher sentence. Now, that would be a rationale for a rule of lenity in mandatory minimum sentencing matters."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it would. It would."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I can't -- I can't - - the trouble is I can't find anything in the history of this that really says why they use \"is discharged\" or used \"as opposed to discharges.\" And I find those very metaphysical, those arguments, unless I -- I can see either something in the history or some functional consideration."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a difference, a practical difference, between the two formulations?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What you're saying, to make sure I understand, is that the \"in relation to\" language modifies both \"use\" and \"possession\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"\"Carries,\" what about \"carries\"? If a person is carrying the gun in his pocket but he doesn't know it, which could happen, does that fall within \"carries\" or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So is he guilty of the first; do we know?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The carrying has to be - - although the statute doesn't say it, Smith says the carrying has to be in relation to the crime."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it just said \"who in furtherance of any such crime possesses a firearm.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, it's a \"carrying.\" My -- my interest is the -- whoever, blah, blah, blah, for which the person may be prosecuted uses or carries a firearm, or who in furtherance of any such crime possesses a firearm. So I thought that the \"in furtherance\" does not modify \"carry\"."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, you know, what happens if the person has the firearm -- he is carrying the firearm in his pocket and doesn't know it? He picked it up from the tailor, and now is -- is there an intent requirement there? Do we know? Did Smith talk about that? Do we know? I mean is there, you know, a state of mind requirement?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Smith says \"in relation to\" and so the carrying has to be in relation to. And since the carrying has to be in relation to, that pretty much"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- covers the state of mind."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I just make sure I understand your position? \"During and in relation to\" modifies the first words it follows. \"In furtherance to\" modifies \"possession.\" Now, do either \"in relation to\" or \"in furtherance\" to it modify the three subsequent subparagraphs?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So neither of them applies. So it doesn't have to be \"in furtherance of\" or \"in relation to\"?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"None of the sentencing factors require that that factor be in -- either in relation to the crime or in furtherance of the crime? It could be just walking down the street, you happen to have a gun?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Sentencing factors need not be in relation to the crime nor in furtherance of the crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It has to be during the crime."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it have to be \"during\"? It -- it doesn't in the statute?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There is an \"in furtherance.\" There is an \"in furtherance of the crime.\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I want to make sure I understand. You are saying it need not be \"during\" or -- you said it has to be \"during\" but not because the statute includes the word \"during.\""},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what does -- where does the \"during\" come from then?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you say it can't come from the prologue, because if it came from the prologue, it wouldn't apply to the mere possession."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the possession could be at any time, before the crime, after the crime, whatever."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you have to import some -- some contemporaneous -- contemporaneous requirement into the 1, 2, and 3."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What if it's committed when the guy is trying to escape, and the gun goes off accidentally? Is that in -- I mean is that during the crime?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Two hours later when he got home -- he carried the gun in -- IN furtherance of the crime. He still had it with him all the way through, and the gun went off after he left the bank."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then you're telling me that it need not be during as long as it's in furtherance of. So the \"in furtherance of\" is also incorporated implicitly in the sentencing factors."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This must be during?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think I got everybody mixed up, because the first sentence of the statute is on the preceding page. And if I start at the beginning, I would discover -- of my memo -- if -- it says, if - - in -- who -- any person who during and in relation - - during and in relation to any crime of violence or drug trafficking crime, blah, blah, blah, of a certain kind uses or carries a firearm."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there it is right there, or who in furtherance of such a crime possesses shall be sentenced. Okay. So we've got the during and in relation to covering the whole bunch. Then we have to read that into little (ii) and little (iii)."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, exactly."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then we have to read that by implication where it says if the firearm is brandished during or -- you have to imply that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, that's not your argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Forget it. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"It's not your argument because if that was the only -- if that was the source of the contemporaneous requirement, there would be no contemporaneous requirement for the in furtherance?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The provision -- the in furtherance provision."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And, of course, some of these difficult hypotheticals such as the one that Justice Stevens put about the gun going off while the - - while the individual is escaping, that's going to be a problem whether you adopt your interpretation or the - - or the petitioner's interpretation, even if you assume that it has to be during and in relation to it's still going to be a problem. Is this -- is this during and in relation to the crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If it occurs, you know, five hours later while he's escaping, I don't know."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to decide that."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The strange thing about this case is we're talking about a category of crimes in which somebody person mistakenly fires the gun, that doesn't happen very often. The whole -- the whole dispute is about really a trivial set of crimes."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, when the defendant -- and says I didn't really mean to shoot the guy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Four minutes, Mr. Forster. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that helping? I mean, this did take place during, and you would have thought when something goes off accidentally it's in relation to. I mean, you know, I can imagine an argument to the contrary, but it isn't obvious. It just is - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They have during, in relation to and in furtherance of, so their in furtherance of doesn't carry over. The first two do. An accidental discharge is it not in relation to the crime?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the case you cited when you started your rebuttal?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the antitrust case? You caught me by surprise."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, the case is submitted."}],"people":[{"id":0,"fullName":"SCOTT J. FORSTER","firstName":"SCOTT","lastName":"FORSTER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2330,"interruptions":23,"times_spoken":52,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":3433,"interruptions":34,"times_spoken":70,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":634,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":665,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1057,"interruptions":0,"times_spoken":31,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":17,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":23,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1136,"interruptions":2,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":603,"interruptions":0,"times_spoken":30,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2330,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":34,"words_spoken":3433,"times_spoken":70,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":3,"words_spoken":4449,"times_spoken":135,"laughter":2,"num_int_by":2}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035118}}