{"petitioner":{"name":"DAVID BOBBY, WARDEN","counsel":[0]},"respondent":{"name":"MICHAEL BIES. ","counsel":[1]},"caseNumber":"08-598","date":"2009-04-27T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Bobby versus Bies. Mr. Mizer. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they all agreed that he was mentally retarded, and that was a mitigator. They all agreed to that. But assuming you're right on issue preclusion, what more -- the State says, yes, we recognize \"mental retardation\" means you can't administer the death penalty. But what would the State show at an Atkins hearing that is not already in the record of this case? I mean why do it again?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to take you too far outside the record, and you can come back to it, but I -- I just have this question. Suppose that in a jury case the jury -- pre-Atkins, the jury says, we find that the defendant has a 65 IQ, but that in light of the heinous nature of the offense, this is not a mitigating factor, and that he should be sentenced to death. In a subsequent Atkins proceeding, can the jury finding with reference to the IQ be conclusive?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or must that be reopened?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It can -- can be reopened?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But could the -- could the defendant argue the -- that -- the accused argue that at least as to the finding of the 65 IQ, that that is a given."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that that issue, i.e., the level of IQ, cannot be relitigated, the number?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you say \"the clinical judgment,\" you mean the specific finding of a 65 IQ?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. I grant you that under -- under the earlier case the 65 IQ was not dispositive, and I mean that was the -- the case in Justice Kennedy's hypothetical. But it was necessary under the early case to come to a determination of what the IQ was, even though that determination was not dispositive of the result. And because it was necessary to come to a determination, why shouldn't there be a preclusion?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't necessary to reach that particular -- in other words, the determination of 65 was not necessary to reach the conclusion that they reached."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you -- you are saying the very fact that it was not dispositive of the result means that it cannot be preclusive now?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask how it worked pre-Atkins when mental retardation was a mitigator? We are told that the appellate courts independently reviewed. We have a finding at the trial level that, yes, there is a mitigator mental retardation, but it doesn't overcome the aggravator, so the jury comes in with a death sentence. Then at the appellate level, is there a continuing adversary contest about whether retardation exists and, therefore, is a mitigator, or is it just the -- the judge, the appellate judge, looking over the record that has been made at trial?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that the prosecutor could still argue that was unreasonable for them to find mental retardation, so there shouldn't be that mitigator?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I interrupt right there, Mr. Mizer? Is it fair to interpret the jury's decision to impose the death penalty as having found that he was not mentally retarded and therefore was not a mitigating factor, or that even though he was -- a mitigating factor, the aggravating factors outweighed that factor?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If they didn't make a finding on mental retardation, how -- how could the appellate court determine that it was a mitigator but overwhelmed by the aggravating -- what did the judge charge the jury about mitigators and aggravators?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"First go back to the jury. How do we know that the jury found mental retardation as a mitigator?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand the argument that the issues are not quite the same, that the Atkins issue of mental retardation is not quite the same as the issue that was litigated. Let's try and get that out of the case. I think that's where Justice Kennedy was going. Suppose it was a gun case and the Supreme Court originally thought you could convict people who sell drugs of simple possession of a gun. There's a finding, because it's a bench trial, that he simply possessed but did not otherwise use the gun. Then the Supreme Court holds that that isn't enough under the statute. So now the State wants to argue, because the proceeding on appeal or whatever is still going on, we want a second shot at this; we want to show he did more than simply possess. Is the State bound by what it previously lost on or can the State -- can he get a second shot?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not -- I'm not going to go into double jeopardy. I don't think necessarily that it's double jeopardy that -- that is relevant here. But I have a -- have you run into this in a different context? They wouldn't use the word \"double jeopardy.\" It would be some kind of due process problem. Maybe there isn't a problem. Have you run in your research to anything like what I described?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you about - - about exhaustion? What should we do about exhaustion here? I take it you don't -- you're not waiving exhaustion?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- let me just ask, does the State have any position now as to his IQ?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there some testimony that one test was only 50?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Will the State -- would you say the State has an independent obligation to -- to ensure itself that he has an adequate IQ?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Blume. "},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But even -- even if that's so, that's not necessarily an -- an Atkins finding, isn't that correct?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Atkin -- Atkin -- we didn't determine what the definition of retardation was. We - - we operated in Atkins on a broad conception of retardation and we came down with a general rule. But we left it for later litigation, starting in the States, to determine exactly how that line ought to be drawn. We didn't know where the line ought to be drawn at that point and certainly the clinical psychologists didn't know, regardless of what the - - what definition was being used."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"And the Ohio Supreme Court acting years before Atkins."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The -- wasn't the Ohio Supreme Court decision in this case pre-Atkins?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it was dealing with retardation as a mitigator, not retardation as conclusive that there can be no death penalty."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But before you get to whether -- anything like that, you are urging issue preclusion against the winner. It was a death sentence in this case. And I am not aware of issue preclusion operating against a judgment winner. Issue preclusion is for the party who fought this out and won. Here we have a death sentence. So there - - the ultimate determination, whatever intermediate determinations might have been made on the way, like mental retardation exists and was a mitigator, the ultimate judgment is death. And I am not aware of, in all of issue preclusion, where a judgment winner is precluded."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the question is what is the issue, and an intermediate finding, say mitigation, on the way to the ultimate conclusion, life or death, is not the same issue as if retardation is found, no death penalty. It's -- it's the ultimate issue in the case that was before the Ohio Supreme Court is, do the aggravators outweigh the mitigators? That's the ultimate determination, and that's what would have preclusive effect, not the many intermediate findings that may have been made on the way to the ultimate determination of death."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in response to Justice Ginsburg's question, I don't see why it makes any difference which court is doing what. She -- she raised two objections. Number one is that so far as the issue being determined in the prior proceeding, the characterization of his mental state as retardation was at most a subsidiary, not an ultimate fact. Number two, the conclusion of that prior proceeding was that he lost. And she's saying in those, in either of those circumstances, the subsidiary finding is not preclusive and any finding is not preclusive in the manner in which he wishes to use it here. I don't see what difference it makes whether we're talking about court A or court B. What is -- what is your response to those two objections?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if the Ohio court had found, the court of first instance had found, that the IQ was at some different level, it could have come out exactly the same way it came out in this case, couldn't it?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So the finding was not necessary to the result?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, we went through this with your brother, and he pointed out, yes, it was necessary to -- to consider the issue and to make some kind of a finding -- I don't know how precise it had to be -- but the finding that it made, the -- the actual number that was used or the characterization that was used to describe that number was not necessary in order, in fact, to impose the death penalty."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and the sense of necessity which is used normally in -- in this kind of preclusion analysis just doesn't apply here."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you say you have -- you don't find that in the cases when you said to me, and I think frankly you were right, that issue preclusion -- and there are many, many cases on issue preclusion -- is something that a judgment winner uses, not a judgment loser, and here the Ohio -- yes, they weighed and they found retardation, but they also found overwhelmed by the aggravating circumstances. So the ultimate determination of that, of all the courts, is death? I don't see how you get to elevate an intermediate determination -- there are many; some go for one party, some go for the other -- to become the outcome determinative factor. The outcome determinative factor is that the aggregators outweighed whatever mitigators there were."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Ashe is about somebody who was acquitted. He won. There was no doubt that he won."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't say anything about, well, suppose he didn't win."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not reopen -- it's - - it's the same problem. And maybe you found some authority to the contrary, other than statements, but actual authority. The defendant loses. He appeals. He says they made a mistake. And the normal remedy is you give him a new trial. Does it matter that it's a collateral proceeding? I don't think so. They go to the Federal court: Judge, they made a mistake at my trial. You give him a new trial. Everything's up for grabs normally at the new trial. I can't think of an instance where it isn't. Here, they are saying: Judge, they made a mistake. They should have applied the mental retardation rule of Atkins. So give him a new trial. Now, what I'm looking for is just one example somewhere that supports you - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that didn't proceed on the theory I've just announced or just said."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I want a case even vaguely like that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How far -- how far down do you go on applying the issue preclusion? Let's say there's a ruling by the court that a particular expert was not credible. I mean, is that binding in a subsequent proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's narrowing it to your particular context. I would have assumed that the theory has to be more generally applicable, and not just applicable in the particular Atkins context. If you can have issue preclusion with respect to an underlying factual question under which the loser can assert that, I don't see why it wouldn't apply more generally. That's a theory of the Double Jeopardy Clause, not of Atkins."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument, then - - we're getting somewhere maybe."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying to me, think of Jackson and Denno, If you're in a collateral proceeding and the Federal judge said there wasn't enough evidence to convict him under the Constitution, like the Shuffling Sam case, there isn't enough evidence; it isn't that he gets a new trial. The Constitution entitles him to acquittal, and therefore there is no new trial because of the Double Jeopardy Clause, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So you're saying here, the evidence the first time was such that they couldn't give him the death penalty under the Constitution as later interpreted. So if that's what you discover on the collateral appeal, a similar reasoning would somehow lead you to the similar result. Is that the argument?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if that is the argument, then what is being preclusive here is not the first judgment. I mean, in preclusion cases it's the first judgment that precludes, and we identify a judgment which is preclusive in the way we've been describing. But in the hypothetical that Justice Breyer gave you, there's nothing preclusive about the first judgment because the first judgment stands and properly can stand. And you're saying there can't be a second judgment, but you are not depending upon a rule of preclusion that turns on the first. So whatever your argument is, it's not -- it's not issue preclusion."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, but you're coming up with a brand new rule. Whatever your rule is, it's not a rule of double jeopardy and it's not -- it's not the traditional rule of issue preclusion."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, but what your rule is, as I understand it in your response to Justice Breyer's question, is if there was a subsidiary fact determination in the first case, even though it was entirely consistent with the judgment against your client, that's subsidiary fact determination can be used as a defense by your client in the second case. That's your rule, as I understand it, and that is not the rule of Ashe v. Swenson and it is not the rule of issue preclusion."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- do you agree with me that you're asking for a brand-new rule here?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We have never held this, and I don't know of any court that's ever held this."},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why isn't it brand new?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe the unique procedural posture is precisely the reason that the rule is brand new. If it's unique, we've never had it before."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We have the factor that you would preclude Ohio from doing, when we expressly said that here is the rule: You can't execute the mentally retarded. However, we are going to leave it to the State to shape the procedure, and what are the elements of retardation? You would take all that away from Ohio because in a different context, the context of weighing mitigators against aggravators, the Ohio Supreme Court said there was retardation, it is mitigating; however, it was overwhelmed by the aggravators. It's an entirely different operation than, States, here's the rule; the procedure for doing it is up to you. Ohio didn't have a procedure for doing Atkins. It couldn't until Atkins was decided. And now you're saying, oh, Ohio, because you, in the context of weighing mitigators against aggravators, found this mitigator, you cannot shape the Atkins procedure as every other State can."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the incentive is vastly different, which is an important factor in issue preclusion. That is, if the prosecutor thinks that there's overwhelming evidence of the aggravators, the nature of the crime, the prosecutor is not going to care so much about, so there is mental retardation as a mitigator; but when it's a difference, when the prosecutor wants to go for the death penalty and it thinks that it's got a secure case on the atrocious matter in which the crime was committed, there isn't the same incentive to litigate as there is when it is the ultimate question, not an issue on the way to reaching the ultimate judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this strikes me as the sort of case where their incentives might well be different, as Justice Ginsburg suggested. If you're dealing with a borderline case, you don't -- and you think you have very compelling aggravating factors, you know, why call attention to the -- the mitigating factor of the mental condition when your case can be won on the others?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did they admit that as a finding of fact, or did they say that mental retardation had been found as a mitigator by the Ohio Supreme Court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It was an admission; it couldn't have been a finding of fact. You said that that's what the State claimed. Where is the admission of the State in this State postconviction proceeding that Mr. Bies is mentally retarded?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You told me that this - - that State conceded that the defendant was mentally retarded, and I'm -- that's what I asked you."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What does that have to do with issue preclusion? The State can't -- that may raise an issue of judicial estoppel. Is that constitutionally required?"},{"name":"JUSTICE SOUTER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm not sure that there's even anything -- I mean, it does raise a judicial estoppel issue, but I'm not sure there is a - - a record hereupon which a -- a judicial estoppel claim could be maintained, because in the passages that you referred us to, first the State's concession and secondly the finding which -- which followed from it, it was a reference to mild mental retardation and a specific reference to an IQ of 69. I think it's a stretch, would be a stretch, to go from saying that a concession of mild mental retardation for purposes of mitigation analysis should be taken as a concession for dispositive mental retardation for Atkins purposes. So I -- I have difficulty in seeing any clear inconsistency in the State's two positions."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"The very next sentence is as a matter of law -- the law as it was then -- such a person may be punished by execution. So, again, it's - - the stakes are quite different."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that must have been, the page you called my attention to must have been pre-Atkins."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, we're back - - what you called my attention to was pre-Atkins. It was the application made to the State court before Atkins which put two sentences together. One was the record reveals defendant to be mildly mentally regarded with an IQ of about 69. As a matter of law, such a person may be punished by execution. This is all pre-Atkins. So one statement has to be read in the light of what was its significance, and it wasn't the conclusive factor at the time of that motion."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Since Atkins, we're talking about - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Mizer, you have ten minutes remaining. "},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mizer, can I just get one clarifying question? The concession at page 160 of the record, \"The record reveals the defendant to be mildly retarded with an IQ of about 69,\" and then they argue as a matter of law that he cannot be -- he may be punished. Is it your position that the further proceeding in the Ohio trial court, that the State intends to argue that a person who is mentally retarded with an IQ of about 69 may be executed?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you'll offer evidence to show that statement is inaccurate?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. The - - could well be different. But is it Ohio's intent to disagree with that statement insofar as it recites facts? That the record reveals the defendant to be mildly mentally retarded with an IQ of about 69? I understand you will argue that that's not sufficient to -- to come within Atkins. But do you intend to say - - to challenge the accuracy of that factual statement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BENJAMIN C. MIZER","firstName":"BENJAMIN","lastName":"MIZER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2747,"interruptions":13,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JOHN H. BLUME","firstName":"JOHN","lastName":"BLUME","counsel":true,"justice":false,"side":"respondent","words_spoken":2350,"interruptions":21,"times_spoken":41,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":207,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1135,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":186,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":941,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":230,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":51,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2747,"times_spoken":27,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":2350,"times_spoken":41,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":2,"words_spoken":3270,"times_spoken":71,"laughter":1,"num_int_by":1}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035121}}