{"petitioner":{"name":"WILLIAM G. SCHWAB","counsel":[0,1]},"respondent":{"name":"No. 08-538\nNADEJDA REILLY.\n","counsel":[2]},"caseNumber":"08-538","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 08-538, Schwab v. Reilly. Mr. Goldblatt. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldblatt, I thought that what she said -- I'm looking at Schedule C, property claimed as exempt. She lists, as property claimed as exempt, \"See attached list of business equipment.\" And then we have an inventory going for several handwritten pages of all these items of kitchen equipment. And that's what she says is the property claimed as exempt."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But she -- in her inventory, she gives figures, and they add up to the amount that she's claiming, so she evidently thinks that those numbers will cover all of her business equipment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Goldblatt, this is -- this is really my concern. It seems what she wants is her cooking equipment, not the money equivalent. And if the trustee had objected, she could have said: Well, if they think that this cooking equipment is worth more than the value that I put down, I'll cut out the coffee maker, I'll cut out the microwave; but what I want is the equipment, not the dollar -- dollars for it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that would be a remarkable coincidence if her equipment happened to be worth exactly what Congress said she could exempt, which is a very odd way of reading what she's put in the schedule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought the most natural way of reading it is that she's claiming the equipment because she thinks that's the value of the equipment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where would she say that, 100 percent interest in the equipment? Would she say that in -- in column 3?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Column 3 says \"Value of claimed exemption.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, you say that. But, boy, I wouldn't read -- I wouldn't read the -- I wouldn't read the -- the chart that way."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has a column that says \"Value of claimed exemption.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you're going through all the administrative expenses of having an auction where if the trustee had tipped her off, it would be like amending your pleading."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And she was so -- so upset, she said: I'll get out of the bankruptcy; I want my cooking equipment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was very clear that that's what the debtor wanted."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether -- the question is whether the trustee had to make an objection, when it seemed really as clear as could be that what she was seeking was to keep her equipment, not to get the -- some monetary equivalent for it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then she has -- on your reading, her claim is improper because she's claiming more than she's entitled to. If her claim is improper, then the trustee has an obligation to object to it."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When I look at that number, I -- and maybe I don't understand this, so maybe you or your adversary can clarify it for me. But when I look at that number, it seems to me there are two ways to interpret it. One is that she is saying: I want the full amount that I'm allowed by law. And the other is: That I want the value of my equipment, and it just so happens to total exactly to the dollar the amount that I'm entitled to by law. Am I correct that those are the two possible readings of that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question is which of those is the more plausible reading?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that the -- that the last column does -- it’s very clearly entitled \"Current market value of property\" without deducting exemptions. There's no way to read that last figure of 10,718 except as her assessment of the market value of her cooking equipment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you -- can you -- that was -- what you've just said, no requirement that the trustee object to valuation, one of the briefs -- it may have been wrong, but it's the NACBA brief at page 27 -- said \"Challenges to valuation are the most common types of objections to exemptions.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In that case -- in that case, I guess there wouldn't be a -- a lawsuit."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, in that case, the debtor is never going to object. So we're never going to have that one."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they don't always liquidate the asset, if they -- if they elect -- if everybody agrees that they get the asset itself, they don't have to sell it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what -- what you are doing there, you -- you argue that ambiguities are construed against the person that made the form. I think that's a little harsh when the trustee is a repeat player and knows -- and knows the rules."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"On the other hand, I think what you have going for you is that the trustee is going to always be at risk that the asset is worth more than what's listed and is going to have to take steps to value it in every -- every case. In this case, it's -- it's clear that she –- she knew that the Honda was worth more. She was only claiming $2,900, $2,950 on a Honda."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and if you take that together with -- and -- and the kitchen equipment comes next, and she -- and the value is the same in each column. So that indicates that she was claiming the full value."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My concern is keeping it simple, giving fair notice to people. She's got the same amount under exempt -- the last two columns. A rule is proposed. It says when the two columns have the same amount, that's a clue to the trustee that the debtor is claiming all of the -- that particular property. That's a nice, simple rule. It tells the trustee when he has to object, and the end of the matter."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not in kind in the sense that she keeps the asset no matter what."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"She is contending that she would like to keep her cooking equipment and she was entitled to notice before it's going to be sold at an auction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- then her claim is wrong, her claim is objectionable, and the trustee should have made an objection."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Has that happened in the two circuits that apply a rule similar to this, the Sixth and the Third?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? I mean, you sit down with the creditors, and you look at the list and you try to work things out. That meeting goes on as long as you want. And if it appears there’s an argument about valuation, you file an objection."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If it appears everybody can work everything out, fine. What's the problem?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule is -- and that's what it's about -- the rule is about where you object, the trustee objects to the list. The list."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's called Schedule C. If you have an objection to the list, then it says: Here's what you do, trustee. Meet with the creditors, try to work it out. And if in fact 30 days thereafter and you don't need any more time, so you don't ask the judge for more time, file an objection."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the problem?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's not the asset itself and it's just about money, here I have a piece of property and it wouldn't matter whether it was a case of widgets or my grandmother's diamond ring. But Congress -- this is a peculiar list it has. It has personal jewelry, tools of trade. It sounds like -- even though those have a dollar cap, it sounds like Congress said these are the kinds of things a debtor would want to keep in kind."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, thank you, Mr. Goldblatt. I'll afford you rebuttal time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Wall. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What she did do, she said: That unsettles me so much that I'm going to withdraw from this bankruptcy proceeding; beyond anything, I want to keep that -- that property."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But the -- but the Bankruptcy Court did that simultaneously with saying: And I'm going to deny the trustee's motion to have an auction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What she could have done is trimmed some items from the list."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That sounds very complicated. I -- I mean, the thing that sort of persuaded me so far on this is this is what Collier says, the other side -- it's what all the bankruptcy judges. Ambro is a bankruptcy judge. This is a simpler thing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Look at the procedural rule. It's just what I’ve said. It says: If you have an objection to the list of property -- the list of property is C, okay? So here's what you do, trustee: Sit down with the creditors. See if there's really an argument. Now, if there's no argument, fine; they'll let you do what you want. If there is an argument and it has to do with that list, C, particularly valuation, which is what these things are all about, then file your objection. That's so simple. And it seems in most places they do it. So why do we want to run around Robin's barn or something to get somewhere we can get to much simpler?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But Rule 403 doesn't say that. My Rule 403 says: \"A party in interest may file an objection to the list of property claimed as –- as exempt within 30 days after the meeting.\" Okay?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It says “the list.” So that's where I think you're becoming awfully legalistic, to try to distinguish between the list and the property in A and B. I mean, what do you -- these are about valuation, says Collier. That's all we're interested in."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it also true –- tell me about this: One of my concerns is that the trustees simply don't have time in every case to have a creditors’ meeting and go through every asset. If they did, then Justice Breyer's suggestion, where they'd sit down and talk about all this stuff, would be -- would be fine. Am I right or wrong in making that empirical assumption? I mean, I just don't know."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"He has to. Otherwise, he is at risk that it might be worth $400,000 or whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So what does she put down if she thinks this is what the property is worth, but she doesn't know for sure? I mean, I don't know how you would accurately value a bunch of kitchen equipment. What is she supposed to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But that goes through -- I think as Justice Ginsburg pointed out, you have to go through a long process if you're going to have an auction, and for this sole proprietorship, it seems like a waste of money and time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's right. I mean, this is a government form, and you say, even though it says \"Value of the claimed exemption\" and \"Current market value,\" that these debtors should know, oh, you should put in, as your friend said, put in an asterisk and write something else in there."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's much less informative than if she said -- I mean, here she -- she has one list that’s showing what she paid for it. She makes her best guess. It's -- you're suggesting that she would be entitled to the notice if she put down \"unknown,\" \"value unknown\" or \"value 100 percent.\" So your -- on your theory, in order to do what she obviously wants to do, preserve her kitchen equipment, she has to give no information or inaccurate information. If she said -- I think what you're saying is if she said a 100 percent, instead of saying what she thought was the -- the value, or if she said unknown, she would be entitled to notice from -- to an objection from the trustee. But because she has tried her best to put down what the form calls for, she doesn't get any objection from the trustee."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- is that where she would write 100 percent -- in the third column, rather than the fourth?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would she --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, now, wait. Why would the trustee object? I mean, he would still be objecting to the valuation. You say that he has no -- no obligation to object to the valuation. But if she writes 100 percent of value in the third column, that's what she's claimed, and then values it at something above the exemption, right? Above the permissible objection, he's still objecting to the valuation, isn't he? No?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, Mr. Wall. Mr. Brunstad. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But she could have said “in full.” You can't say she couldn’t have done nothing more. She’d put “in full.”"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Or “100 percent of value.”"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you’ve said that there’s nothing else she could do, and I said, of course, there’s something else she could do. In Taylor, the case you cite, they put “unknown.”"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I understand your position, but you can't say there’s nothing else she could have done. That's -- that's the issue in the case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if it turns out that this business equipment was worth $100,000 and the trustee looks at it and says, oh, she's only claiming -- you know, less than she's entitled, $10,000, and doesn't object, she gets that dramatic windfall."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, no, no. She -- she -- and it may be even in good faith or -- or bad faith, depending on the rule we -- we adopt, but she gets that incredible bonus because it turns out her business equipment is worth a lot more than she put down."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this -- the trustee doesn't know. He doesn't know. He looks at it and says, oh, that sounds like kitchen equipment might be worth that, and so he doesn't object. What you're doing is, I think Justice Kennedy pointed out, you're requiring the trustee to object to everything, lest he lose the $100,000 that it turns out this is worth."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but the point is, that drags out the whole process. You're imposing a burden on the trustee. He loses everything if he doesn't object, and I think the idea is that these things move as quickly as you can, and you don't want the trustees -- you know, I may be severely prejudiced; the creditors might if I don't object, so I'm going to object to everything; we'll sort it out later."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, when she put down the figure $10,718 on page 58a of the Joint Appendix, what did she mean by that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"She meant that that was --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"She had -- she had figured out the value of the property, and her estimation of its fair market value was $10,718?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It wasn't $10,717? It wasn't $10,719? It was $10,718? That's what she meant?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's not a realistic valuation. Nobody thinks that that's an honest valuation of the equipment. It's simply adding up the -- the exemption she was entitled to."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It’s just -- her valuation just happened to be exactly the amount that the two exemptions she had would add up to."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's a -- that's a totally different question. It’s just -- it is –- your submission is that it is a pure coincidence that her good faith estimation of the current market value of this property just happens to add up, to the dollar, to the amounts that she was entitled to exempt under the specific statutory provisions that she cited in the previous column?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now, can you elaborate on this additional -- she -- you said she could have listed something that came to a higher number. Are you talking about the part of the leftover of the wildcard exemption that she -- she used it for food, didn't she?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but she was maxed out. Once she used it for that, she was maxed out, but she wanted to have her cake and eat it too. She wanted to get the exemption for the food and she wanted to get the exemption for the -- for the equipment. And so it just so happened that the equipment valuation added up to precisely what was left over after she took the exemption for the -- for the food."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But how do you know that from the form? Number one, I think both sides have -- have an argument as to what the form means. I don't think it's at all clear-cut. As I say, I'm looking for some kind of a rule to tilt the case one way or the other. All right? I don't put a lot of credence in the fact that she -- the ambiguities are construed against her. I am concerned that in every case, under your rule, the trustee is at risk unless he makes an objection, and I think that's just going to make bankruptcy proceedings much more protracted and much more complex."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but therein -- the problem was triggered when they put in the word \"unknown.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any sense of how it works in practice? I'm a little worried by Justice Kennedy's question, because the government says in practice what's been happening is that in most places, trustees don't -- they don't object to these kinds of valuations problems, and now suddenly when the rule has changed in some circuit, they do object as a matter of form, which is unnecessary paperwork. The impression I had from reading Collier, and it was -- the opposite was so, that normally when you have the creditors’ meeting, things would appear, what was a problem or what wasn't, and the creditor would then file an -- or the trustee would then file an objection. Well, what is the case? How does the practice work? I'm -- I’m pretty uncertain. I'm not a bankruptcy expert."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but how did it work normally for years and years? You'd go into a committee meeting of creditors. They'd get into an argument about the valuation. I'm sure that happened."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And when that happened, did trustees file objections within 30 days or didn't they?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do we know that? I mean, I was impressed by Ambro. Isn't he the judge here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He had been a bankruptcy judge, so maybe he knows."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I don't know who knows, because I'm worried the government has looked into this, and somebody's telling them who knows it's the opposite."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, under your rule, the trustee has 30 days to get this good faith basis. Does that mean that he or she has to get a valuation on everything that's listed at full value, that that is really the burden we're talking about? It's not the burden of filing a piece of paper that says I want an a exemption, or even one that says I have an objection. It's what it takes to support that objection and how much effort goes to that activity."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, there's a huge difference between a rule that says you don't have to actually go after this information in a formal way. If someone's claiming only the exempt amount, then I'll go ahead and I'll administer the estate, and over time I'll talk informally to people and get a sense of whether the valuation is right or not, but I won't actually -- actually have to get a formal appraisal because I'll just use my judgment. Your rule would require something else. They would have to get the appraisal to lodge the request for an extension or to lodge the request for an objection."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You mean in every single case where an asset is sold, there has to be a valuation beforehand?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if he claims the whole property is exempt?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"My question was –- I thought I understood your remark to say anytime there’s a sale, there has to be a valuation or an appraisal before the sale."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do we know what -- what’s"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"But that -- but the very fact that it’s -- that there's going to be a sale may indicate that your premise is not true most of the time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm very confused because of your answer to Justice Sotomayor. I thought what you were saying -- she said, well, you only have 30 days; you get all this value. That doesn't say very much. You said, well -- you -- you said less. Okay?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You said less time. Which isn't much of an answer, but it's something. Now, I would have thought you were going to say but it's 30 days from the creditors’ meeting ending, and that's a movable feast that could last 5 years. You could keep postponing it. You can go to the judge and say, Judge, give me an extension, which he'll do. So there's no problem here. But you didn't say that. So the fact that you didn't say that suggests to me you're not certain about what this practical impact is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You are certain?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. How long do these creditors’ meetings last? How easy are they to postpone? How -- how easy is it for the trustee to get this information together during the creditors’ meeting, et cetera, et cetera? Where do I look to find out the answer to that question?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Here I thought that the trustee got the appraisal before the creditors’ meeting, because at the creditors’ meeting he said to her, you put down, what, 10,000; I have an estimate that says $17,000."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Brunstad, do we know what is the division among bankruptcy judges on this issue? I mean, you are urging that when those columns 3 and 4 match, that's a tip-off that the debtor is claiming the entire property is exempt. Do we know what is the lay of the land among bankruptcy judges?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, once again, Taylor had the word “unknown,” and this doesn't. And that's the problem."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You mean if the trustee thinks there's a problem?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, in -- what's interesting is that all of the circuits or most, the majority, have not announced the fixed rule. The rule they’ve said is: It depends on the circumstances. And so it appears to me that most of the courts are saying to us: We don't want a default rule, because we have to see what has happened and see what has happened between the parties to determine in one situation rather than another what the intent was. It's not an irrational rule. Why shouldn't we be considering that as an alternative? Because once we make an announcement like the one that you're proposing, it is an inducement to undervalue your property, for a debtor, because -- in the hopes that an overly worked trustee won't have either the time or opportunity or wherewithal to understand that the value is off and that they're going to lose something that the estate is entitled to."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. There are comparable circuit court opinions and situations very analogous to this one, where the circuit courts have looked at what the trustee and the debtor have done during the process. And if the debtor has not made it clear that they're seeking the full value of the property, as happened here, there was a conversation that the value was off, the debtor did not tell the trustee that she was claiming the full amount of the property. And there are analogous situations where the circuits have said, no, that doesn't show your intent because you didn't articulate it to the trustee in the informal meetings. That's not an irrational conclusion by those circuits."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. What it says is, if you're engaged in good faith negotiation over a value or over the claimed exemption, you should -- both sides should be open about it."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Most of these cases, the objections are -- the discussions are not at the time of objection. They are at the time of the creditors’ meeting. It is part of the discussion. That's what the courts are looking to. What's happening between the parties? Have they made their intent clear, and what does that intent reflect?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But this debtor did know at the creditors’ meeting -- she certainly knew that the trustee was claiming the property was worth more than what she listed it as being worth. She could have, at that point -- so she had the notice of what he was thinking. She could have, at that point, said, I will remove as many items as necessary to bring me safely within the limit. She didn't do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, Mr. Goldblatt, 2 minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CRAIG G. GOLDBLATT","firstName":"CRAIG","lastName":"GOLDBLATT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2493,"interruptions":19,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1312,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":2,"fullName":"ERIC BRUNSTAD","firstName":"ERIC","lastName":"BRUNSTAD","counsel":true,"justice":false,"side":"respondent","words_spoken":3499,"interruptions":21,"times_spoken":47,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1013,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":243,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":843,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":566,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3805,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":21,"words_spoken":3499,"times_spoken":47,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":2,"words_spoken":4054,"times_spoken":107,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.7677631803443778,"respondent":0.23223681965562215,"date":1472418052874}}