{"petitioner":{"name":"JERRY N. JONES, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 08-586\nHARRIS ASSOCIATES L.P. ","counsel":[2]},"caseNumber":"08-586","date":"2009-11-02T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-586, Jones v. Harris Associates. Mr. Frederick. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is Harris a fiduciary in the same sense as a corporate officer and a corporate director? Or does his fiduciary duty differ? Is it higher or lower, same with a guardian, same with a trustee? I mean, the word \"fiduciary\" -- does fiduciary imply different standards, depending on what kind of fiduciary you are?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would the test for compensation in this case be the same as any director or any officer of a corporation?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to know, is the fiduciary duties the same? Is the fiduciary standard the same, without getting into how its applied? Is the fiduciary standard the same for Jones, for a guardian, for a trustee, for a corporate officer or a corporate director, always the same?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And for lawyers?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Lawyers have a fiduciary obligation to their clients; right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So courts should review lawyers' fees for -- on the basis of whether it's a fair result."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but this is different. I mean, this is part of an expense of a fund. They don't get fees, but -- but they get -- they have to pay for the lawyers, just like they have to pay for management advice. So why wouldn't you review the lawyers' fees to make sure they are fair?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel for the fund."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was in this record, was there not, a submission by the adviser comparing what mutual funds this fund was charged, what institutional funds were charged, but explaining the differential in terms of the services provided, that more services were provided to the fund and less services were provided to the institutional investors."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would have the burden? You said that is an issue that has not been decided, it's a disputed issue of fact, appropriate for remand. Who -- would you have the burden if they came forward and said, look, this is what our situation is. These are the services. Would you have the burden to show that in fact they were comparable and the differences did not warrant the differences in the fee?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have the burden?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's different from normal trust law, isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Normally where you are a fiduciary, it's up to you to prove that it was reasonable."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So Congress evidently did not mean ordinary trust law to apply in this context."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- if you are having courts decide -- review what is fair, a fair fee, what if the adviser had given such good advice that the fund beat the industry average for his category of fund by 5 percent over the last 5 years. Does he get double the normal compensation of the average fees? Does he get triple? 50 percent more? How is the court supposed to decide that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, surely you think it is. When you say they don't give the money back, you are not suggesting that the amount of the fees should be the same regardless of whether they outperform by 10 percent or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there is different parameters, right, in the sense that you're trying -- the company is trying to attract investors to the mutual fund. If you are advising a pension fund, it is not the case that they are trying to attract pensioners who have other choices."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that Congress used \"fiduciary\" in a special sense. Then -- then, I have to conclude that your earlier answer is confusing for me, because I thought you were going to tell us that this investment adviser has the same fiduciary standard that officers and directors of corporations have. Then you say that Congress used it in this special sense. So that doesn't quite square."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do technological changes make a difference in terms of disclosures required? These days all you have to do is push a button and you find out exactly what the management fees are. I mean, you just look it up on Morningstar and it's right there and you can make -- as an investor you can make whatever determination you'd like, including to take your money out."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we could look at -- you know, as the fund grows bigger and he doesn't get those benefits he can go look at another fund. It takes 30 seconds."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but he protects the company ultimately, because when investors leave the company that is charging excessive fees to go to other companies, the company that they are leaving sees that something's wrong and has to lower its compensation to its adviser. Why doesn't that affect the company at issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Companies - - companies change who they invest with under the 401(k)'s all the time. The employees are not happy with the return they are getting because the company has limited their choices, they change. It happens all the time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You told me just a little while ago, or told somebody, Congress wasn't interested in protecting investors; they were interested in protecting the companies."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, can I unpackage your argument a little bit. Because using the word \"fair fee\" in my mind is meaningless, because it has to be fair in relationship to something. And so what is your definition of what that something is that it's fair to, and -- or unfair against? And start from there, because I understood the Seventh Circuit to be saying: Look, a fair fee is paying market value. If one takes a sort of reading -- whatever negotiation goes on between the two, as long as there has been full disclosure as required, that's the market. So that's fair. You're saying it's something else. What's that something else?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So you start there."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So let's stop confusing this -- the articulation of the standard, which is -- that's fair. What would an arm's-length transaction produce? And let's go to what seems to be part of your argument and sort of what everyone's skirting around, which is what's the proof that a particular transaction is not arm's-length? The Seventh Circuit appeared to be saying, it's arm's-length when the parties have done all of the disclosure that is required, because then the buyer can decide whether they want to pay that fee or not, and once they choose to it's a fair price. It's an arm's - length transaction. You are saying not, and that's what -- that's where I am trying to get to the nub of why not? Why is - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- now, that's begging the question, because Congress hasn't said a reasonable fee. It did say fiduciary duty, but it didn't -- there is a subtle but very important difference between reasonable and -- a reasonable fee and a fiduciary duty with respect to fees."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still begging the question, fair against what."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, I don't understand your statement that they can't fire the investment adviser. Maybe they can't fire him, but they can insist that he accept a lower fee, right? Surely they can do that, can't they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can they insist that he accept a lower fee? Can they do that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, that's something different. Let's assume you have a disinterested board of directors, which is what the statute requires. You tell me even though they are disinterested, they can't fire the adviser. It seems to me, while they can't fire him, they can say: We are going to cut your fee in half. Whereupon they don't have to fire him. He will pack up and leave, and they will get a new adviser. Doesn't that work?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think Congress used the term \"fiduciary\" in a very special sense here? I will just tell you the problem I'm having with the case. If I look at a standard that the fees must be reasonable and I compare that with what a fiduciary would do, I thought a fiduciary has the highest possible duty. But apparently the submission is the fiduciary has a lower duty, a lesser duty than to charge a reasonable fee. I just find that quite a puzzling use of the word \"fiduciary.\" Now, if Congress uses it as a term of art or in some special sense, fine."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But it seems to me an odd use of the term \"fiduciary.\" I don't know why Congress didn't use some other word."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, if we are going to have regulation of what fees can be charged, you cite in your brief the various regulations the SEC has issued. It makes a lot more sense to have the SEC regulate rates than to have courts do it, doesn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You are not suggesting the SEC wouldn't have authority to do that, are you?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Has it filed any?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it must be aware of the -- of the divergence between the fees that investment advisers charge to these companies and what they charge to other clients. Isn't the SEC aware of that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And yet has brought no suits against this industry?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"For disclosure, just for disclosure. But that suggests to me that the SEC may think that this is indeed a self-contained industry and that the comparison with investment advice given to other entities is -- is not a fair one."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gannon, the -- all the circumstances, that comes from the Second Circuit's Gartenberg case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But in -- in that case, at least there was a footnote that seemed to say, you don't have to engage in a -- in the comparison with what institutional investors are paid."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, the statute does not say, in considering the rates you look at all the circumstances. Am I right? It says, in considering whether to defer to the board, you look at all the circumstances."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The board."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Right. But isn't that different than saying, in looking at what the rates should be or whether they are excessive, you look at all the circumstances? It may well be that you don't defer to the board, but that doesn't mean it's a free-for-all in deciding what you do look at."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if they agree to pay double the price?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- that's what - - are you advocating that there is a stand-alone cause of action or breach of duty when there isn't full disclosure, even if the fee is within arm's length - - normal -- begging the question of what's normal, but assuming that it's within an arm's-length transaction range in the market?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But even if there is full disclosure, your position is in every case a court must decide whether the fee is reasonable or not."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how much deviance, and what is the scope of the range?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How is the -- how is the standard you've just described different from a standard of reasonableness?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I would be very surprised if \"reasonableness\" always meant one -- one figure. It could mean a range."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask you a question going back to Justice Kennedy's early question? Do you think the fiduciary status of the defendant in this case is different from the fiduciary status of a president of a corporation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Donovan. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's assume -- let's assume that all of the independent board of director members vote for a particular fee, but the fee is negotiated by an insider, and the insider is the one who does the evaluation, looks at them and says: I think this is really a great deal, guys. And they just fell for it. Is that a process that would guarantee an arm's-length transaction in the sense that Congress intended in this act?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Which cause of action - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- under what?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, then their process is part of your definition of \"fiduciary duty\"? A court has to look at the nature of process?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now -- now you are adding what has been added, which is outside of the range, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. But what you are -- but what you are arguing is, if the process is fair, even if the fee is outside the range of an arm's - length transaction, there is no cause of action?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a wonderfully clear command, isn't it? Such consideration as is appropriate? What is the language? Read it. What is it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Wow. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's meaningless. It tells the court to make its own judgment. Such consideration as the court deems due. Give it whatever -- whatever consideration you -- you feel like. It's utterly meaningless to me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what is \"so far out of bounds\"? In other words, you are saying, you can look at what the directors did if it's, as you said, too far out of bounds, but 10 percent off, 50 percent off?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Double, as they say is the case here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Double, as they say is the case here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you say: Look to see if it's outside the bounds, and now you tell me there is no way to look to see if it's outside the bounds."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is that the test that the court of appeals here applied?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is that the test that the court of appeals here applied, whose judgment you want us to affirm?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So we should remand it for application of the test that you propose?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Surely that's a disputed fact, isn't it? And you want us to dispose -- or you want this to be disposed of on summary judgment. The other side says the services aren't that much different."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It wasn't talking about this particular case. It was talking about in general, wasn't - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Except that they claim that you were receiving additional payment for the services, or some or at least a substantial number of the services, that you claim are attributed by the difference. So they're saying if you compare apples to apples, you are charging twice the amount. If you compare apples to oranges, there are differences because the oranges were different, but you were getting paid for those oranges separately. I think that was their argument."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's the issue of disputed fact. So let's go back. Are you disavowing the Seventh Circuit's approach? Because I read your brief and it doesn't appear as if you are defending their market approach that says so long as the process was fair, any fee is okay. That's how I thought they had reached their conclusion."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I'm talking -- I am using his words in terms of case - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you're disavowing that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your positions is no different than the solicitor general's, that there has to be some measure of fair process and some measure of a fair fee, at least within -- in terms of it not being outside the range an arm's length transaction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That are what?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the fund adviser here -- I mean, the investment adviser did disclose -- that's in the record -- did disclose the difference between what were charged mutual funds, what were charged institutional investors, and then explained that the services were different and that justified the difference. But they weren't trying to think, no, we don't have to come forward with this information."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you were appointed to a committee, just set my pay, that might be helpful. I'd say I'll pay you $50,000 a year to do it, as long as I am satisfied with your results. Now, would you, for example, not have in your mind, I would like to know what he's paid by other people that don't have someone like me setting his pay? Wouldn't that be in your mind?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, so wouldn't that be a normal question to ask?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't know if they asked it -- I mean, I think we are reviewing the district court opinion, I think we are reversing -- we are reviewing -- sorry. We're reviewing. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I have laryngitis; I don't speak accurately. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I think we are reviewing a -- a decision of a court of appeals setting a standard, and so wouldn't, when we set the standard, say, we can't say if in every case you are not going to go out and ask him what he charges when he mows the neighbor's lawn, but we would like to know what he charges when he asks for money from people who do not have this kind of supervision, and we would like if it's a lot different to ask him why."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, so what's the problem then with saying that in the opinion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's pretty unusual that it won't be, and I think certainly you have in the case in front of us a case where it would be relevant. You may have an answer to the question. There may be a perfectly good answer, so let's listen to it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The answer dispositive? Well, I don't see it should be dispositive, maybe the answers would be quite different."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So -- but you no objection, then I'm not sure there is much of an issue. There might -- I mean, maybe there is some. That's the only issue, whether this should be dispositive always, or whether it should be a factor to take into account where relevant?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So you have no objection to send it back and say look, of course this is relevant, perhaps quite often relevant; why don't you look at it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But did -- but in the Seventh Circuit, Judge Easterbrook said, mainly you have to look to see if there was full disclosure, and then there might be cases where it's so out of line. And he said the comparison would be to other mutual funds. He excluded the comparison with institutional investors. So to that extent, was the Second Circuit wrong, saying this is not a relevant factor; what other mutual funds pay investment advisors may be a relevant factor?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"When you say you should look at the range and how far it's off, do you mean that in the Gartenberg sense -- in other words, if it is way out of line, then you assume or can at least look further at whether there was a fair process? Or do you mean it in the normal case, in sort of setting the rates you just look how far it is off."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's probably - - you're not the person to -- to ask, but do you understand the Solicitor General's position to be your understanding of the Gartenberg sense or something else?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What do we do about Gartenberg? That is to say, the key sentence you can read either way. The key sentence could mean -- it just depends on tone of voice. You must charge a fee that is not so disproportionately large that it bears no reasonable relationship to the services rendered and could not -- could not have been the product of arms-length bargaining. Or you could say, look, it's unlawful where it's so large -- it doesn't -- where there is no reasonable relationship. And if there is no reasonable relationship, how could it have been the product of arm's-length bargaining?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You object if we turn them upside down?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm saying the tone, be a little careful here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So we can say the substance is -- I'm just trying this out -- the substance is to look and see if it's reasonable, and if it's reasonable it certainly is the product of arm-length bargaining, if it's not reasonable, how could it be? Got to get an answer to that, okay? So, that way you see the tone is be careful, you are a judge, you are not a rate-setter. How's that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would -- would you give us the citations of the parts of the record that you say render it unnecessary for us to remand for the lower court to consider a comparison with non- -- with institutional charges?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"At 16a of the Joint Appendix you are talking about?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of the petition."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about the petitioners' allegation that the investment adviser did not provide full and accurate information? And they mention particularly concerning economies of scale, profitability, and several other matters, that what everybody agrees is necessary, full disclosure, had not occurred. Is that a disputed issue of fact or of further inquiry?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Frederick, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was your friend correct, that these funds have better than average performance and lower than average fees?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought, by reversing that, picking out what the essence was, you would get pretty close to what you are arguing for, without getting into all this thing of whether it's just like a trustee or whether a lawyer should be a trustee or - - you know, there are a lot of questions here that could float around, of any language we use."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":1963,"interruptions":9,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1264,"interruptions":10,"times_spoken":22,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JOHN D. DONOVAN","firstName":"JOHN","lastName":"DONOVAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2211,"interruptions":20,"times_spoken":47,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":780,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":352,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":557,"interruptions":1,"times_spoken":27,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":739,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":37,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":625,"interruptions":0,"times_spoken":15,"laughter":2,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3227,"times_spoken":58,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":2211,"times_spoken":47,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":4,"words_spoken":3471,"times_spoken":108,"laughter":3,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9}}