{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"CITY OF NEW YORK, NEW YORK, ET AL. : ","counsel":[1,2]},"caseNumber":"08-660","date":"2009-04-21T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-660, United States, ex rel. Eisenstein v. the City of New York. Mr. Schor. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why at the start? Why isn't the time the end, when we can -- the notice of appeal is to be filed after there is a judgment. Why isn't the proper time to determine number of days to appeal when the judgment is entered? And at that point, one can see that the government has done nothing, absolutely nothing in the case. At the inception, I agree with you, we don't know what, if anything, the government is going to do. But by the time judgment is entered, we surely know."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we hear the government did nothing, not one thing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The test is -- I don't know what you mean by \"active participation\" as opposed to just plain participation. If the rule is at the time judgment is entered to determine how much time you have to file your notice of appeal, the question is, has the government done anything? And if the government has done nothing at all, then you have 30 days."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's the question, whether that's enough or whether the government's power to prevent discovery, which it can do, is that alone enough?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. But - - but I'm saying there are various steps the governments -- the government can take, and I -- I think you have a point, that even though this case may be an easy one, we're going to have to decide in future cases how much -- how much activity by the government is enough activity to make the government a party."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't have to -- you wouldn't have to do anything like that at all. He would just file before 30 days just to be on the safe side. It's not like he's going to say, I'm going to analyze this 100-page document to see whether I get an extra 30 days to do something as simple as filing a notice of appeal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and if the inquiry says it's hard to tell, there's a 30-day limit and there's a 60 day limit, I don't know of any responsible counsel who wouldn't file within 30 days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would that - - why would it -- I mean, it would still apply to the government or any case in which the government is a party, where it's not an issue whether is the government a party or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, no, no, I agree with you that it -- I'm just saying why in a world would the relator want to invoke the 60-day provision if there's at all -- at all a question about whether it's 30 days or 60 days?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any advantage? I mean, a notice of appeal is the easiest document, so it's not a question that there's any labor involved in doing this. But is there any advantage to filing -- to taking the 60 days instead of the 30 days? Why would counsel want to take advantage of the extra 30 days? It isn't a question of a labor, having to write, like having to write a brief. What advantage would there be to taking the additional 30 days?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How would the -- how would you know at the time of filing of the notice of appeal whether the government is thereafter going to file an amicus brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- yes, but - - you don't have to know that before you file the one-page notice of appeal. I mean, if you need more time, you can get more time, but you don't have to know all of that. It's not going to cost you a lot of money to file the notice of appeal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it turns out the government is not going to come in, you can always dismiss the appeal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, anyway, a rule's a rule and discussing all of these consequences is beside the point. If, indeed, the government's a party, it's 60 days, right, and you say the government's a party?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And is -- is it your position that the government is a party to this case for all purposes, for all purposes of all the rules, or is it just some of them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As opposed to the government's view, which does sort of pick and choose between - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The government is not saying it doesn't need the 60 days. It's saying you don't qualify for the 60 days, you are not the government. I don't think the government is arguing that its own time can be shortened."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So there may be - - there may be a lot of reasons the relator will not pursue an appeal. I don't think there's any reason that the relator would not file a notice of appeal within 30 days or, if he doesn't like 30 days, you ask for an extension of time for another 30 days. Then the whole issue is moot."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your argument goes - - is replying to the government the Respondent's argument that there is no sense in giving 60 days to the government, and what you're saying is, yes, sometimes there is."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even when the government has not actively participated. So it really negates, you know, you're doing something that has no point. It could have a point, to give the government 60 days, even in a case where it has not actively participated. It may need that long to consult with other agencies as to whether to accept a defeat in this case or -- or on its own to conduct an appeal if the relator doesn't want to."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the government appeal without having intervened in the district court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure the government will agree with that. I'm sure that's one of the contexts in which they agree that the government is a party."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are some provisions that -- that seem to indicate the government isn't a party. For example, it specifically provides that even when the government hasn't intervened, the government may request copies of the pleadings. Doesn't it have to make requests for them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would it have to do that if it's a party?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- I mean, you're saying they are not a party for that rule at least, that requires the pleadings to be served upon the other party."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not following you. I'm saying if -- if the government is a party, Rule 5 would apply and the government would automatically get copies of the pleading whether or not it requested them. So the provision in the False Claims Act that the government will only get copies if it requests them seems to indicate that the government is not a party."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that everyone -- you are relying on the government, that the government is in the caption and it's a real party in interest. Is every real party in interest a party for this purpose?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I come back to the Rule point just for a minute? You say that the effect of the False Claims Act is simply to restrict what would normally be the right of the government to get copies of all the pleadings. That's really not how it reads. It doesn't say that the government shall receive copies of the pleadings only if it requests them. It says the government shall receive copies of the pleadings if it requests them, as though without that provision it wouldn't have a right to receive copies. Isn't that the way it reads?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what we are down here, you know. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Precision."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is something odd about -- plaintiffs come to the court seeking something. Defendants are -- are stuck. They're being sued. And here the United States is an involuntary plaintiff. It didn't commence this lawsuit, and I think there must be many cases where the government will say, we don't want anything to do with this."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May be for other purposes? I thought you told me before that it was for other purposes as well."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Let's stay on track."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not really a party for all purposes in your submission. It's not a party for discovery purposes, is it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that? What provision is that? I didn't focus on that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I am sorry. I didn't mean to eat up your time with this."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, where is it in the stuff that I have?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that doesn't say anything about discovery in particular. I thought you were talking about some declination provision that - - that said the government is -- is not subject to discovery."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and the fact that it cannot conduct discovery also involves the fact that it's immune from discovery, how do you get that? And it is; is it not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I'm sure it's the government's position."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But how can that -- how can that be if it's a party?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The declination provision doesn't say that. The declination provision just says that it is not actively conducting the case. But how do you get its exemption from discovery?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with that, but - - but it's -- it's for me a problem with your assertion that for all purposes the government is a party. It seems to me it is not a party for purposes of discovery, and there is no provision in -- in the -- in the False Claims Act that exempts it from discovery."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Rephen. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This is certainly a trap for the unaware, right? I mean, every lawyer loves to win on a technicality, but - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It says if the United States is a party, it is -- it is 60; if it's not, it's 30. And you have got a situation where the United States -- the action is brought in the name of the United States."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but this is such a -- such a trap for the unwary that you never even raise this point. It was raised sua sponte by the court of appeals."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my point is if it didn't occur to you, how can you claim that it should definitely have occurred to your friend on the other side?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question about: Are there a number of circuits that follow the 60-day rule?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And in those cases, suppose we decide your way in this case. What happens to the -- all the appeals that have been taken relying on the 60-day rule? Because I understand the failure to file a notice of appeal is jurisdictional."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All of those would be terminated?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what about judgments that have been entered based on appeals that were - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So we are really -- in several circuits, a really rather important decision is being called for?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why would the judgment have to be vacated? Even a jurisdictional issue becomes subject to preclusion once you have gone the appeal route - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So even the jurisdictional base can be precluded and not raised on collateral attack."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Except that the government here has considerable powers even without intervening, and they include its ability to move to stay discovery, which normally a party would only be able to do. It can object to any voluntary dismissal or settlement, which normally would be a party's right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And some courts have allowed the government to move to dismiss."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So unlike -- unlike your adversary here, you -- your adversary says the government is a party for all purposes; you are not saying the government is not a party for all purposes. You're saying it's not a party for some purposes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You are saying that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you're also saying as for the rest, sometimes it is, sometimes it isn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How about -- I'm sorry. Why don't you finish, counselor?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, how does it work in -- presumably, I guess the government can decide that it wants to appeal the case in which it has not participated below, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It has to move to intervene. So let's say there's a judgment and the government looks at it and says: Well, we didn't know we would get a decision like this; We've got to appeal this. The relator doesn't want to appeal it. 30 days goes by. The Government moves to intervene because it has 60 days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So for all the reasons in the legislative history that you discussed about why the government gets more time, those reasons don't apply in that situation?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's -- what about the case that they were talking about, so the relator's pursuing a case, that case is over, and they're not going to appeal because they don't have any money left, whatever it is; but the government looks at that judgment and thinks, oh, God, there's something wrong with this one, I better appeal it. That's the government lawyer speaking. Now, they're supposed to have 60 days to figure that one out, and you'll take that 60 away from them because they'll have to do this whole thing in 30."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, because they didn't expect - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The judge did -- the judge did a surprising thing, which judges sometimes do."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would this be a solution which wouldn't help you? You would say, well, there's some factors here cut one way, and there's some that cut the other way, and some circuits have said the government should have the 60 days, and those cases are already proceeding. So it's best to keep it where it is, which is 60 days, and then suggest the Rules Committee look into this, since we don't actually - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And it -- all right. And the Rules Committee would looked into it if it's a problem."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know. That's repeating your argument. And I'm suggesting what would be wrong with the view that you lose because of the reasons I said."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You rely a lot, counsel, on -- on intervention, as that's what makes the government a party."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The original statute or the earlier statute did not use the word \"intervention.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I forget the different word it used?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Appearance?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I really wonder whether they didn't intend the same -- the same result. If you think they consciously -- under the prior statute, you would say the government - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The government would have been a party?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because you can be a party and not appear."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I -- I pressed your friend about what's the big deal, why don't you just file within 30. It only seems fair to press you on what's the big deal with letting them have for 60 - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- which also solves the problem of the potential trap for the unwary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I agree with that. I agree with that. But what if we say - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. What if I say, or whoever is writing the opinion says, this is only for purposes of filing the appeal? We don't decide whether the government is a party in all these other characteristics, but whether it comes to Rule 4(a) - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it should be construed narrowly. I don't think saying whether it's 30 or 60 days at all implicates that principle."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yeah, but I mean, if we assume you're right, then that's construing it narrowly. But the whole question is that there's some confusion in the rule about who's right, and all I'm saying is it seems to me that it would be the easiest thing to avoid any trap for the unwary with no consequences on the other side, to say 60 days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, this isn't going to delay appeals, for heaven's sakes. I mean, there's all sorts of scheduling rules about the timing of the briefs and everybody gets an extension on their briefs. This is going to have no effect whatever on how quickly appeals move along."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The other side acknowledges that. They say, however, it's different when you have real party in interest plus the party named - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and these things are styled \"United States.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. No, no, that's -- that's unfair. If you are a real party in interest and you are the named party - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're normally a party."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But there are certain things the government can do, you concede, without intervening?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If the government did decide to take over, the qui tam plaintiff would remain a party - -"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So why shouldn't it work the other way? When the government stays out, it's a party -- when the government isn't conducting the litigation, it's a party just as a qui tam plaintiff would be a party."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Except the United States has a lot of power. Unlike the -- the government's presentation here, you would not allow any degree of activity on the part of the government to cause it to be a party, even if it exercises all these other powers short of intervening? It must intervene in your - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you want a bright line or not a bright line?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with the government?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with the government's presentation that it becomes a party when it reaches a certain ineffable degree of activity in the case? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think they were relying on Devlin. The - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The point they are making here - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"--- is not that we're a party for some purposes and not for others. The point they're making is we're a party for all purposes, once we reach a certain degree of activity in the case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think they were."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We disagree on that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We'll hear from them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Wall. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I have a question for you, Mr. Wall. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What is the government's position on that point?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you take the position that without intervention though, nonetheless the government could appeal at the -- at the tail end?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think that - - okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't it need the 60 days to figure out whether it would want to intervene in order to be able to appeal?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But they are not statutes which give the government an extended period of time in order to allow the consultation. This is a statute that does that. And why would they -- why would they not envision the need for that consultation in the situation where the government has had no participation but comes up with a -- with a decision contrary to what it thinks the good law is, and it has to decide whether it wants to intervene in order to appeal. Why shouldn't they be given 60 days?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- why do you care? I mean, you're just giving people who might well be confused by this provision another 30 days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, but, again, we would limit any decision to Federal Rule of Appeal 4 because of the dramatically adverse consequences for the unwary. They lose their right to pursue their case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I just does did. Under FRAP 4, you're out the door without any hearing on the merits. It's a technicality. The spirit of the rules is that we don't throw people out because of mere technicalities. Now, failure to file a timely notice of appeal is not a technicality in terms of the consequences."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about the relators and the parties in the four circuits that have adopted the 60-day rule. They had a court of appeals opinion in front of them that said you had 60 days. They're just out of luck now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure that the Appellate Rules Advisory Committee, when they hear this decision, if they haven't already, will put something in the rules about whether it's 30 days or 60 days. So I'm not terribly concerned about clarity going forward. It's going to be made clear by the Advisory Committee and the submission of new rules, and I see no reason that they wouldn't make it clear. I don't know whether they'll think 30 or 60 is the best idea."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it's just a question of -- in this case and, as Justice Stevens pointed out, what the effect is going to be on other cases. And it seems to me that in that situation, 60 days makes the most sense because otherwise you're disrupting the system solely based on a trap for the unwary."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it is -- it is a potential appellant. I mean if you say Congress is concerned about situations in which the government is a potential appellant. It is a potential appellant in these cases until the 30 days have elapsed, at least. It -- it can intervene, and why shouldn't it have the 60 days to decide whether to appeal or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I understand, but this - - this goes to your argument about congressional intent: That they were concerned about preserving to the government time as a potential appellant to think the matter over. It seems to me that argument is -- is a wash."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can the United States intervene within those 30 days - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and then appeal?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's a potential appellant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Wall. Mr. Schor, you have three minutes remaining. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it also a party under all these other rules?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Under all of the rules of discovery?"},{"name":"JUSTICE SOUTER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you -- what do you say to the government's argument that they -- it -- it may close these doors that -- that you're saying, but it opens a lot of others under other rules? The government says you're just asking for trouble under the -- under the -- a -- an undifferentiated number of other rules if we go your way. What's your response to that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's true, but that's not the point that Justice Souter was making. This is a self-denying position on the part of the government. You would expect the government to come in and say, yeah, give us 60 days to think this over. They're saying, no, we'll only take 30, because they're worried if we come out your way on that issue, there are other issues on which they're also going to be considered a party, and it's not worth the risk."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GIDEON A. SCHOR","firstName":"GIDEON","lastName":"SCHOR","counsel":true,"justice":false,"side":"petitioner","words_spoken":3148,"interruptions":21,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":1,"fullName":"PAUL T. REPHEN","firstName":"PAUL","lastName":"REPHEN","counsel":true,"justice":false,"side":"respondent","words_spoken":1609,"interruptions":30,"times_spoken":58,"laughter":0,"num_int_by":4},{"id":2,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"respondent","words_spoken":1391,"interruptions":7,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1087,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1587,"interruptions":8,"times_spoken":65,"laughter":3,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":60,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":97,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":249,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":97,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3148,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":37,"words_spoken":3000,"times_spoken":76,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":3705,"times_spoken":128,"laughter":3,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6748424782451625,"respondent":0.3251575217548375,"date":1472703110453}}