{"petitioner":{"name":"MARYLAND","counsel":[0,1]},"respondent":{"name":"MICHAEL BLAINE SHATZER, SR. ","counsel":[2]},"caseNumber":"08-680","date":"2009-10-05T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this term in Case 08-680, Maryland v. Shatzer. General Gansler. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Without regard to the time? A break in custody of one day, do you think that should be enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what if it's repeatedly done? You know, you -- you bring him in, you give him his Miranda rights. He says, I don't want to talk. You let him go. You bring him in, give him his Miranda rights. He says, I don't want to talk. You know, just sort of catch and release, until he finally breaks down and says, All right, I'll talk."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the rationale for the break in custody that there is a likelihood of non-coercion? Is that the reason that you offer for the rule?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But this person was in custody in the sense he was in prison and the brief said, oh, he was released to the general population. But the possibilities for coercion or pressure are very substantial in the prison. The warden comes in and says: Oh, your cell doesn't have a window. I mine, there's countless way in which a prisoner in the general prison population would consider that he is - - that there has been no break in custody. I think that's a very difficult rule that you are proposing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the defendant goes home, he can contact a lawyer. In prison he can't do that. So, if the whole idea is to protect his right to counsel, then it makes a big difference whether he's at home or in prison."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know exactly what the Miranda warning in this case was?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what did it tell the person in prison he could do about a lawyer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did it tell him how he could get a lawyer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're in prison and they give you the Miranda warnings, what would that tell the average prisoner with respect to access to a lawyer?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And would they have provided a lawyer to him right away if they had -- he had asked for it?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When he is in prison, I mean."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand that."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just wondering if he thinks, well, I'd like a lawyer, what can he do?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right on the spot, when he is in the room there and they give him the Miranda warnings and he says, that sounds like a good idea, what would happen?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the Miranda warning is a little misleading, isn't it, in that context?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they also say it will be provided to you?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's not going to be provided to him."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if asks for a lawyer. He said: I don't want to talk to you without a lawyer, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the State doesn't provide him with a lawyer, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So what gives him an understanding that one will be provided the next time he's questioned?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, because we tell the police they have to stop."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So presumably they wouldn't re- engage until the lawyer is present, correct? That's what Edwards tells them not to do."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is a different part of your argument. This is not the custody or break in custody. This is the time and the fact that such a prolonged period of time has minimized any coercive effect, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Catch and release then no longer -- catch and release is unimportant to you? There is no meaning to Edwards in that situation, because every prisoner, because he is a captive, is questioned in a place and then told to go back to his room. His room happens to be a locked cell. So he doesn't have the freedom to leave and he doesn't have the freedom necessarily to make calls to discuss his choice with anyone."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a very different situation then someone who is free to go home."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because he is not in custody, when he is in jail."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When he can't leave - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":7,"sideBefore":"justices","text":"True, we have to reach out and find some arbitrary number, but after all, Edwards is an arbitrary rule."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- there is no small - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"In those cases, was there a considerable interval between - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It was just the break in custody? A week - -"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- was enough?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you say the rule is three days? What rule is that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but you -- you are not arguing for a seven-day limit no matter what, even if he is held in jail, are you?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it's the same officer. Does -- you said in your brief and just now it was a different officer. Suppose it was the same officer?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could limit it to the same police department, the same investigation, so you are not covering the waterfront of every interrogation about any crime, any place."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the hypothetical you are positing is an investigation about unrelated crimes. We are talking about, and I think it's what Justice Ginsburg was pointing to, it was an invocation on this crime, on this criminal activity, not one in another State or another police department. And so that's a substantially different question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So I thought Roberson told us it's not a different question, that it's the same question. Roberson did not draw a distinction between what crime he was being questioned on the second time."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I wonder if you're right about that premise. Supposing the prison had a rule that the inmate does not have to see visitors and they say that: Somebody here wants to talk to you. And he says: I don't want to talk to him. And if he refused to talk, then if he did talk, it would be voluntary, rather than the situation you described. Do I make myself clear?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the shortest time period that any circuit court has found a break in custody in a similar situation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Between the invocation of counsel and a requestioning. You said a number of circuit courts have recognized this break in custody theory."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which are days?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Any are days?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Heytens. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, I know that you're going to go into the question of how we shape a rule, and I would like you, and perhaps on rebuttal your other counsel, to comment on the following: I don't see -- as Justice Kennedy had a problem, so do I have a problem with anything that just says break in custody, and taking time seems fairly arbitrary. Suppose you -- could you try to shape a rule on the civil situation, the codes of ethics, where you are not supposed to talk to a client who is represented by a lawyer? That's where my mind is going. And the best I could do at the moment is you would say: When, due to a breach in custody and the passage of time, the questioner did not and would not reasonably believe that the suspect was looking for or was represented by counsel? What I've tried to do is take the purpose of the civil rule, the ordinary ethical rule, and then use it to shape a standard. So I would appreciate any comments on that thought."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Quite a lot of what I read was about the problems of counsel. Counsel has nothing to do with this, nothing at all?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"If -- are we interested in counsel or not? If we are interested in whether he's represented by counsel, and Miranda covers both, then I would repeat my question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"If we are not interested in representation by counsel, then I would withdraw my question and you don't have to answer it."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, couldn't we say that in -- in the situation where there is a change from pretrial status to post-conviction status, the Edwards rule is no longer an irrebuttable presumption, but it's simply a rebuttable presumption? And that there -- that the rule would not apply if the prosecution could show that under the circumstances the reason for the rule, the concern about law enforcement badgering, was not present?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Would it be a good idea to say that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought we liked clear lines in this. I mean, the police won't know what to do."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But carrying -- carrying that analysis one step further, if you are just talking about people who were inmates pursuant to prior conviction, why wouldn't the better rule be that if the inmate is given the opportunity to say no, I don't want a visitor today, and then if he accepts the visitor, you would say he is no longer in custody? But if he says, I don't want to, then he -- then he is in custody and you preserves the presumption."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that -- such a rule would accomplish the benefit when he really wants - - willing to talk, he would say: I would be glad to talk to the officer."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"If he doesn't want to, he should just say no."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But it is a little different when the man first comes, says, will you talk to officer. He can very clearly say no. But if he is in the room with two or three people around in a different setting, then he is still in custody."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"If the change - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":10,"sideBefore":"justices","text":"You started to tell us why this case was important. Would you -- would you finish that? You said there were - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That's not true, because my hypothetical, if you told him you don't have to talk to the officer, and you could produce something, they could question every -- everybody in jail all over the country."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"They can't force him to attend the questioning. But if they give him an opportunity to say, I -- I'm a prisoner, I just want to stay in the prison population and not go to an interrogation room. And if he is willing to go, you could question him. You do not have the example of no possibility."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I thought that you couldn't approach him. I thought that once he's invoked his right to counsel, you can't approach him and say, would you like to talk now? Right? Isn't that -- isn't that the rule?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if the incarceration is a continuation of custodial custody, to be redundant, if it is a continuation of the custody, then why wouldn't asking him whether he would like to see visitors who want to ask him about a particular crime, why wouldn't that be a violation of Edwards?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sure they would."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So the -- the -- the scheme that Justice Stevens proposes wouldn't work. You would be violating Edwards when you asked him if he wanted to see interrogators."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You join counsel for the State in just not wanting to argue for a time rule, which seems to me the only thing that would work."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's become apparent, and I'm indicating that I think the time rule might have some benefits."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But you don't give us any -- any suggestions. As -- you know, the State opens the bidding with seven days. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But the Speedy Trial Act, with many exceptions, requires that you go to trial within 70 days. Would that be a benchmark?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"In this -- in this case it's two years and seven months. Why should the Court take that -- a period of that length and say, well, we are going to now rule for all future cases it should be, say, six months."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Or to the police who have to decide whether they can interrogate or not."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't want to interrupt that, but there were two aspects to Edwards. One was the coercion, but the other was the respect for the advisement of counsel. And so the test that you are proposing only addresses the coercion prong of it, not the respect for the invocation of counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Davis. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"This is an area where it is very difficult to draw lines, at least I find it difficult to draw lines. So let me start you out with an extreme hypothetical, and I would like you tell me whether you think the Edwards rule reaches this far. And if it doesn't, then I would like you to tell me why it doesn't. And what limitations, if any, on the rule you would be willing to defend as consistent with the rationale for the rule. Someone is taken into custody in Maryland in 1999 and questioned for joy riding, released from custody, and then in 2009 is taken into custody and questioned for murder in Montana. Now, at the time of the first questioning, the -- the suspect invokes the Fifth Amendment right to counsel. Now, does the Edwards rule apply to the second interrogation?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And you don't think that's a ridiculous application of the rule? First of all, how are the authorities in Montana possibly going to know whether this person was interrogated previously on a crime for which the person was never convicted in Maryland, and that invoked the right not to be questioned without -- without an attorney? And you think there is badgering in that situation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't mean badgering."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We ought to get another term for it then. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Questioning?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There was no attempt in this hypothetical to get him to change his mind. They didn't know he had made up his mind."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So all right, they run the rap sheet and they find out, if they do, that the person was arrested ten years earlier in Maryland and then what? They try to find the detective that questioned the -- the suspect in 1999 in Maryland? And they find out that the detective is retired and is now, you know, fishing down in the Florida Keys, and they have to track this person down and say, now do you recall whether this person -- that's the rule you are arguing for?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry to interrupt you -- interrupt there, and I will let you get back to the answer. They should attempt to do so. The rule here does not allow the police to approach that person, a murder suspect. And you are saying he cannot even be approached to see if he would waive his rights ten years later because he was -- invoked the right in connection with joy riding?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let me pose you my hypothetical again, the same joy riding questioning, and then 40 years later after the person has gotten a law degree and become an entrepreneur and made $20 million, he's taken into custody and questioned by the Federal authorities for stock fraud. Forever, you know, this right that was invoked back in adolescence continues forever."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Just in case -- just in case we don't -- we want to put a time limit on it, which I know you don't want us to do. I'm now thinking and I would like your comment, if you want, of a combination of what Justice Alito said and what I said, that is, that there are two parts to the Edwards thing. One is the lawyer part, and the other is the incriminating self part. Now the lawyer part would be handled by shaping a rule based on the rules of evidence, along the lines I suggested. And that would give you a time. And then the Miranda part could be handled by saying: but the suspect retains the right to show that this questioning is badgering without the question marks. In other words what they are really up to is to try to get him to change his mind. Now would that work?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask something? What does that have to do with the hypothetical Justice Alito gave you, which is the person is not in custody, right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He is arrested for joy riding; he is let go; and you are saying that for 20, 40 years he is now immunized from being reapproached by the police under the Edwards rule?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you are advocating that no break in custody ever stops the Edwards clock."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but not - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It was one day. He said he wanted the - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- to remain silent in the evening, and at 9:00 the next morning they were back."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you are now -- you are now accepting your adversary's point that somehow a -- a change from a locked room in a prison to a different locked room is a release from custody."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If we don't -- if we don't accept that proposition, isn't there a clear break when someone is let to go home? When someone is released and permitted to go home?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you about a different approach? We are dealing in this case with somebody who was constantly in custody but for a different reason than the during the pretrial situation. He is in the general prison population. What -- what would be wrong with the rule that said that a person in that situation should be advised that somebody wants to question him, and he has a right to say I do or do not want to talk to the visitor? And if he is willing to talk to the visitor, then you have to give him new Miranda warnings and you start from scratch. But have the -- have the focus on whether he is in custody at the time of the questioning, and say that an inability to refuse to go to the interrogation room would be not treated as custody. It would be treated as in the general prison population. What would be wrong with such a rule?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the record doesn't tell us whether he was given an opportunity to say \"I don't want any visitors today.\""},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's a question who has the burden of showing he's in custody or is he free to live leave. If he has the burden, he didn't carry the burden in this case. MS. DAVIS: Well, the record does show that he lived in a maximum security prison - - JUSTICE STEVENS: Correct. MS. DAVIS: -- and does not show that he would be free to refuse. JUSTICE STEVENS: But you can still live in a maximum security prison and say I don't want any visitors. MS. DAVIS: We don't know that he could have refused under the - - JUSTICE STEVENS: As far as the records show. MS. DAVIS: Right, we don't know that. But Justice Stevens - - JUSTICE SCALIA: Do -- do we have to ask him, you know, what visitors? I mean, is that the question? MS. DAVIS: Well - - JUSTICE SCALIA: Do you want to have any visitors today? MS. DAVIS: This shows - - JUSTICE SCALIA: He says, I don't know. Is it my mother? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Or -- or do you ask him, are you willing to speak to investigators about a crime? And he says what crime? I mean, how specific does - - does the request for permission to have visitors have to be?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- for this rule to cut in?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So then I don't understand why your answer to Justice Alito's hypothetical was what it was, because that person obvious was not in custody."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you're -- if you are going to use the Edwards, which I think is a good idea, as counsel part, which I think is a good starting place, you and every other member of the bar deals with this problem every day of the week. Not every day of the week, but very often. You know somebody's represented in a case, and you know you are supposed to talk to the lawyer. But eventually time passes, and then you are probably free to talk to him, because the whole thing's gone away. Now that's a pretty vague rule. You could make it more specific, but the -- the bar has lived with that kind of situation, I guess for years."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So why can't we here?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, that's not what I mean. I mean that the obligation to deal with counsel, you don't have, after enough time passes, that it's no longer reasonable to think that that individual either has or wants counsel."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, what is the ethical rule about counsel? I thought if -- if there's counsel in a particular case and you want to approach the client about that case, you can't do it without going to counsel."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But when there is an entirely different case, there is totally different litigation, you can't approach the fellow without going back to the counsel whom he hired for a different case? I don't think that's the ethical rule. But that's the effect of Edwards. Even if it's a different crime, you have to go back to the counsel whom he hired for a different prosecution? That bears no relationship to the ethical rules of -- of counsel."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It would make a difference? Does it make a difference? If -- we can limit it to the same case. But here, the reason that the police came back is that they had additional evidence, and so they wanted to ask him, confront him with the new evidence. It's not the same situation that it was when he was initially questioned."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What if -- what if we limited Edwards to the same crime? That would -- that would really make it much easier form the police to - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- to know whether this person in fact invoked the right to counsel."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So that would - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Would that require us to overrule Roberson?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the Miranda Rights do not require the police to provide counsel. They have to mean -- mean you have to stop questioning, until the person has right to counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the one thing this person knew from the prior Miranda situation -- was 2003?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that, if he said, \"I don't want to talk without counsel,\" the one thing he knew is that the police would stop questioning because that's what they did."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Miranda doesn't - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Go ahead."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why is there a greater risk of badgering when the questioning is about a different offense?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you just said we could -- you were suggesting an -- as an alternative, that -- that Edwards be limited to situations where the questioning is about the same offense."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, this isn't fanciful. We just were asked to take a case involving a statute of limitations issue for a murder that was committed like 30 years ago, and it said suppose somebody is questioned by State authorities for a murder and taken into custody and then released and then, 30 years later, taken into custody by Federal authorities and questioned for a civil rights violation, based on the same underlying transaction. You would say the Edwards rule applies in that situation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you are being very unrealistic. Have you ever known defense counsel who says, \"Oh, yes,\" to submit to the interrogation? I mean -- you know, once they are lawyered up, they are not going to talk. You know that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say, \"in captivity,\" but you think the rule applies, whether they are in captivity or not. In -- in Justice Alito's hypothetical, the person was free for 40 years, so captivity is not a limitation on your -- your proposed rule."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you agreed that, if he is questioned and he is not in custody when he is being questioned. If he stopped on the street or in his living room, they can question him there. That's the - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, we - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"We don't have a case. None of the cases in this area, where we have applied Edwards, has dealt with a situation with -- where a prisoner has been released from custody, in any sense of that word, i.e., sent home. In all of the three situations that I am aware of, in which the Edwards rule has applied, the prisoner has stayed in jail -- some form of jail. Correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Well, I suppose, if they are in a pretrial detention center, they know they are still being looked at for the crime as to which they have invoked the Miranda warnings."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you wouldn't call that -- and I don't understand the other side to argue that that is -- there is a break in custody there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. No. I agree with you. There shouldn't be a break there, but, here, the situation is quite different. There is a break between jail for questioning and prison for 15 years - - or whatever your sentence is."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but -- but wouldn't it make sense to treat the -- the change from a pretrial detention to a general prison population as, by itself, a no longer custody, provided he is told that he doesn't have to talk to people who want to pay him a visit. He could say -- they could have a rule, say that the prisoner does not have to talk to everybody who comes -- comes around, and then you could treat that as the functional equivalent of not being in custody. Wouldn't that be a sensible rule?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They can, but, if you say, as a condition to -- to questioning, he just has to know that he doesn't have to see visitors he doesn't want to see, which doesn't seem, to me, a very hard rule to administer."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Doesn't -- but doesn't the beginning of the Miranda warning tell him that he doesn't have to - -"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":8,"sideBefore":"justices","text":"They have the prisoner there, and he shows up, and then -- that's the end of it."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I - -"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Could I have a clarification of the facts for a moment? In 2003, he was in one State facility, a sentenced prisoner. Correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And he was just moved from one State prison to another. He wasn't in pretrial detention in either of these timeframes. Correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"We are just talking about a change in facility, not in status?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What were the circumstances? I don't recall the case."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Was the prisoner in a prison the entire 24 hours? Or was the individual released home, that sort of - -"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do I misunderstand Miranda warnings? Isn't he told, at the very outset of the Miranda warning, that he doesn't have to talk, if he doesn't want to talk? Is that -- is that any less strong than - - than asking him whether he wants to receive visitors, in general? Or, in particular, a visitor who wants to ask him about a particular crime? I mean, he is -- he is told that with the Miranda warning, which he is given the second time. If you don't want to talk, you don't have to. If you want a lawyer to be present, you are entitled to a lawyer, or -- and -- and or, else, we terminate. I don't know why that isn't enough."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He doesn't care whether he gets an attorney, so long as he doesn't have to talk to investigators. That's the issue, whether he must talk to these investigators, and he is told, right up-front, You don't have to do it, and if -- if you want an attorney for it, we will get you an attorney. Otherwise, we -- we will terminate the interview."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That is a -- isn't that a Sixth Amendment question? That's not a Miranda question, if he has not been provided a lawyer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Right. And it's the Fifth Amendment we are worried about, and that is directed to coercion - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- and that is addressed, if you stop questioning him. You don't even start questioning him, if he says, Look, I don't want to talk without a lawyer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Talking stopped, as it did the very -- the first time he was approached."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't he think, I invoked my right to remain silent without a lawyer two years and seven months ago, I will do it again; they will have to stop questioning? Why wouldn't that be the most likely mindset of the defendant? He knew that it worked the first time. Why should it not work the second time?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if he says -- I'm sorry - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are you done answering? So if he said, instead of I want to talk to a lawyer, if he said, I want to remain silent, your case comes out differently? He doesn't say anything about a lawyer. He says, Look, I don't want to talk to you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but all your arguments about he hasn't been provided a lawyer, there is an ethical obligation to provide a lawyer. Those - - those are off the table."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He doesn't ask for an attorney. He just says, I don't want to talk without an attorney. That's what he says. He doesn't demand an attorney. He says, I don't want to talk without an attorney. And the investigators say, Okay, in that case, we won't talk to you."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The right to counsel in the course of interrogation."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I can think of -- I can think of at least one situation in which the Court has held that there is a time limit in which something has to be done in order to comply with a Constitutional requirement. If we were to choose a time period here, what would -- what would you propose?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What would be - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What would be a serious - - what would be a serious answer to that question?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All or nothing."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your adversary says that they -- he can't change his mind. It has to be a spontaneous, you know, somehow they have to be in a room together that wasn't planned and he has to come up and say, I am confessing out of the kindness of my heart. The police can't even approach him, according to you, once he has invoked counsel, to ask him whether he wants to change his mind."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's the point."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So there is no termination point, really?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Davis. General Gansler, you have two minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"My thought is, can you use the rule for lawyers, which has worked, to help shape a rule that would work here?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but there was no difference in those cases, as I understand it. Each of the prisoners was in a particular room being questioned, and then he was released into a more general room later."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And brought back."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no difference between that and a holding cell, a maintenance room, and being put back into general prison to go sleep."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. DOUGLAS F. GANSLER","firstName":"DOUGLAS","lastName":"GANSLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2767,"interruptions":23,"times_spoken":48,"laughter":0,"num_int_by":5},{"id":1,"fullName":"TOBY J. HEYTENS","firstName":"TOBY","lastName":"HEYTENS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1092,"interruptions":12,"times_spoken":25,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CELIA A. DAVIS","firstName":"CELIA","lastName":"DAVIS","counsel":true,"justice":false,"side":"respondent","words_spoken":2222,"interruptions":30,"times_spoken":76,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":683,"interruptions":5,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":1084,"interruptions":3,"times_spoken":30,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":5,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":773,"interruptions":4,"times_spoken":28,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":599,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":642,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":3859,"times_spoken":73,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":30,"words_spoken":2222,"times_spoken":76,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":21,"words_spoken":5100,"times_spoken":161,"laughter":3,"num_int_by":8}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8413334736308381,"respondent":0.1586665263691619,"date":1473644743510}}