{"petitioner":{"name":"MOHAWK INDUSTRIES, INC.","counsel":[0]},"respondent":{"name":"NORMAN CARPENTER. ","counsel":[1,2]},"caseNumber":"08-678","date":"2009-10-05T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-678, Mohawk Industries v. Carpenter. Mr. Allen. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Allen, except for the fact that you and I are lawyers, do you really think that the -- that confidentiality right is any more important to the proper functioning of society than, let's say, the protection of trade secrets? So that in a case of discovery where the defendant says, if I produce this I would be giving up a trade secret and it's not necessary for the case, and the judge says no, turn it over -- would there be in your view a right to interlocutory appeal in that case? And if not there, then why here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The same thing with a trade secret. It is a suit between another company who is a competitor of yours - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Judge says, turn over your trade secret, the formula for Cocoa-Cola, and you say no. No interlocutory appeal, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or do you say there should be an interlocutory appeal there?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if the court doesn't, as Justice Scalia has posited? The court here could do the same thing, depending on the secret being disclosed. It could set up any number of protective mechanisms. The issue is broader than that, which is: Why is the public policy of anti-disclosure any more important in the attorney-client privilege than in the trade secret context?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah. Are you sure?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't the role - - the central role -- role, is to encourage the frank and open communication between client and attorney? That's the purpose of the rule, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. If that is the purpose, the very existence of exceptions infringes that purpose. The minute you create an exception, you are placing some sort of limitation to the frank and open discussion that you are permitting, so the damage is already done. The further disclosure doesn't really serve the purpose -- or help the purpose in any meaningful way. The fact that an erroneous decision on attorney-client disclosure is not going to stop people from talking to lawyers if they really need to and they are staying within the rules."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- but that's what I'm trying to figure out, because you are positing that erroneous decisions on disclosures are being made routinely by the lower courts. Assuming, as I do, that there are some erroneous disclosures, but that that's not necessarily the majority, why is there an incremental erosion significant enough to overcome our interests in the finality rule?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Let's talk about predictability. Once you make an exception for waiver, there is already that limitation. It's not absolute. Maybe it can be waived. Secondly, you have to worry about a district court finding it to have been waived, even though it really wasn't. That's another point of doubt. And, thirdly, you have to worry about the Supreme Court affirming a district court that wrongly found it to have been waived because we give, you know, weight to the fact-finding of the -- of the district court. Once you -- once you factor in all of those uncertainties, you are not talking about a -- you know, about a fail-safe privilege at all. There are those doubts, and I'm not sure the doubts are increased enormously, by simply saying a district court may make a mistake without -- without your being able to go up to the court of appeals on that mistake."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Allen, you used a term before, and I think you were right in using it - - you said, \"interlocutory review,\" but Cohen v. Beneficial is a narrow exception and it -- the theory is, it is a final judgment. It's not interlocutory. And, nowadays, the courts have 1292(b). They can certify a question, if they think it's sufficiently important and they need an answer, without pretending that it's a final judgment in the case. So, given 1292(b), shouldn't we be particularly reluctant to extend Cohen v. Beneficial to include a case of a privilege that maybe was wrongfully denied?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what 1292(b) was meant to deal with."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you think that your -- that this privilege -- or is it -- more important than any other privilege? I mean, Justice Scalia's question and your answer convinced me that you can protect this the same as you can any other trade secret -- any trade secret. Of course, you do disclose it to the opposing party, but that is also true of any breach of any privilege, so husband-wife, priest-penitent, psychiatrist and patient. I take all of those are privileged. Do we allow collateral appeals there?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we don't allow collateral appeals with the husband and wife, with the priest and -- and someone in -- you know, confession or something, I don't -- with a priest, or with a psychiatrist who is dealing with a patient, why would we allow collateral appeal here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But then if we grant your collateral appeal, don't we have to, perhaps, equally grant it in every situation, where a judge arguably makes an erroneous ruling on a question of privilege?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the lawyer."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's -- in your opinion, it's more important to protect the lawyers, who talk to clients, from erroneous rulings, than protect the priest or protect the wife or husband or protect the psychiatrist who is dealing with a patient? Now, that's hard for me to see why. I mean, I think lawyers are very important, but it's a little hard to see why they are more important than these other people."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":7,"sideBefore":"justices","text":"What is the use -- I'm -- I'm sorry if I cut you off. But what is the use by the adversary lawyer that you are worried about? That the lawyer is going to used information against your client, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there is a remedy. After final judgment, if the information was disclosed erroneously, the court sets aside the judgment, sends it back, and says, you can't use it in the future and so make your case without it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that an effective remedy for the harm that you are claiming exists in the disclosure?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to a right to choose your lawyer and not to be -- and not to be represented by a -- by a different lawyer, and yet we don't permit that to be interlocutorily appealed."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is this any greater in terms of the harm that your client suffers?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand what the court below did. I'm just following up on your point about the importance of this privilege and why it's critical that it be subject to interlocutory appeal as opposed to the final judgment ruling."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not -- it's not a rule of efficiency. It's a firm final judgment rule that we have in the Federal system. And we are talking about a narrow exception. The exception was first declared in Cohen v. Beneficial. The question there was security for costs, yes or no? Does that -- that is a pure question of law. It doesn't depend on the variety of factual circumstances. Attorney-client is quite different because it can often be fact-bound. It depends upon this particular case. Cohen v. Beneficial was meant for the kind of question that doesn't get you into the facts. Otherwise, once you get into -- once it's a fact-bound question, you are really eroding the final judgment rule."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are carving out an area, attorney-client privilege, as opposed to the kind of situation Cohen v. Beneficial dealt with. Here's a rule that a State has. You have to put up security for costs before you go ahead with a class action. The answer to that is either yes or no, that it either requires it or it doesn't require it. No facts at all. You just have a class action, you need security for costs. Maybe this particular case doesn't involve many facts, but there will be attorney-client privileges cases, waiver cases that surely do. So we can't take that category, attorney-client privilege, and equate it to what was the kind of question at issue in Cohen."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because those are cases that say your right is not to be tried, your right is not to be exposed to trial at all."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask two yes or no questions? One, did you, in fact, ask for a 1292(b) right to appeal, make an interlocutory appeal?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the second question is, would your rule apply if the decision had gone the other way? If they had denied access to the documents, would the other -- would the person seeking discovery have the same right to appeal that you asked for here?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Some time ago Justice Breyer asked the question of why is this different than the other privileges, and I would like your answer to that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Allen, one of the purposes, one of the -- the underpinnings of Cohen v. Beneficial is that this kind of question is not going to come up very often, but attorney-client privilege, once you say that that's open to - - everything stops while you go to the court of appeals to get that. And if you -- and if we hold the way you want us to, then a lawyer will be obligated every time she thinks that she has a valid claim to the privilege or that it hasn't been waived, she would be obligated to take an appeal which you are urging would be an appeal of right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- just so I'm clear about your position, are you arguing that all issues related to attorney-client, whether they are waiver, crime or fraud, scope of the privilege, et cetera, that all issues are immediately appealable because the public interest is the same in all cases related to the attorney-client privilege, or are you wanting us to limit this rule only to the waiver cases?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- but your position logically would apply to everything, wouldn't it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Otherwise, how do we distinguish or make a difference in your analysis?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No one is doubting its importance. The issue is whether or that importance outweighs the finality rule. That's a very different thing for you."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any sensible line between an invocation of the privilege, denied, and a holding that the privilege has been waived? I know in your reply brief you -- you draw some kind of a distinction between waiver of the privilege and the existence of the privilege. I didn't follow it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There is another. You are stressing the importance of the attorney-client relationship, the work of the attorney. Do you extend your position to work product? It's not privileged."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's certainly - - it's certainly protected against disclosure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Resnik. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We will get to that, I think, when the government lawyer gets up. But does that distinction make sense to you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Government lawyers get the privilege, private lawyers don't?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But we are talking about the central privilege to the maintenance of the adversary system which we've determined to be central to maintaining the rule of law. This is not like the other privileges, priest-penitent, other evidentiary privileges, because it is the privilege that allows lawyers to protect the interests in those other cases. And it just seems to me that -- that to allow a single ruling by a district court judge to undermine the privilege is going to affect people. What -- I mean, the statement of the lawyer could be, look, you are going to lose this case, and you are saying the district court can require the disclosure of that without allowing at least a quick trip to the court of appeals to check it out."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That is in the Third Circuit."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Allen has told us that there are very few cases, in fact 11 cases in I don't know how many years, in the Third Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it matters which they do, right? If they are denying disclosure the statistics don't mean much."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I was on the Third Circuit for eight years under this regime. And it didn't seem to me that the sky was falling. In fact I can't remember any cases, any appeals involving this issue, and we had lots of cases of a variety of kinds. So maybe there's -- I don't want to be a witness in this, but you know, convince me that the sky really will fall if we were to adopt this."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So the Eleventh Circuit was wrong on that issue? Didn't they hold that this was - - this was separate from the merits?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Resnick, can you go back and articulate what you see as the rule that we have on what is important enough? Because that is what really is at question. So how would you articulate a rule that would apply both to the cases in which we have granted interlocutory appeal and to those that you are advocating we don't. Because it's not just freedom from suits like qualified immunity or double jeopardy. We have granted interlocutory appeal in other cases, including in the Cohen case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But are you suggesting that -- that Cohen itself wouldn't come out the same way today if the question of security for costs, whether State or Federal, hadn't been settled?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it is a bit of a hurdle, isn't it, since you do have to satisfy the materially advanced -- the litigation and those other criteria?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that is only in egregious cases."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you arguing that the collateral order door is closed now? That - - that nobody else is going to get through that door?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"An interlocutory appeal doesn't have to stop everything, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The usual way that the district court, after denying the recognition of the privilege, insists that people proceed is, they want the lawyer to go to jail. They say, You've got contempt, you can appeal contempt. The district judges, as you've mentioned, they want these things to move on and they tend not to think that their rulings are in error, and the lawyers are frequently confronted with an extremely difficult choice, of violating what they think is their ethical obligation or going to jail."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And how -- how is it - - unless the judge cooperates, it has to be criminal contempt. It wouldn't be civil contempt. The judge says, I'm not going to hold you, and - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But mandamus is supposed -- not supposed to be a run about the final judgment rule, and if -- and if Cohen v. Beneficial is available, then mandamus would not lie, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a protective order isn't going to work -- a protective order isn't going to work at all. You're not going to -- I mean, the lawyers on the other side get the privileged material, so they don't care -- I mean, in terms of the viability and protection of the privilege, it doesn't matter if the clients get it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the -- you know, the -- the American Bar Association has said the exact opposite. It will say that the opening up of the privilege and the disclosure, however rare the case is, will, in fact, undermine the -- the value of the privilege."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, sure, the other people are, too, but we -- I, at least, look at a brief of the American Bar Association and view that as a representation of how the people affected here, the lawyers, view the value of the privilege and what will happen to it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but the law - - the law professors aren't the ones who deal with this question on a day-to-day basis and have to worry about going to jail, if they want to protect their client's - - what they view as their ethical obligations."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it's only going to jail that gives you criminal intent."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's immediately appealable."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is the attorney-client claim sometimes raised, along with a host of other discovery issues, as a bargaining chip?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Kneedler? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, except when the government is the one raising it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but, in the government context, what would be in the private context, an attorney-client privilege, is redressed as a different type of governmental privilege. When you give advice to a government agency, you don't call that the attorney-client privilege. You call it a governmental privilege, a deliberative privilege, all these other things. In the private sector, when you are an attorney and you give advice to a client, you can't say, This has got something. It's the attorney-client privilege."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you are saying that you -- government lawyers cannot seek an interlocutory appeal of any privilege claimed, other than Presidential communications and State secrets?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you could -- you could seek an interlocutory appeal under 1292(b)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. There are problems with 1292(b). Are you telling me, when your office writes a letter to the Department of Interior and says, Look, we are not going to appeal - - we will appeal your case, but we think you have got a really bad case, you are likely to lose; and you assert -- the only privilege you can assert is the attorney-client privilege, and, if a district judge says, that's not covered, for one reason or another, you -- you don't get an interlocutory appeal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think that the attorney-client privileges rises to the level of who gets to -- who has to put up security for costs that was an issue in Cohen?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We are not talking about -- I guess what, perhaps, the case comes down to is, if you think the attorney-client privilege is like every other evidentiary privilege that you have just listed, relevance, materiality, all those sorts of things, or if you think the attorney-client privilege is different, even more important than who has to post security for costs, because it is central to the rule of law, because it is central to how the adversary system functions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But the review -- I follow your answer but the review on final judgment is meaningless. I mean, the cat is out of the bag."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The injury to the party, but not the injury to the attorney-client privilege."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, I think I have this right, but correct me if I am wrong. I thought in Cohen v. Beneficial, it wasn't just a question that we would like to get this legal question settled, but, in fact, for many plaintiffs if security for costs was something that the Plaintiff has to put up up front, that would be the end of the lawsuit. It would be the practical end of the lawsuit. Unlike in an attorney-client privilege, the suit goes on. So Cohen v. Beneficial wasn't simply that this was an important question unsettled under Erie, it is the practical reality that plaintiffs who had to put up security costs would be out of - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Kneedler, is true that true, that the case goes on? Isn't it true that of the civil cases that get through discovery, only a tiny percentage ever come to an appealable final judgment? The vast, vast majority of these things are settled, are they not?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right, because there never could be an appeal."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It means that the erroneous -- if there was an erroneous ruling, it's built into the -- it's irretrievably built into -- well not irretrievably, but powerfully built into the bargaining - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If the privilege were in a statute, that would make a difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Putting aside the question of whether the attorney-client privilege has a good pedigree in public law, my experience has been that litigants on one side frequently request and demand in discovery material that they know is covered by the attorney-client privilege, one, precisely because that's where the good stuff is; and two, because it gives them leverage, because they know that the other side is going to have to go through this impossible process and can't get an immediate appeal. Why isn't that a concern that we should have?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Allen, you have four minutes remaining. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It certainly doesn't go ahead with the trial, does it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It never would, would it?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just go ahead with trial while a material issue is still pending, I can't imagine that."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't imagine a judge going to trial in a case when an important issue like this is pending on appeal. Has that ever happened?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, I think any system of -- that denies you the interlocutory appeal, will, in fact, work some injustice. I have no doubt about that. Any system that allows too many interlocutory appeals wrecks the judicial system through delay. Now, I think on that kind of question which is here, maybe there is some information that you come across with the ABA, for example, that has 300,000 - - maybe 600 -- you know, hundreds of thousands of members. There might be instances in the circuits where appeal was denied, where the lawyers would say, my goodness, appeal was denied, I want to tell you the hardship that that worked. Has anyone gone around and tried to find if there are such instances, as there must be, how serious it was? How harmful, how often do we have any empirical information on that question?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it wrong for me to expect that if this would work, a lot of instances of serious hardship not allowing the appeal, some lawyers in their meetings would be upset and they would raise a few examples? So doesn't the fact that you have been unable to find any tend to count against you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RANDALL L. ALLEN","firstName":"RANDALL","lastName":"ALLEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2858,"interruptions":13,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JUDITH RESNIK","firstName":"JUDITH","lastName":"RESNIK","counsel":true,"justice":false,"side":"respondent","words_spoken":2626,"interruptions":12,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1274,"interruptions":9,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":997,"interruptions":0,"times_spoken":25,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":308,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":835,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":146,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2858,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":3900,"times_spoken":41,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":4,"words_spoken":3622,"times_spoken":88,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5264962265595621,"respondent":0.4735037734404379,"date":1472523515435}}