{"petitioner":{"name":"TIMOTHY MARK CAMERON ABBOTT","counsel":[0,1]},"respondent":{"name":"JACQUELYN VAYE ABBOTT.\n","counsel":[2]},"caseNumber":"08-645","date":"2010-01-12T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Case 08-645, Abbott v. Abbott. Ms. Howe. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How many --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You would be on absolutely sound ground if this were a convention on the mutual recognition of jurisdiction and judgment, but it's not. You -- you said the whole question is deferring to the courts of habitual residence, but this statute is not raised in terms of court jurisdiction. It's in terms of the right of a custodial parent."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You’re not relying on the order; you’re just relying on the statute?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's so, imagine a well-educated American woman marries a man from a foreign country X. They have a divorce. The judge says, the man is completely at fault here, a real rotter. The woman is 100 percent entitled to every possible bit of custody, and the man can see the child twice a year on Christmas Day at 4:00 in the morning. That's it. Now, there's a law like Chile's that says you can't take the child out of the country without the permission of the father too, this person who gets to see the child twice a year. And you’re saying that that's custody. It’s custody, and -- and what is the woman supposed to do? She can't get a decent job worthy of her education. The -- the -- all the courts said that she's entitled to the child. She has to choose between her life and her child. And -- and is that what this -- this convention is aimed at?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now -- now, of course, what I'm asking you with my example --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is why interpret it that way, where all that you have is a rule of law that applies to everybody, even in the case I've tried to imagine, where to say it's a right of custody would ruin the life of the woman, would give the husband something which he should -- certainly shouldn't have in any moral term, it would seem, and she comes back to the United States and is forced to give her child back to whatever this country is. I have called it X. Now, why give that kind of interpretation to this statute, which seems to have a purpose that’s looking after women and children?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's your conclusion. I'm just trying to get -- to see if there is any humane purpose underlying the interpretation that you have advocated, and certainly there are two interpretations here. Your opponents will soon present us with a different one."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is an alternative, isn't there?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"For the woman to go to the Chilean court?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose you -- suppose you have a --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":8,"sideBefore":"justices","text":"That isn’t my question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to get at what the humane purpose would be, given your interpretation of the law in this kind of situation?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if -- what if you’d have a country in which ne exeat orders are routinely imposed in every custody case? Then it's almost like your statutory case here. What does that have to do with custody?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems -- excuse me,"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I'll just finish my own question."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that what you are saying is that, in some countries, there -- there is a presumption that there is always custody in the party -- in both parties."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens to the woman who, now she has abducted the child to Texas, and she says to the Texas court: If you send me back, I am going to be beaten by this man who has a history of being a batterer?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are saying that the court -- the court that’s asked to give effect to the convention is helpless, that it's automatic that if there is a custody right, the court in the state to which the child has been taken must order that the child be returned?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As long as you brought that up, I was just going to ask: Should -- if you prevail in this case, should there be a remand to see if that section applies?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer you just gave about concern for the protection of the child, that applies only to the child? In other words, in the case that we have been discussing, if the woman would be subject to whatever persecution or domestic violence, but the child -- you know, there’s no suggestion of any harm targeted to the child, that would not be a case in which they could grant refuge?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To only -- only to the child?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"So the woman would be subject to -- if she wanted to remain with the child, there would be no protection. She would have to choose between subjecting herself to violence or being apart from the child?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be consistent with the convention, for the returning state to say, we are returning the child, but only if -- you know, bang, bang, bang?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What’s the law -- what is the law if a mother and a child -- sorry. What’s the law if a couple living in a foreign country has a decree of the court, and the decree of the court grants certain visiting rights to the father, and the father, violating those rights, takes the child to a different country. Can the mother get it back?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What’s the normal law where you have a couple -- they’re supposed to leave the child in the country, but it doesn't say that. There’s no ne exeat thing. They’ve just agreed to certain visiting rights."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And in violation of those rights, the father, say, takes the child to another country in violation of the divorce decree of the first country."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you are not understanding my question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is, outside this convention --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- forget the convention. Suppose there’s just a divorce decree."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And suppose a parent, violating the decree, takes the child to another country in violation of an ordinary divorce decree. Does the injured parent have a way of getting the child back?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure there isn't, but under the law --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would go and take the court's order to a court in the United States and try to enforce it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the American court would be under obligation, I guess, to enforce it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, all right. So our question here is which of the two mechanisms should we use?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you think that, but I'm still worried about my mother in the case that -- that you gave me."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I’ve read through that, and I’ll tell you that, on the basis of my reading through all that stuff, my mind is in equipoise. I find some one way, some the other. I think maybe each side does a little overstating here, but -- but I -- I am in equipoise, having looked at that quickly. So I know -- I know the stuff, you can -- but that's why I am trying to get to the underlying humane idea that’s supposed to underlie that, and see if it applies here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Howe, wasn't the -- the problem that gave rise to this Abduction Convention just the situation that Justice Breyer brought up? That is, the parent that has visitation rights snatches the child, takes it to that parent's home country, and then you are relying on only the court order. That's why we have the Hague Convention on the Abduction of Children. It wasn't for the -- I mean, this -- this case is not the usual case. The usual case is the noncustodial parent takes the child out of the country where the custodial parent lives. And, internationally, there was a huge problem of getting the child back, and that's why we have the Hague Convention on Abduction, because courts weren't enforcing foreign court orders."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is the -- what is the significance of their breaking down the two categories? One is the rights of custody, and the other is rights of access. Because I take it that under your view of the Chilean law, given that the noncustodial parent will always have this right to block taking the child out of the country, then there's really no difference between the two categories, because every, say, father with the right of access -- not custody, just access -- would automatically by virtue of the law of Chile have this one custodial right; that is, to block taking the child out of the country."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Does your argument really boil down to the claim that this was, in effect, joint custody? It seems to me it clearly was not."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I’d say it's not, but --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but are you arguing that this -- that this case is -- is the equivalent of a joint custody case?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you’re saying -- I know the white light's on -- but you are saying that every case that involves the Chilean government, the convention here is applicable, requiring return?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- do you agree that every case originating in Chile must come out this way, so that there is a return required?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But that seems to me remote from the concept of custody that the convention has in mind."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But is there a distinction between the -- what’s before us in this case and the different case in which the order specifically said custody shall be joint? The same -- would that not be a different case, in your view?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But the decree says that custody -- the mother is the one who has custody."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What they seem to be thinking of -- this is -- maybe you can get at what is bothering me. I’m perhaps not articulating it very well. But the -- where there's any kind of a custody right, I normally think there was a human being called a family law judge who has a very tough job, and he has looked at the situation of these two people here and the child. And he said, at least: Smith and Mrs. Smith, you are each going to have a little bit, at least. Now, but in a situation where he says to Mr. Smith, nothing, I want to give you nothing -- he thinks this is Frankenstein's monster; he does not want to give him a single thing -- that, on your interpretation of this statute, that doesn't matter. Just because Chile has a general law that says you can't take anybody out of the country without permission, just because of that, even Frankenstein's monster is considered to have custody for the purposes of this, though the human being who looked at this, called the family law judge, said: Don't let him near that child. All right? Now, that's -- don't pick up on my errors in that I know I haven't stated it quite right, but look at what I'm driving at. And that's what's bothering me."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I know there are ways out, but why should we include custody to be a situation where the human being who looked at this couple thought that that individual, the husband, should have nothing but visit him occasionally on Christmas? Why should we interpret the word \"custody\" in this treaty to include even that situation, which turns the treaty into a general “return the child” no matter what?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Anders, that's the point, isn't it? The purpose of the convention is which court will decide the life of that child, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And to avoid, as I understood the convention structure, this flight from court to court and this long, drawn-out process from country to country over who's going to make that choice, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And so the idea is, whether it's one custody right -- correct me if I am wrong -- whether it's one custody right or many, which court is going to decide what's in the best interest of that child?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So that if -- so that if you have the mother taking her daughter from, say, a country where she would be forced to be raised under sharia law and that -- that is up to that country to decide whether the child has to be returned? Or is there a basis for a domestic tribunal in the court, in the -- what is it called, the country of refuge? Can that country decide that the child should not be returned?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So it's your position that, in that case, the mother should return her daughter to the country where she will be raised under a system that the mother finds quite offensive?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And what -- I know Ms. Howe cited it. What is the standard on the 13(b) defense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Does -- does the status of, in this case, women in the country, does that constitute grave risk, or is it an individualized determination?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And that country is going to make a determination in favor of their domestic law and their domestic system. Presumably, they are not going to say: We think it's a grave risk to the child to be raised under our system."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, could we interpret the words \"great psychological harm\" to include, for example, a situation where an educated woman with an advanced degree is unable to get work in the country where her child lives and has to live under conditions that are -- that are really -- we would say are fairly primitive because of her inability to find an appropriate employment? Can you include that under great psychological harm, so that the child wouldn't have to go back?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, has there ever been -- would you advocate that kind of very broad standard of great psychological -- and what would be your position, or what's the government's position on that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought it has to be psychological harm to the child; isn’t that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So psychological harm to the woman who can't work in the country would be irrelevant."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- unless that would secondarily affect the child?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, you said in your brief that this position by the Solicitor General is long-standing. I’m quoting. What do we look to, to see how far back and under how many administrations this position has been taken and in what form?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But we have been a part of the Special Commission since 1989, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there anything in the history of the negotiation and passage of the -- of the treaty that -- that reflects what the U.S.'s position was on this particular issue?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't question what the representative of the mother has said in this case, that the emphasis -- when this Hague Convention was before Congress, the emphasis was on the custodial parent -- that is, the person in the situation of the mother here -- that what Congress was told was the urgent problem was the noncustodial parent taking the child away from the custodial parent. That was the -- the major thing that drove this convention and that's what the State Department told Congress; isn't that so?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Hays. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you could say -- you can say that the mother did not have full custodial rights. One custodial right is certainly to determine where the child will live. And the mother did not have that right with respect to taking the child out of the country."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you could say that the limitation on the custodial right is the right of the husband to visit once a month or 3 -- 3 weeks a month. I -- I think that's slightly an artificial approach."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"It's a provision --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Let's assume there’s a law that says joint custody; mom can determine the place to live; mom can determine the education of the child; dad can visit when he wants; dad can review choices but not veto them. But we consider this joint custody. Under your view, what defines custody under the convention in a way that would justify an American court saying, that's not a custodial right; even though the law of that domestic jurisdiction defines that and says, that's our terms of joint custody, but we create this kind of joint custody?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Regardless of what the terms of that right are, so long as the domestic law deems it such, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, except the -- the convention doesn't define custodial rights, correct? It doesn't give them meaning except in one way, the right to determine a place of residence, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, that's a little tough, because parents provide care in so many different ways. And weren't the convention members very cognizant of the fact that in different countries that has different meanings?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the word they used. They used \"custody rights including determining the place of residence.\" So they didn't give any greater meaning to the word \"care\" than that."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose there’s a court order that prohibits the -- one of the parents -- the parent with whom the child lives most of the time from moving more than an hour's drive from the prior place of residence, would that be -- would -- would the -- the other parent then have custody?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the court order says that the -- that the child may not move from the house where the child lives now. Would that be custody?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what’s the meaning of the phrase \"determine the place of residence\"?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, okay. So, if -- it there’s a court order that says the child shall not move from 123 Maple Street without the consent of both parents, do both parents then have custody?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hays --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"If he has the right to say no, don't take the child out of the country, then he has something more than a right of access. You -- you are talking, well, she has the rights of custody. But because he -- it's not just the court, because it's his consent in the first instance. He has a right to determine that the child shall not live outside the country of habitual residence. That is not a right of access."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the statute says the consent of the -- of the other parent."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that’s true of custody decrees generally. We get them modified by a court in the best interests of the child. So it -- but in the first instance, it says -- it’s he has the consent or withholding consent. And my question to you is, whatever that is, it isn't a right of access?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It just says that the right of access is the right to take a child for a limited period of time to a place other than the child's habitual residence. There’s nothing about procedure or substance in this; it says this is what right to custody is, and this is what right of access is."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- that cuts both ways so far as you are concerned, because it includes -- might mean that custody includes the right to insist on living in a specific country."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, textually, that’s certainly plausible."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question about the term “place” -- “place of residence”? Putting aside the control of the ne exeat that would prevent her from leaving the country, just looking at the situation within Chile, what -- did she have any limitation on her right to pick that place of residence within Chile?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, the only control that the -- the husband had was the right -- whatever right was given by the ne exeat provision, that you can't take the child out of the country?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And even if there had been no fight of the kind that developed, she would have had a unrestricted right to pick the place of residence?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Which is more important, determining the house in which the child is going to live or determining the country in which the child is going to live?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why would the signatories of this convention have wanted to regard a parent as having custodial rights if the parent has the right to veto a change of address within a country, but not when the parent has the authority to veto the future nationality and cultural background of the child?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't want to belabor the point too much, but maybe you could just give me an example of a court order that you believe would give a parent the right to determine place of residence and, therefore, would constitute custody within the meaning of the convention."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Not according to the -- what is it, the Chilean central authority, you know, the letter that was sent to the Second Circuit, I think in the Duran case. The -- the authority within Chile that is responsible for the implementation of this Hague Convention said that it regarded that statute to create a custody right for purposes of the Hague Convention."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought there was a sentence in there -- and you can correct me if I'm wrong -- that said that the statute, under Chilean law, amounted to a right of joint custody."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So if I -- if I think, as Justice Alito was starting out, that if the -- a court order in the divorce case says the father and mother will jointly decide what house to live in, that the father has a custody right, if it jointly says the father and the mother will decide what State to live in, that that's a custody right. That it says that the father and mother will decide what city, same. The father and mother will jointly what country to live in, same. But suppose that there is no such decree; rather, the jurisdictional statutes of the nation, without considering this family, have a rule that says they have to live in Chile without Court permission. Is there any way I can draw a line, in terms of this statute, between the two situations, the one being where the divorce judge actually focused on the needs and circumstances of a family, the other being where there was no more than a jurisdictional law in a nation that tried to protect the jurisdiction of its courts?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that, but what I'm wondering is if -- if -- I thought you would agree with me about that, and since I thought you would agree with me about that, you would explain to me how I could reach that result, consistent with the language of this convention, which talks about custody rights granted by operation of law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Most courts in countries signatory of the treaty have come out the other way and agree that a ne exeat right is a right of custody, and those courts include the U.K., France, Germany -- I believe, Canada. Very few come out the way you -- how many come out your way?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait, I mean -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"You're writing our opinion for us, are you? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but, still, in all, I mean, they include some biggies, like the House of Lords, right? And -- and the purpose of a treaty is to have everybody doing the same thing, and -- and I think, we -- if it's a case of some ambiguity, we should try to go along with what seems to be the consensus in -- in other countries that are signatories to the treaty."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Who's against it? I -- as I read their brief, France is not on their side. It's split."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Canada is on your side; that the House of Lords is -- has some dicta written by two judges, which is good, but it wasn't a holding in the case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and that's about it, and so maybe they --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"You have -- you have a lady --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Germany."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Germany."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- Elizabeth Butler-Sloss in the Court of Appeal in England, and that was a square holding."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Which are dicta."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Well, you can take the German constitutional court."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Who do you count for you of the seven, just so I can write it down and go back and read them? Any one of the seven for you?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Which?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Any other for you?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Canada. Okay. And who's against you?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. I asked who is against you."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You think one against you, one for you, the rest unclear?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Is Australia -- is Australia unclear?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, according to the Petitioner's brief, if this is inaccurate, the Australian court followed the English Court of Appeal’s decision that Justice Ginsburg referred to, emphasizing the desirability of uniform interpretations of the convention, and I count that against you, the Australia."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We will have to parse them out, obviously."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"I had one question for the other counsel and didn't have an opportunity to ask it. If the Respondent were return to Chile, would she face criminal charges or contempt charges?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if these things were effective --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Well, but the ne exeat order --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"-- we wouldn't -- we wouldn't have a treaty, would we?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If these local remedies were effective, we wouldn't have a treaty."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"And I was --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I was going to say the ne exeat order, under your view, is the one order that can't be enforced anyplace."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I just ask this general question? Is there any danger that the child is old enough to make the decision now, and, therefore, the cases are really moot?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So no matter what we do, the child may actually provide the answer in this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, does that provision of Texas law override the -- the treaty that the United States has entered into?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Texas can ignore the treaty, because the child is over 12 years old?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- but that's a defense to a removal order."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How old is the child?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The convention article 13 starts at 14, right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is Mr. Abbott still in Chile?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And at the time when the child was removed, there was ongoing custody motions before the court in Chile?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why didn't your client just ask the judge there to leave Chile?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Howe, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we read that exception there to say -- \"grave injury\" and so forth -- can we read it as in essence saying, look, do what's best for the child?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you, do you agree with your opponent, putting aside removing the child from the country, that within Chile itself the custodial parent had the full right to determine the place of residence?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, I'm a little taken aback by your answer to Justice Breyer. You think the grave prosecution standard means whatever is the best interest of the child?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you agree with what I understood to be the Solicitor General's position, that that’s an individual-specific and not a culture-specific determination?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"AMY HOWE","firstName":"AMY","lastName":"HOWE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2074,"interruptions":20,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GINGER ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":963,"interruptions":9,"times_spoken":24,"laughter":0,"num_int_by":6},{"id":2,"fullName":"KARL E. HAYS","firstName":"KARL","lastName":"HAYS","counsel":true,"justice":false,"side":"respondent","words_spoken":2826,"interruptions":34,"times_spoken":57,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":296,"interruptions":2,"times_spoken":17,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":876,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1525,"interruptions":4,"times_spoken":39,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":430,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":344,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":304,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3037,"times_spoken":70,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":2826,"times_spoken":57,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":14,"words_spoken":4453,"times_spoken":144,"laughter":2,"num_int_by":8}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.9010282661233652,"respondent":0.09897173387663483,"date":1472418052879}}