{"petitioner":{"name":"JOSE PADILLA","counsel":[0]},"respondent":{"name":"KENTUCKY. ","counsel":[1]},"caseNumber":"08-651","date":"2009-10-13T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-651, Padilla v. Kentucky. Mr. Kinnaird. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, other advice -- for example, advice about whether to take the stand --that can have significant collateral consequences – you know, he might lose his job or lose government contracts based on what he says, is that the sort of advice that would be covered in -- under your position?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Only plead guilty? Not, for example, whether it would be material to the defendant in deciding whether or not to take the stand?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it be limited to a decision to plead guilty? What if a decision to plead guilty would have lesser immigration consequences than a guilty verdict after -- after going to trial? Wouldn't you have the same situation there?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if -- what if an offer is made for a plea to an offense that would have lesser immigration consequences than the offense for which the person might be convicted if the person goes to trial?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- and the attorney doesn't fully apprise the client of the situation?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you see a difference in principle between the two situations with respect to the issue that is before us here?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you decide which of the many consequences your rule would cover? I mean, you are now talking about a narrow ground, misadvice. But you are also urging that when the lawyer is silent on a matter that he should inform the defendant, that, too, is covered. But whichever way you do it, how do you -- you say certainly deportation is a consequence that the defendant should be told about. What about -- how do you distinguish that from, say, you'll lose your driver's license, you'll lose your right to vote? How do we distinguish the consequences that count and those that don't?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we can't leave that for another day. I mean, we -- we have to decide whether we are opening a Pandora's box here, whether there is any sensible way to restrict it to -- to deportation. What about advice on whether pleading guilty would -- would cause him to lose custody of his children? That's -- that's pretty serious. What if pleading guilty will -- will affect whether he can keep his truck, which is his main means of livelihood, or whether -- whether it would be seized by the government as the instrument of his crime? There are so many pieces of advice which involve legal issues that -- that counsel can provide advice on."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were in -- if we were in the contract, civil contract situation, and there’s a mistake, the usual rule -- Restatement of Contracts -- is that the -- the question is whether or not it's reasonable to have the party who made the mistake bear the risk. Suppose we just had an instruction, Rule 11 -- I recognize this is a State case -- but we had a Rule 11 instruction, which said the only thing the court is going to inquire about and the only thing that was of relevance to your plea are criminal consequences. You take the risk of any misadvice, any misunderstanding, with respect to collateral conduct. That's your risk, and it's part of the guilty plea. If we said that, would that foreclose this kind of argument in your case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then there’s no way the government or the court can protect itself against the -- these consequences, and there are any number of them. Suppose he doesn't advise that there’s going to be civil liability in tort once he pleads guilty, because then that's a fact that's concluded and it's just a question of damages. And as Justice Scalia indicated, there are many, many instances. I just see no way for the courts to protect themselves against -- against this. And -- and if the client, or the accused, is told that he accepts these risks, he can say, well, you know, there may be some risks I don't know about, I'll go to trial. He just accepts the risks."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But even -- even if we accept that, wouldn't a competent counsel, after telling him the deportation consequences, then say: But this is a case where the evidence is so strong against you, I advise you to take the plea rather than go to trial. If you go to trial, you are likely to lose and you will get a longer sentence. So does it matter in the end if competent counsel would have said, this is a good plea, take it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument has -- has an appeal because removal is such a harsh consequence, particularly for someone like your client who had been in the United States for a long time. But what troubles me about it is the situation in which the defendant claims -- you know, let's say 5 years after entering a guilty plea or after the passage of some time – that misadvice was given, and the -- the attorney on the other side is a busy public defender who by that time has handled 500 cases and is unable to remember what, if anything, was said about the immigration consequences of the case; there is nothing in the file. I mean, how are those cases going to be handled?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't there -- isn’t it different in that the ordinary Strickland claim concerns things that happen at trial and relate to strategy in a criminal case, as to which the public defender or other defense attorney is presumably –- has expertise? But what's -- what’s the answer to this question: The defendant takes the stand and says: My attorney said that, don't worry about it, you are not going to get removed. And the lawyer says: Well, here's my file; I have nothing in this whatsoever about having said anything about removal, and I can't remember the particulars of every single conversation I had with this attorney 5 -- with this client, 5 years ago."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I suppose -- before a guilty plea is accepted, the district court judge is obligated to go through a colloquy to make sure the defendant knows the consequences of accepting the plea. I would suppose if you prevail that that colloquy would have to be expanded to include something like: Do you understand the deportation consequences, if any, of pleading guilty?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- that's -- with due respect, that's ridiculous. If it's important enough to be required to be told to the defendant by his counsel, surely it's important enough to be advised to the defendant by the court before the guilty plea is accepted as -- as voluntary, which includes knowing –- knowing the consequences. It's a very strange line you draw between what we are going to hold counsel to and what we are going to require the defendant to be advised of by the court."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you think it would be wrong for a district court to say, now, I want to be very careful, and I'm going to add -- let's take Rule 11 as the standard. It's a Federal case. I'm going to add to Rule 11. I'm going to say, in addition to the Rule 11 questions that you've all answered, I want to make sure: Have you been advised about immigration? Have you been advised about other collateral consequences? Do you think that would be error for the –- or inappropriate for a district judge to do?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the judge would not be exceeding his -- his commission, his authority, to determine just whether this is knowing and voluntary in the sense of knowing -- knowing the criminal consequences of -- I mean, in the criminal system itself?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me a careful district judge would have to do this if you prevail."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You were about to say that in many States the trial judge does inform a defendant who is an alien of immigration consequences."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that's -- I don't see why that doesn't apply to the more fundamental question about whether the district court has to inquire into the plea circumstances in any event. I thought -- your answer to Justice Scalia that, oh, well, all sorts of things can come up at trial and the district judge doesn't have to inquire into those, I think proves too much. It goes to -- and it departs from your focus on the guilty plea. That's all the judge is inquiring about. And I don't know why that obligation doesn't extend to a fundamental piece of information that would -- that would, under your theory, make acceptance of the plea involuntary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but what you’re saying is he has got to tell him all the stuff that’s necessary to make the decision to accept the plea knowing and intelligent, voluntary. And I thought that was pretty much what the district court was doing when they have the colloquy. That district judge wants to make sure the defendant knows what he is agreeing to."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think that the duty of the criminal lawyer is to make sure that the defendant's guilty plea is informed, it is an informed guilty plea. That is the same obligation of the court in the colloquy, to be sure that it's an informed plea. And if you say it's uninformed for counsel not to go into the myriad collateral consequences, then I assume it's -- it's improper for the court not to go into those consequences. They both pertain to whether the guilty plea is informed. That's counsel's responsibility."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"May I ask this question: What do you think -- if there is deficient advice by counsel under Strickland, what do you think you have to prove in order to get relief under Strickland?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, assume that advice is inadequate -- to prove prejudice."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would be what in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, and also drug paraphernalia in the cab. And I -- was there some marijuana in the cab, too?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought he was asked what was in the -- what was in the containers and he said marijuana."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- but your point is an important one. We don't have the defense case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't have the prosecution case either. You don't know exactly what witnesses they are going to call, what the strength of it is. So you don't know whether there is going to be prejudice or not. When you see -- it seems to me you have to make quite a prediction about what the case is going to look like to decide if there’s prejudice, to decide if the fellow is going to take the plea or not. And I'm just wondering how you do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's going to require, I guess, kind of a mini-trial to decide if the person would have taken the plea. You've got to know what the case -- his case looked like, what the prosecutor's case looked like, to see if it's something he would have made -- it would have made sense for him to go to trial or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Mr. Dreeben, we learn in the first year of law school that the line between an affirmative act and failure to act is a difficult one to draw. What if the lawyer says, you're going to face 5 years, and the defendant says, is that all that's going to happen to me? And the lawyer says yes. Is that a failure to advise or is that an affirmative misrepresentation?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"","text":"Well, then you are saying that the more the defense counsel strays from his only professional responsibility, the more at risk the government is. That seems odd."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"I think when we -- when we decide there's no right to counsel, like on collateral review, we don't even look at what happened, right? We don't look and see whether the advice was ineffective, how bad the lawyer was. The idea is if you don't have the right at all, you don't have the right to an effective lawyer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Is that right? Okay. Well, these -- when you are talking about collateral consequences, you don't have a right to counsel on -- with respect to those collateral consequences. I assume there's -- maybe there is -- is there a right to counsel when you are facing a deportation proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, then, if there is no right to counsel, why do we get into whether there is an affirmative misrepresentation or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Just like in a collateral -- habeas context, we don't care whether there’s an affirmative misreputation –- misrepresentation, because there’s no right to counsel in the first place."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"What -- what about misadvice as to whether he will lose custody of his children, or misadvice as to whether his -- his truck which he owns will be confiscated by the government?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Not the defendant, but a defendant? In other words, I assume it's an objective inquiry you would make rather than a subjective one?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"We assume, for example, that someone who is going to lose the custody of their children would regard that as important. You don't want testimony about this guy doesn't care about the children, so it's not a big deal to him."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Won't -- won't your test result in a net loss to defendants? I assume, if this is adopted as a rule, the affirmative misrepresentation rule, then every lawyer is going to say what you said they should say: I'm here for the criminal case; I'm not telling you anything about anything else --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"-- as opposed to saying -- sitting down and saying: Here's what you need to know. And in most cases we expect the lawyer to do a professional job. If you have got an alien, he is going to tell him: Well, what -- you know, this will cause you to be deported. Instead, every lawyer now is going to say: I'm not giving you any advice about anything else."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"Why -- why do you have a rule? I mean, I thought -- I’ve looked up six cases, and they all say, Strickland cases in this Court, that you look at all the circumstances. Now, what I think is radical on your part -- but tell me it isn't -- is not what the rule is, but that you want one. I thought the government's view normally was the same as we -- what's the exact words -- did the conduct of the lawyer meet professional -- prevailing professional norms? And then we look to see, if it did not, whether that led to a situation where he would not have pleaded guilty but for the failure. Okay? Now, the world is filled with 42 billion circumstances. If we agree with you, we will have set in motion the great legal rule machine. And there's nothing better than lawyers spinning off rules. And we will be here from now until -- good, we won't have any docket problem, because what we'll be doing is reviewing rule after rule after rule after rule. So why has the government -- I think for the first time, maybe not -- told us to abandon Strickland's approach and start spinning off rules?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"No, no. But it's easy -- I mean, you know one thing we are very good at here is making up hypotheticals. So I imagine it wouldn't be that tough for me to think of a hypothetical where everyone knows this 90-year-old individual who has actually never set foot in the country that he came from, and everyone knows that if he pleads guilty to this chewing gum offense where they have virtually no evidence, he will be sent back, at age 90, to that country. I would say any lawyer would say, be careful, because if we plead guilty, back you go, on the stretcher since you can no longer walk. See, all I did was spin out a hypothetical. And the reason I can spin those out and why we have the Strickland rule is pretty clearly that you shouldn't have sub-rules here because life is more complicated than rules tell us. Just look to see prevailing norm and did it cause the harm. And that's why I am back to my question: Isn't this the first time the government has asked us to adopt rules under Strickland rather than what it says --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"-- which is \"case by case,\" underlined, italics, repeated in the cases?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"No, no, they are not asking us to have a rule. What he is saying is, look to the individual case and ask in this case, did the -- at least that's what I heard him; he's in charge of his own case. But I heard him say, look to this case, and in this case, it falls below prevailing norms for a lot of reasons."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"","text":"But what are you going to do in the situation where the defendant is concerned about removal -- the removal consequences? And this is -- let's say this is a case out in some rural jurisdiction, you have got a public defender or a retained attorney, and the -- the attorney is -- you know, provides advice based on the criminal law consequences and the client says: Well, I'm also concerned about the immigration consequences. And the lawyer says: Well, immigration law is very complicated, and I'm not an expert on this and I'm not going to tell you. And so the client says -- and the lawyer says: If you want to know about that you've got to get a deportation –- you’ve got to get an immigration lawyer. And the alien defendant says: Well, I have no money; that's why you were appointed to represent me. How am I going to get advice on the immigration law issue? And the lawyer says: Well, that's just too bad for you. And that's the line you want us to draw?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"What are the consequences to the lawyer? I mean, let's assume you are a public defender, and you are confronted with this situation. Is it -- how -- how much skin is it off your teeth if you provide the advice, even though you are uncertain, and the advice turns out to be wrong? What happens to the lawyer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"So, what incentive is there to withhold uncertain advice? Is there any incentive at all?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"I mean, the worst that can happen is your client will get off."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"He’ll make a guilty plea, and afterwards it will be set aside."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"","text":"Well, why shouldn't we just adopt an amendment to Rule 11 in which the judge says, any collateral consequences with respect to your plea are not the concern of this court and will not be grounds for setting aside this -- this plea?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"How do we know that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":3,"sideBefore":"justices","text":"What about the situation where the attorney says nothing about -- I mean, removal is -- is out there as -- as a real possibility, but it just doesn't occur to the -- the defendant, and the attorney doesn't even mention, you know, you might -- you might want to think about the removal consequences of this?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"","text":"How do you -- how do you know that? In this case, Mr. Kinnaird told us the defendant might have preferred to go to trial because he had this defense that he didn't know what was in the packages."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"After -- after a mini-trial, which deprives the government of -- of its whole benefit from the guilty plea. Governments accept guilty pleas in order to avoid the time and expense of going to -- to a trial. And here you have to go back and find out what the evidence would have been, so that the court can make the decision you say is so easy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, Mr. Dreeben. Mr. Long. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, a plea is something more than “I'm guilty.” It is a strategic decision not to put the government to its burden of proof. Your definition of voluntariness suggests that there is only one component to it, do I know what my rights are, as opposed to, do I know what they are and am making an informed decision to waive those rights. Your articulation of the rule leaves out the second component: Am I making an informed decision to waive those rights?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But how do you do that? I mean, your adversary's argument is, in their particular case -- and I know that you dispute this –- there is a defense that could win at trial. And the defendant comes in and says: Okay, what are my choices? I go to trial and I may serve a longer sentence, but I don't go to trial, I may serve that -- I do go to trial and I serve that longer sentence, but it's here in the U.S. and not in my home country, where I might starve to death. I think I’ll stay here and take that risk. You're -- you're sort of ignoring that component of information in terms of informing the strategic choice of whether to take the risk and go to trial."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then that – that goes to the Solicitor General's position, which is: You may be right, an attorney doesn't have to give more information than what's necessary. But doesn't the calculus change when the defendant says, this is important to me; give me accurate advice, if you are going to give me advice?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose a -- a client comes in. You are a criminal lawyer and you learn the facts of the case, and it turns out that, after listening to the facts, you think he is being charged with a fairly minor offense, a year maybe max, and he tells you: You know, I have a family here, I've -- I've -- you know, he tells you this story where it is quite apparent to you that if he pleads guilty, back he goes, where he might be killed and so might his family. Just sit there and say nothing? What would you do?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What would you do? I'm asking you, would you tell him? He doesn't know about the immigration law. He thinks it's just a year. You yourself have learned that he probably will be killed, as will his family, if he pleads guilty. Would you tell him that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course you would. And do you think of any -- can you think of any decent lawyer who wouldn't?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. Okay. Then why have you -- in this case, if they didn't tell him, why has not such a lawyer failed to meet prevailing professional norms in my hypothetical?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I'm not saying whether -- you have just told me that any lawyer worth his salt, in my example, of course would tell the client, and –- in my case. And so I just asked, then has a lawyer who has failed to do so not met the prevailing professional norm? That has nothing to do with ethics or not ethics; it's how lawyers behave. I don't see how you avoid answering that question \"yes\"."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You just told me everyone would do it, everybody'd do it. I don't know what a norm is otherwise."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but assuming it's a norm and that all lawyers do it, including those that know diddly about immigration law, the norm is to give bad advice. And -- and here the norm was met, right? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Before we get to the misadvice, to put every -- dot every “i,” every lawyer would do it in my case; that's a professional norm. If a lawyer fails to do it, he hasn't met the professional norm. And a rule that's absolute would overturn Strickland in that respect, because Strickland says if you fail to meet professional norms, you are guilty of inadequate assistance of counsel, okay? So Q.E.D. Now, what’s wrong with what I just said?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the point is that -- I thought your point was that –- that Strickland does require professional norms to be observed, but it is professional norms regarding advising a defendant as to the trial consequences of his plea, as to those matters that are involved in the prosecution, and not as to collateral matters. Isn't that your point?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Those are the only norms that are relevant, what norms oblige counsel to advise a defendant regarding trial matters."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, everyone at the counsel table I assume agrees that the plea has to be voluntary. But “voluntary” has various meanings: Number one, it is not coerced or forced. Would -- isn't your argument that “voluntary” does not include being fully informed?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well then, about important collateral consequences. Is there -- are there any cases that address this point one way or the other? That is to say, the extent to which “voluntary” includes the component of being informed about major consequences, significant consequences of the plea? Can I go anywhere to -- to read a discussion of this?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Long, you said that this is a collateral consequence; therefore, the lawyer has no obligation to advise the client. But what was remarkable about the case that you rely on, Hill v. Lockwood, is the Eighth Circuit used the distinction between “direct” and “collateral.” In this Court, the opinion said nothing about “direct” or “collateral”; it just asked the question under Strickland, and it held that Strickland does apply to challenges to guilty pleas based on ineffective assistance of counsel. But it -- staring the Court in the face was this direct versus collateral, and the Court was totally silent on that. It didn't consider it relevant to its determination."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about the situation where the -- the defendant would have made sacrifices and obtained competent immigration advice, were it not for affirmative misrepresentations by criminal defense -- by criminal defense attorneys? The criminal defense attorney says: Don't worry about it, you are not going to be removed. And the defendant says: You really sure about that? Because, you know, if you’re not, my relatives are going to get a second mortgage on the house and we are going to go hire an immigration lawyer so we can be absolutely sure about that -- this. And the criminal attorney says: I'm an expert on this. I've just had, you know, six hours of CLE -- (Laughter.) -- on immigration law. And in reliance on that faulty advice, the defendant pleads guilty and finds himself facing removal."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question: Supposing this wasn't a drug crime -- a sexual abuse of a minor, which would lead to all sorts of restrictions on where the defendant could live and report to as a resident, and the like, would there be –- would that be a collateral consequence or a direct consequence, in the advice on that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Even though the consequence is a -- is something required by the law of the jurisdiction imposing the criminal penalty, it would still be collateral?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you told Justice Breyer that any good lawyer would give this advice to a client?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We are talking on a highly general level, but what's facing us -- this case, is there are certain crimes -- an increased number of crimes that are classified as aggravated felonies, where the rule is, if you are convicted of an aggravated felony, you are out of the country after you serve your time. There’s nothing mysterious about that. There’s nothing intricate about making that determination. So why wouldn't a lawyer whose client is an alien have an obligation, when there is an aggravated felony as the charge, to say this will be the consequence?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You keep insisting on the collateral, although you recognized that in Hill v. Lockhart, the Court did not draw that line."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the defendant might say: I have been in the United States for 40 years. I have a family. I’d rather take my chances with a jury and get put away for a longer time because at least I'll be in prison where my children can visit me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kinnaird, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excue me, I'm not sure that parole eligibility could qualify as a collateral consequence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It goes to the sentence. It goes to what the sentence will be, which is certainly part of the trial."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you say that? Why do you say that? Or there has not been a revolution or what? What -- how do you know?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is your answer to the situation that I think has been hypothesized, of the lawyer -- the defendant asks him, what are the deportation consequences? And the lawyer says: I don't know. I'm not a deportation lawyer. I'm a criminal lawyer, but my best guess is that you are all right. What happens there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you can make a claim when the lawyer disavows knowledge on the question? In other words, he is trying to be helpful, but he also warns the defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"\"To investigate\"? So even if he doesn't know deportation and the client asks him, he has to investigate that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just to be --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to be clear about the scope of your argument -- maybe you could just clarify. Which, if any, of the following would you not put in the same category as advice about immigration consequences: advice about consequences for a conviction for a sex offense, the loss of professional licensing or future employment opportunities, civil liability, tax liability, right to vote, right to bear arms. Are they all in the same category? Or do you -- do you draw a line some place?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN B. KINNAIRD","firstName":"STEPHEN","lastName":"KINNAIRD","counsel":true,"justice":false,"side":"petitioner","words_spoken":1987,"interruptions":19,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":0,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"","words_spoken":1388,"interruptions":16,"times_spoken":26,"laughter":0,"num_int_by":6},{"id":1,"fullName":"WM. ROBERT LONG","firstName":"ROBERT","lastName":"LONG","counsel":true,"justice":false,"side":"respondent","words_spoken":1819,"interruptions":11,"times_spoken":26,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1091,"interruptions":1,"times_spoken":29,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":533,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":696,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":583,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":130,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":855,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":270,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":1987,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":11,"words_spoken":1819,"times_spoken":26,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":4,"words_spoken":4974,"times_spoken":98,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515432}}