{"petitioner":{"name":"NRG POWER MARKETING, LLC, ET AL.","counsel":[0,1]},"respondent":{"name":"MAINE PUBLIC UTILITIES COMMISSION, ET AL. ","counsel":[2]},"caseNumber":"08-674","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 08-674, NRG Power Marketing v. Maine Public Utilities Commission. Mr. Lamken. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it matter who is the challenger? Are you in a different position than the other parties to this action? You're a third party who is being bound to a particular rate. The others do have a different interest, or they're in a different position with respect to their challenges, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So aren't you in a different position than those other challengers?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why doesn't that difference do what the D.C. Circuit said?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Lamken, you're not a challenger?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. I think --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the question relates to the other side --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not to his side --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"No. I do understand that, but that's what I'm trying to get to. The D.C. Circuit Court's reasoning was very simple: You're a contracting party; you're bound to it. Why should the others who didn't agree to this term be bound by Mobile-Sierra? That's the essence of their holding."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So then does that bind all types of third parties?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a bit much to say that the importance is to preserve the stability of two parties' contract, and, therefore, a third party who didn't sign the contract is bound to the two parties' contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so why don't you -- why isn't it restricted to some type of direct, parties directly affected, as well as -- I mean, you complain about the hordes of people who will be able to challenge these. Well, it assumes that anybody can challenge it."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any other area of the law in which the parties to a contract can, in effect, dictate the substantive standard of administrative review for challenges raised by nonparties?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct -- and maybe this is more proper for the government than for you, or for all the parties. I take it no one questions the propriety, the lawfulness, of the FERC determination to convene the settlement process? There's no argument that this was an improper, an unlawful process?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Of course, there is. What's -- what’s really lurking behind this case is whether this is a contract rate, and there FERC disagrees with you, I take it. You were talking about that the rate that emerges from a contract between two people –- nobody else is party to it, but you say the rate stands; FERC cannot abrogate the rate; nobody can ask FERC to abrogate that bilateral contract rate. But here we're not talking about a bilateral contract, where how many people were involved in the settlement? Well over a hundred."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's quite a different picture than the bilateral contracts that were at issue in Sierra and Mobile."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the lower court reach that question?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Did we grant cert on that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry? What do you mean, an exemption for noncontracting parties?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't agree that FERC has the authority to exempt noncontracting parties from the binding effect of the contract rates, do you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't in the case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a case in which, as I think most cases where they approve contracts, what they're finding is that the contract rate in this circumstance, or here the settlement rate in this circumstance, is a just and reasonable rate, because. All right? So what are we supposed to do? I mean, are you going to say he's wrong, the lower court's wrong, because they got the whole thing mixed up. I mean –- could we say that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But then if we were to do that --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"He took the words right out of your mouth. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would -- would you agree with my assumptions there?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That what this case is about -- and it's a fortiori from the ordinary contract case -- is that sometimes an agency, because of particular economic circumstances, concludes that a particular rate-setting system is a just and reasonable system, and once that's in place, then as part of that system is the rule you can only challenge it when it violates the public interest, for example. Now, you can go and attack the whole business on the ground the whole business is an abuse of discretion or it departs from the statute. But if the whole business is okay, that's the end of it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, have I just said the correct law in your view or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm not interested in if you have a back-up or not. I'm interested in, is it correct or not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you just said to Justice Scalia that the court below didn't find that this was a contract rate."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It assumed it, so you're asking us to assume the same thing and announce --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an advisory opinion that if these are contract rates, they're bound by Mobile-Sierra; and if they're not, what are we supposed to do?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You could call them all advisory opinions if you want."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Whenever there is another issue in the case --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for which we remand, you could say, oh, we're just giving an advisory opinion on the issue that --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you give me an example of a -- of a challenge to a rate that's set under this whole program that would succeed under the just and reasonable standard and fail under the public interest standard, or vice versa?"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that answers my question. Could there be -- could there be a rate that would violate one standard and not the other?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes or no?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Miller. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Were the -- are the Respondents correct and was the court of appeals correct in calling this a presumption?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In -- in calling the rate that was agreed upon a presumption of a reasonable rate?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So you don't quarrel with that word --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- or would you quarrel with that characterization?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Just and reasonable, or would comply with the public interest standard?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, what's the use of having Mobile-Sierra if -- if they're going to reexamine the thing under the usual standard anyway?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Your -- your opening statement about what this Court should do is a change from your statement of what we should do in your briefs. In your -- you just said the Court should remand for further considerations other issues. In your brief, you say the judgment of the court of appeals should be reversed insofar as it granted the petitions for review. You've changed your position on what we should do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's a change. Before you didn't think there were other issues that affected the determination or might. You said we should grant -- reverse the determination insofar as it granted the petitions for review. If we say that the petitions for review should have been denied, then we don't send it back."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there -- what would happen in a situation in which there's a tariff price instead of a contract price? In those situations, the buyer could come in, presumably, and say: It's not a fair and just price vis-à-vis me; I didn't agree to it; it's not. In a normal situation with a contract price, third parties, many not -- not the main -- main parties, like the Maine Public Utilities Commission, could come in and say what? It's not fair to the public in general?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Could they come in and show that between the contracting parties the price is unfair? Is that what this is about, that they would try to come in and somehow define the public interest as being informed by the unfairness to the individual parties?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but that's the question before us."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"The D.C. Circuit said they shouldn't be bound by that determination, and you're arguing that they should be because --"},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"May I --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":10,"sideBefore":"justices","text":"So it goes back to my original question with your adversary, which is: Is there a difference among the objectors here, between those who are objecting to the terms between the two contracting parties as outsiders, as members of the public, and those who are objecting because this settlement agreement does something different? It binds them personally to a buying price, and so why shouldn't there be a different approach to those individuals?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I agree."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And so the question is: Should there be a distinction?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's what the Third Circuit -- I'm sorry, that's what the court below didn't --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You're saying, in effect, that Mobile-Sierra does not apply to an agreement between A and B that not only sets the rate between the two, but also fixes the rate that one of them will charge to C? The last feature is not a Mobile-Sierra -- is not eligible for Mobile-Sierra treatment."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Right. But that's -- but that's not what the D.C. Circuit said."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The D.C. Circuit said that the entire -- there is no application of Mobile-Sierra at all."},{"name":"JUSTICE STEVENS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But it is your view, is it not, that the rates that result from the auction are not contract rates within the meaning of Mobile-Sierra?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The court of appeals never got to what FERC thinks is the heart of the case, whether this is a contract rate, whether -- you say it is not -- and whether FERC has the authority nonetheless to apply the public interest standard. But none of those have been addressed by the D.C. Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And just to follow up, you think we should not address either of those --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- whether it's a contract or whether you have authority to make an exception to the Mobile-Sierra doctrine?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"How can we? I mean, that's a -- why not answer a case -- a question about employment discrimination law? Where -- where in this FERC thing does this say that these are contracts of a kind that Mobile-Sierra was about? I mean, I don't even know if Mobile-Sierra -- whether you could -- a third party could attack such a contract under public – under a just and reasonable standard, unless I knew first what the Commission thought about it in this context, because then the Commission's question would be: Is that a reasonable view? So what am I supposed to do here?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"We would have to take it on the assumption -- wait, I don't want -- you have 5 minutes left that you're reserving?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't get to reserve time."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the assumption? The assumption is the court of appeals thinks that the contract between -- among the generating -- the generators, that that is a Mobile-Sierra contract. So we're supposed to say, if that were a Mobile-Sierra contract, which it isn't, then we should decide whether a third party could attack it, about which the Commission has said nothing. Is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The transition rates?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But the reasonableness depends upon the other. The validity depends upon the other. It's all part of a package."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"That's all true, but I would want to know what the Commission thought about that one, too."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, we -- we don't know that that's the other side's position. I was going to ask him that. Their position is that the third party can -- can attack the -- the agreement without being encumbered by Mobile-Sierra, but I don't know that they've said that once a third party does mount such an attack the Commission is suddenly also unencumbered by Mobile-Sierra."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I have assumed that their position is the Commission remains bound by Mobile- Sierra, but these third parties can -- can demand a court -- that a court apply a different standard."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"We can --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm not sure that's any stranger than saying the Commission has one standard until somebody else challenges it, whereupon the Commission has a different standard. You don't think that's strange?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Miller."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"General Blumenthal. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they can self-supply, can't they?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They're not bound to it. They -- they are saying that -- claiming -- that their rates are too high because the contract was too high, so -- and therefore, their rates are unreasonable. And what Mobile-Sierra says -- it certainly says it as between the two contracting parties -- that if it's at arm-length between sophisticated seller and buyer of -- of the power, they are bound by it, and the -- and the issue is here is whether somebody downstream who says that since this contract is so exorbitant, the rates are too high, whether that person is likewise bound by Mobile-Sierra. Isn't that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's what the court of appeals decided. Their simple question was Mobile-Sierra binds the contracting parties, and it doesn't -- the rate doesn't stick for anybody else. That's all they decided. And the question that you're asking certainly is looming over this whole case, but it isn't presented to us because it wasn't even dealt with in any way, shape, or manner by the D.C. Circuit."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I thought one large difference -- I thought Justice Scalia suggested that the rate negotiated by -- in that bilateral agreement, that that rate would not be subject to just and reasonable attack by anyone, that the public interest standard attaches to that rate and FERC can't abrogate it. It's a rate that's set, it's binding on FERC, and FERC presumably, because it has no authority to abrogate it, could not entertain any complaint that would ask to have it abrogated."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't -- I didn’t follow. I didn't think there was -- was there a Memphis clause in this settlement?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why are you powerless?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't you to go to the Commission and say: Commission, there is always special circumstances. You may think that in this kind of situation, which is a special situation, that the public interest standard, whether it's in a contract or whether it's in a tariff or wherever you want to put it, is the right standard for review. You may think that. But you don't think it for yourselves, you don't think it for somebody else, and here's some reasons why you don't think it for us. And if they agree with your reasons, they'll say: Fine, go ahead. And if they don't, they don't. Why aren't you exactly as powerful or powerless as anybody else?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"My point is if you don't like that as applied to your situation, you have a remedy. That's what the public -- that's why they're there, agencies. They are there to listen to you and give you a remedy, and the remedy is, if you convince them you shouldn't be subject to that, they'll say fine; and otherwise not. Why are you coming to us who know nothing about natural gas and asking us to do it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's electricity."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then you're going to say you mean they never can do it, but it's well settled. It's well settled that they sometimes can say -- I mean, my point is this: I just found the quote I was looking for. So I was thinking natural gas. It applies to electricity capacity, too. Justice Jackson: \"The wealth of Midas and the wit of man cannot produce or reproduce a natural gas field.\" That applies to electricity capacity. We can't reproduce it. You can't. The Commission devises a system for trying to get it done, and if they do it reasonably, they win."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The standard -- the statute is \"just and reasonable.\" That calls up a whole mechanism from the 1930s. I thought that it is long -- we're long past that point, that -- that whatever Brandeis thought it was, which they did in the thirties and forties, that it has also been interpreted to include the power to the Commission to deviate from that, because they find, for example, contract rates under certain circumstances to be just and reasonable, even though you don't use cost-of-service ratemaking."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- that's because of section 4.C, you say?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Which -- which gives the Commission a good deal of flexibility, which you say you -- your clients don't have or your State doesn't have. But that isn't the basis on which this case was decided below. It was decided on the very simple basis that the Mobile-Sierra doctrine simply does not apply to challenges by third parties. It had nothing to do with the details of 4.C and the -- the excessive discretion given -- given to the Commission but not to you. It was a very simple proposition on which we granted cert, whether Mobile-Sierra's public interest standard applies when a contract rate is challenged by an entity that was not a party to the contract. That's the question. And what's your answer to that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you support the opinion of the -- of the court below?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It isn't about contracts. It's about reasonable rates. I thought what it was, was a determination by the Commission, approved by -- by this Court, that when two giants of the industry, very knowledgeable, deal at arm's-length and come up with -- with a contract, that is presumptively reasonable, and unless it contravenes the public interest, that rate will -- will be upheld. Now, you say it should be upheld only between the two contracting parties. What good does that do?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the rationale is the commonsense notion that it's a presumptively reasonable rate, and if that's true, how is that altered by the identity of the party that attacks it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why is -- why is it not presumptively a commonsense notion when some different party attacks it? It -- it's still a determination that this rate, as a commonsense matter, is presumptively reasonable."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. That's different than Mobile-Sierra, although Mobile-Sierra did invoke market forces of another kind -- of another kind."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why shouldn’t we tell them that, and then they can pick it up from there?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because what they did say could be -- have heavy consequences. We know that that has already happened. FERC has revised a number of contracts to conform to the D.C. Circuit's idea that it's the parties to the -- to the contract, not the rate that's sheltered by Mobile-Sierra. That's a very consequential decision, and so we would tell the D.C. Circuit, if we agreed with FERC and the Petitioners on that: D.C. Circuit, you've got that wrong. Now, there may be other matters, other issues like the ones that you would like us to decide as a matter of first view, but as Justice Scalia has pointed out more than once, we have a question. It is the very question that the D.C. Circuit decided. Why should we go beyond that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but we don't like to decide these questions, you know, initially. We -- we like to have some lower court do the dirty work, and we can correct them. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"It’s -- it's a lot easier that way, and we're more likely to reach a correct result, rather than -- than wading in with, you know, -- from scratch. That's our usual practice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're in a very tough position because of the way this has progressed. I think you can make a strong argument that you shouldn't be bound by these contract rates if FERC doesn't have a lot of discretion to let you go. If FERC has a lot of discretion to let you go, your argument that you shouldn't be bound is a lot weaker. And the way the case has been presented, we're pushing on only one -- one side of that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So is the answer then maybe where Justice Ginsburg and Justice Scalia were going, that -- because where I’m coming from, why I have been asking this, is I actually think the answer to the question so far on the question presented is \"sometimes.\" Sometimes you can't; sometimes you can. And it depends on a lot of things -- situations, circumstances, arguments to commissions, what they held, et cetera. So maybe that's the thing to do, you answer the question, say \"sometimes.\" Sometimes they can use one; sometimes it's the other. Indeed, in this very case, they've argued that it's -- that it's not even within the mainstream of Mobile-Sierra. And maybe that's so, maybe it's not. Send it back, say it depends on circumstances, time, et cetera. And then they can argue all these things out that we've just been hearing. What about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but if we ruled that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If we decided it on that basis, we would be giving FERC a victory on the question of its authority to depart from Mobile-Sierra, even though that wasn't presented in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I know --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- but Justice Breyer was hypothesizing that sometimes they can be, and sometimes they can't be. And you accepted his proposition. And what I'm saying is that's a very significant question. FERC wants to argue it here, but it's not before us."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Has anybody before --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- even suggested that Mobile-Sierra is a “sometimes” thing? Do -- did any of our opinions say that it's a “sometimes” thing, except in one respect, and that is the doctrine does not apply when -- when, downstream, the rates -- or even between the parties, the rates would violate the public interest? That's a “sometimes.” It won't apply then, but have we ever suggested that, you know, today it may; tomorrow it -- it won't? Or have we ever suggested what standards might determine the “sometimes” question?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Have we ever suggested how you can -- you can have a “sometimes” doctrine which will produce the stability in the industry that Mobile- Sierra was intended to produce? I mean, that was the whole purpose of Mobile-Sierra. People had to be able to predict whether they can take natural gas out of the ground, how much they can make on it, and once they enter into an arm's-length contract, they should be able to rely on it. That was the whole purpose. And, now, you want to us say, well, sometimes it will work, and sometimes it won't. And we're not going to say when; we're going to leave it to the D.C. Circuit to invent some “sometimes.” That doesn't make any sense, does it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- can I go –- stop you there, just so that we're all on the same page? If this were, hypothetically, a contract rate -- some of the transition fees appear to be. The parties to that agreement are saying, we're going to pay, in transition fees, X amount. Assuming, for the sake of argument, that the transition fees are contract rates, are you disputing the circuit court's analysis that the Mobile-Sierra doctrine applies to those contract rates and binds third parties who are challenging that particular rate between those two parties?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- you can't because that's the doctrine. Okay. Under what circumstances could a third party challenge that rate as not fair and reasonable, as opposed to being contrary to the public interest?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You haven't answered my question. Under what circumstances -- I've given you the absolute minimum example."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There’s a rate set between two parties, what third parties -- under what circumstances could a third party come in and say -- on some standard different than contrary to the public interest, how could they prove other that that rate's not fair and reasonable?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What does the word \"directly affected\" mean to you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. Now, you're trying to confuse the issue. Yes, that's the auction question and whether that auction is a contract price subject to the Mobile-Sierra doctrine at all. That's a different issue. I've given you the simple hypothetical. Could all of those other respondents -- except NSTAR -- come in and say that it's not fair and reasonable to me because, at the end, I'm going to pay more; I'm going to do something -- it's going to affect me in some indirect way. Are you taking the position that there's something else that FERC must do when those third parties come into -- into that simple situation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You want to keep going back to the facts, and I'm dealing with a hypothetical."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you are taking the extreme -- you are accepting that -- what the lower court said? Under every circumstance, if it involves a contract price, fair and reasonable being something other than contrary to the public interest?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So your adversary's arguments that what you're really saying is you can never have finality to a contract agreement between parties because any third party can come in and raise -- stand in the shoes of the contracting parties and argue the rate's not fair and reasonable?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":4,"sideBefore":"justices","text":"But FERC can’t -- can FERC -- can FERC challenge, too? Because FERC's a -- sort of a third party."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So -- so Mobile-Sierra doesn't apply to FERC, even?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Who does it apply to? I mean, it's just -- just the two parties?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can a noncontracting party go to FERC and challenge it before FERC, whereupon FERC is no longer bound by Mobile-Sierra? Or is FERC suddenly unchained when a third party brings a proceeding before FERC? It's a strange situation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. The public interest standard is a just and reasonable standard. What -- what it amounts to is saying, when -- when you have a contract rate that's been negotiated between sophisticated parties, that rate is presumptively just and reasonable, and the only way you can show that it is not just and reasonable is to show that the public interest is harmed. It's -- it's not something different from the just and reasonable standard, or it would be contrary to -- to the statute because the statute requires that the rates be just and reasonable, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So are you aware of any law or any statement by any judge, ever, that exempts the -- the FERC from the basic requirement that its rules, regulations, and everything else not be arbitrary, capricious, abuse of discretion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No. Okay. Thank you. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"And so, as long as that's so, I guess you could mount a challenge on the ground that to apply the contract regime system to circumstance X, Y, and Z, without permitting your challenge that you want, is, in fact, a violation of the APA, at the least. Okay? Now, that's why I say \"sometimes.\" Could you imagine such a situation, which I think is what Justice Sotomayor was getting at, or do you want it all the time? If you want it all the time, I'm not -- you're not getting sympathy from me. If want to say there could be such a time, maybe. I think I could think of five. All right? So -- so where are we?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a third standard between just and reasonable and public interest? You want us to add another tier?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's also a third question that's not presented, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you are defending the D.C. Circuit's decision? I mean, you are up here saying that was the right judgment, Sierra-Mobile -- Mobile-Sierra has to do with the two contracting parties. It doesn't, as the counterargument goes, shelter the rate from any attack by anyone, including FERC. It's put in terms of FERC cannot abrogate that rate. But your -- you are defending the position that it's just as between the contracting parties; it's not the rate itself that is sheltered by Mobile-Sierra, because that's what the D.C. Circuit decided?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It didn't say that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Lamken, you have 3 minutes. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does anything in your argument turn on the fact that the Respondents were parties to the settlement process?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I like that. That's very imaginative. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY A. LAMKEN","firstName":"JEFFREY","lastName":"LAMKEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1599,"interruptions":19,"times_spoken":41,"laughter":1,"num_int_by":8},{"id":1,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1394,"interruptions":18,"times_spoken":38,"laughter":1,"num_int_by":5},{"id":2,"fullName":"GEN. RICHARD BLUMENTHAL","firstName":"RICHARD","lastName":"BLUMENTHAL","counsel":true,"justice":false,"side":"respondent","words_spoken":1615,"interruptions":23,"times_spoken":53,"laughter":2,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":861,"interruptions":3,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":30,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":205,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1119,"interruptions":4,"times_spoken":35,"laughter":4,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1166,"interruptions":1,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":94,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":2993,"times_spoken":79,"laughter":2,"num_int_by":8},{"side":"respondent","interruptions":23,"words_spoken":1615,"times_spoken":53,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":4596,"times_spoken":139,"laughter":5,"num_int_by":6}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.5117984504961198,"respondent":0.48820154950388017,"date":1472501778987}}