{"petitioner":{"name":"DISTRICT ATTORNEY'S OFFICE FOR THE THIRD JUDICIAL DISTRICT, ET AL.","counsel":[0,1]},"respondent":{"name":"WILLIAM G. OSBORNE. ","counsel":[2]},"caseNumber":"08-6","date":"2009-03-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-6, District Attorney's Office for the Third Judicial District v. Osborne. Mr. Rosenstein. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he's -- he's not at this point. All he's doing is seeking evidence. We don't know -- he doesn't know presumably -- exactly what that evidence is going to show. The evidence may prove to be exonerating and it may not be. Until one knows the tendency of the evidence, one can't say that we have a Preiser problem. So if -- if we don't have that kind of a problem, then I don't see -- I guess I don't follow your argument that this necessarily sounds in habeas."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. And if he was seeking damages in this 1983 action for false imprisonment or imprisonment under an invalid conviction, I would understand your argument. But what he is saying in effect is: I want process to know what this evidence has to say. And that is not seeking damages, and it's not seeking release."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. The difference -- the difference is that if he succeeds in this case in getting access to the evidence, that doesn't get him outside or even in position to go outside the prison door. All it does is get him some evidence to test. And what he does with that later, if he finds it favorable, presumably is necessarily going to be in habeas."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he's got to because he doesn't know whether he has any evidence of actual innocence at this point."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He's not asserting it. He just says: I want to get to this evidence and see what it has to say."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He has a singular objective in getting the evidence, but we don't know what the evidence means. The evidence may conclusively prove that he is guilty, for all we know."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's a -- that's - - that's a fair way of putting it, but what he -- I think ultimately his strongest argument or his -- his basic argument is this evidence is potentially so important that the State has no valid interest in keeping me at least from seeing it; i.e., testing it. And you can call that discovery if you want to, but it's something very different from the normal discovery that goes on as an ancillary process to a criminal prosecution."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, that may be. I'm not getting into that here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Would the other side concede the premise that he doesn't say that this is going to exonerate him? That he has -- you know - - here's some -- some evidence out there. It may help me; it may hurt me. I don't know which, but I'd like to see it. Is that the only claim he's making? If so, it's - - it's a lot less -- what should I say -- a lot less plausible a constitutional claim. There's some evidence that I'd like to look at; I'm not saying it will prove me innocent. I'd just like to look at this evidence. Might, might not. That's a lot weaker claim than what I had thought he was making, which is the claim that this -- this new scientific evidence will -- will prove my innocence."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which is he doing here? Is he saying the latter or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not a constitutional claim of entitlement to evidence which he asserts will prove his innocence, but rather a constitutional claim to evidence which might or then might not prove his innocence? Is that - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Performance we should let the -- let Osborne, Osborne's attorney, address that question, because you're not really equipped to answer for the other side."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Well, we're assuming the premise, though, in the questioning."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was evidence in - - at his trial at the state of the art at that time. There was whatever the test was."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was not the state of the art at the time, was it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He didn't ask for that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But when did the current technology become available? When did the testing that he now requests - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the State routinely keep evidence of the sort Osborne is seeking available? Or is there a cutoff point at which they dispose of the evidence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What now? As far as I understand, there's a procedural problem. I tried to figure out the Heck line once in Balisok. My impression of it is that if, Mr. Prisoner, you're bringing an action challenging some confinement or the effect of your action is going to be to let you go out of solitary or out of prison, then proceed your habeas. But if what you're trying to get is relief that may or may not mean you get out of solitary or you get out of prison, then you go to 1983. But, by the way, if you're in 1983 you are complaining about an action or inaction by a State official that violates a constitutional right. Now, as I look at this case the prisoner, if he wins, is not going to get out, and he is complaining about the State violating a constitutional right by refusing to give him DNA. It seems to me that second question is the question that's the heart of the case: Does the State have a constitutional obligation to give him the DNA? So I would appreciate your telling me why it doesn't."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you explain that - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Is there any reason to think that if, in fact -- sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Justice Breyer."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Just to clarify his statement, he said that the State of Alaska provides a means for him to get at this information; but if it did, I think we wouldn't be here. So would you -- Alaska is one of the few States that has no statute."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- you say - - this whole controversy is whether the State is obliged to give him this information; but you're saying it's simply that he picked the wrong procedure. That's what I thought I heard you say just now; that there is a means under Alaska law where he could get this DNA postconviction. So would you please explain what the Alaska procedure is?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Has there been any case in Alaska where a defendant postconviction was, in fact, able to get DNA testing under the procedure you just described?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give me some idea of how many cases there are in, say, the last 10 years in which in State postconviction proceedings the convicted prisoner has asked for DNA evidence?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Three? 300?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that relief would require him to assert his innocence, wouldn't it? He would have to bring a habeas corpus action claiming that the State has no business holding him because in fact he's innocent? He doesn't want to do that? He just wants to say, I'd just like to see this evidence. It might help me. It might not help me, but - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know that they're arguing with you on that score. What they are saying -- I think what they're saying, and this goes to a variety of Justice Scalia's question, is that under the Alaska statute in order to get to the evidence, or indeed in order to make his -- his postconviction claim, he's got to claim that the evidence of material fact requires vacation of the conviction or sentence. His argument is, I don't know whether it requires it; because I haven't been able to test it. What I want is to test it. And as I understand it, under this particular statute, he has no chance of doing so because he can't tell you in advance what the test is going to show. Isn't that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, first tell me whether that's correct or not. He doesn't know what the test is going to -- he doesn't know what the test is going to show; so - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- he cannot say that it requires vacation of the conviction; isn't that correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Osborne doesn't know what that evidence is going to show. He hasn't tested it."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether -- whether he believes he's innocent or whether he doesn't believe he's innocent, he can walk into court, as I understand it, and say, I am absolutely innocent. But what he cannot do prior to testing the evidence is tell you, is allege, that the evidence is going to require the vacation of the conviction."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said the State has -- has indeed granted a habeas request. In that case, where it granted the habeas request, although it turned out that the evidence was destroyed, in that case surely the same situation -- the same situation existed."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It is the case you are referring to. I didn't -- I didn't make it up. You did."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm talking about the case you alluded to earlier where you say the State of Alaska had indeed provided DNA evidence or had agreed to provide it - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but for the fact that it no longer existed. Now, in that case surely the same problem existed that Justice Souter is -- is raising. That -- that person also, while claiming innocence, couldn't say for sure what the evidence would produce, but that didn't stop the State from providing it; did it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know your time is up, but I really have only one question this morning and I would like to have a chance to ask it, and I am trying to clear away some undergrowth. And the undergrowth first I have cleared away in my mind is this Heck question. The second is the Alaska court decision. And my impression is that Alaska refused the test because, among other things, they couldn't say -- they said the conviction rested primarily on eyewitness testimony, and they have a bunch of reasons. But the Ninth Circuit, as a matter of fact, tried to blow apart those reasons. Okay? Suppose I agree with the Ninth Circuit. Then my question is this: Does the Constitution of the United States require you to give this evidence to the defendant? And one of the relevant points in my mind is I see it would be of significant advantage to the defendant. Even if he's guilty, he can be proved to - - whatever. It is an advantage to him. Okay? Now, why don't you want to give it to him?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- there I -- that's the undergrowth I tried to clear away. I am saying I read all that procedure. Suppose I believe that the Ninth Circuit is right about that procedure, namely that the tests that they're using in that procedure are not favorable enough to a defendant who is seeking, as this defendant is seeking, the DNA. He just wants some DNA. He'll pay for it. The odds are eight to one he's going to lose. But he thinks: I'm willing to run those odds. I won't put you at any trouble. Now, why don't you want to give it to him? Because, Your Honor, the State of Alaska has a procedure that would enable him to obtain that evidence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"No. The procedure has the tests in it that the Alaska court -- didn't the Alaska Supreme Court say, we will not give you DNA evidence unless you can demonstrate: One, that the conviction rested primarily on eyewitness ID evidence; two, that there was a demonstrable doubt concerning his ID as the perpetrator; and, three, that scientific testing would likely would be conclusive. Wasn't that their test?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then -- are different -- then they'd give it to him?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, all he has to do is file a new piece of paper tomorrow, and he gets the DNA?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But you said something significant. You said that he would have to allege his actual innocence, which he hasn't done. So if he continues not to -- not to put in a sworn statement that, I am actually innocent, under your current procedure he still couldn't get the DNA."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You gave the one case in which in the habeas in Alaska the court granted access to DNA, but the evidence wasn't there. On how many occasions when postconviction someone moved for the DNA evidence did the Alaska courts deny the request?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you told us it was granted in one case. What happened in the other six?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said they were still pending."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. We'll afford you rebuttal time since the Court used up your time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What were the two confessions? I know the one before the parole authorities. What was the other one?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but isn't it true that we've had DNA cases where the person has been found innocent despite the fact they confessed?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"How do we know this isn't one of those cases?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Am I right in understanding that the State has agreed that this evidence is exonerating; that this evidence potentially could exonerate him?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And is it true that all he has to do is file a piece of paper in the court that says: Whatever I said before, I did it under pressure; I am innocent. And if he says those words, \"I am innocent,\" then he will get this DNA?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You think we could attach that to the new constitutional right that we invent? It would be a constitutional right to get it if -- if - - but if you lose, you get another three years? Could we say that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think there's a constitutional right to establish innocence in some cases where there is new and -- evidence that could not previously have been discovered, that has a high likelihood of exonerating?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm asking for your position."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Katyal, the -- the right that they're asserting may be located not in procedural, but in substantive due process. What I - - what I would like you to comment on is what the government's or any government's interest, the United States or that of a State, may be in, in effect, in denying that there should be such a right. And this question occurred to me when I was going through the briefs: What if -- we'll make this Federal for your sake -- what if the United States had imprisoned an individual who came forward and said: Nobody realized it, but I was an eyewitness to the crime for which X is -- is -- has been convicted and is currently being incarcerated; and, in fact, I saw that crime committed and he did not commit it. X's lawyer arrives at this individual's prison and says: I want to talk to the guy. Would the United States have an interest in saying, you cannot talk to him?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you know, prisoners say all sorts of things. We don't know whether in the long run it is going to be exculpatory or whether this guy has some axe to grind. But the question is, would the United States have any legitimate interest in saying to X's lawyer, you can't even talk with him?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why wouldn't it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why do you need a rule, I guess is what I'm saying."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, okay - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you starting with the premise that the United States would not have a legitimate interest in my hypothetical in saying, you can't even talk to him?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, let's assume that if you let this guy talk to -- X's lawyer talk to this guy, other individuals may say, boy, I can have my moment in the sun, too; I'm going to claim this. You know, let's assume the worst case there. Would you still say, would the government still say, we have an interest for that reason in not even letting him talk to him?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I haven't gotten to the constitutional law yet. I just -- I just want to know whether there would be a legitimate interest in saying no. I mean, you can see - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You mentioned the floodgates. There are seven cases in this State in the whole history of Alaska. (Laughter.)"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Is that right? That's floodgates?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Especially, I would assume, one constitutional right in which you do not even have to assert your innocence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why can't you do this? Look at the consensus of the statutes in the States and the Federal Government and say there's a range of appreciation here, and there is a right but it catches only the outliers? And so, the worst that would happen is that the outlying States would have to bring themselves into conformity with the outer reaches of whatever the set of statutes is now in all the other States."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm not saying every instance in which there are outliers is unconstitutional. I'm just saying in this instance for other reasons it might be unconstitutional; namely, you have a good way of proving guilty or innocence, and if that's so, the practical problem is not great. You solve the practical problem in the way I just mentioned."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So the constitutional right is bring yourself within any one of them, unless that any one of them is a real outlier, which you can make as an argument that you will never win?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Neufeld. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there was a more reliable one at the time of trial as well, and his counsel made the tactical decision not to use it because, I assume, she was concerned it would show his guilt beyond a reasonable doubt."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Which apparently he had told her about."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But what was the reason that Respondent's counsel provided for not requesting that test?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's assume for the sake of argument that there is some constitutional right to obtain DNA evidence for testing postconviction. Would you still -- would you say that that right includes the situation where, A, the prisoner refuses to assert under penalty of perjury that he or she is actually innocent; and applies if there was a tactical decision at trial not to seek DNA testing at all or not to seek the most reliable form of DNA testing that was available at the time?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You think that -- you think that's a novel idea that never occurred to him?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Under oath? Under oath so that he would be subject to penalty for perjury?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he just - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why isn't that the end of this case, because I heard opposing counsel say if you go tomorrow and file a piece of paper and swear on that piece of paper you're innocent, Alaska will give you the DNA. Isn't that what he said? I heard him say that, I thought."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if he said it in this Court in answer to a question, I don't see why that isn't binding."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait. What I heard was that if your client files a piece of paper that says, I am innocent, then under this new procedure, which apparently I hadn't read about because I didn't find it or it wasn't obvious in the brief, that then they will give him the DNA. Now that's either right or it's wrong; and if it's right, I think that's the end of it, and if it's wrong, well, then we'll have to proceed. But I would proceed on the basis that this swearing requirement is not sufficient."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the whole point is that, Justice Ginsburg brought out the point, that he hasn't asserted his innocence under oath. So there's no cost to him for asking for the DNA evidence. If there's -- if we're writing up a new constitutional right and we require as part of that that he assert his innocence under perjury, and if he fails to do that, he'll be prosecuted for perjury, that might at least put some limitation on the number of people who can assert the right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If you accept that -- of course it does; and this is not a new procedure. I -- I didn't understand it to be a new procedure, as Justice Breyer has described it. It is the procedure of habeas corpus. They have a procedure for habeas corpus which includes discovery, and all he has to do is come in and say, you know, I have been wrongfully convicted; I am innocent; and I want to discover this evidence in order to establish it, so that I can get out of jail."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we can ask your opposite, opposing counsel. We can put it to him point blank. That's what I thought he said, and we -- we certainly will clarify that. But there's another possible impediment here to your claim. If we assume that there is this constitutional right, and it's available in 1983, this trial was in 1993. He brings the 1983 action in 2003. Counsel told us that this better method of testing has been available since the late nineties. With any constitutional right, there's an obligation of due diligence on the part of the claimant. You can't come in 10 years later, for example, and say -- say there was a tainted juror or something like that. It was -- it -- when you're claiming even evidence that wasn't available at the trial, you have to make the application with due diligence."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It is very strange. Why did they do that, I wonder."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There was a lot of other evidence in the case, wasn't there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know what they thought they were doing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if it is so clear - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sorry, counsel. If it is so clear that this is the right way to go, that the Federal Government, 41 States -- does it make sense for us to devise a constitutional right to displace what the legislatures have done?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It is exactly a question of displacing what the States have done because now this question is going to be subject to constitutional law and it's going to be litigated in a variety of cases with a variety of claims. Do you get the right to it when you confess? Do you get the right to it when you've waived it at trial? Do you get the continuous right to it as technology advances and makes the test more sensitive? All of those matters will be Federal constitutional questions for us to decide."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the whole question -- it is kind of along the same lines I've been talking. The reason they might -- they're saying don't adopt that test, is because the question is whether it should be adopted as a matter of constitutional law. They may, and I suspect they do since they represent the government, think Congress's balancing makes perfect sense. It is a different question here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, just to get back to the point you were making earlier, it really doesn't matter what the Congress said. It is a question of rationality under the Constitution."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is the irrationality ultimately that they require an assertion, with some basis for the assertion, that in fact there is evidence that would show innocence? Is the irrationality the cart before the horse?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you were asked a question earlier what it was in effect about the Alaska procedure which -- which in effect was constitutionally frustrating. I understood that you did not claim that the requirement to claim innocence was the problem, although they did require that; but that the -- that the real problem was that you not only had to claim innocence; you had to be in a position to claim that the evidence you were seeking would exonerate you. And in the DNA case you couldn't do that, ultimately, until it had been testing. And so it was that second point, in effect that they are putting the cart before the horse, tell us what the test is going to show before you test it, that I thought was the sticking point for you. Am I correct about your position?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that goes -- that goes to the first point."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And I -- I was concerned with the second. I will be happy to get back to the first, but I just want to know your position on the second, the cart before the horse point."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And you will see cases where the defendant maintained that the defendant was innocent. Now, whether this was a requirement imposed by Alaska or not, it seems to me you cannot point to the practice of the other States and say Alaska must have the same practice. When, in fact, you don't comply with the practices of the other States. Almost all of them do require an assertion of innocence, which your client has not made. I cannot imagine how you can simply -- oh, look at all these other -- 44 other states, when your client does not meet the requirements that those States would impose."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why shouldn't - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Whether 1983 requires it depends in part on whether we recognize a free-standing right to test DNA evidence. As I -- as I conceive it, that sounds to me like substantive due process and rightly so. One condition for recognizing a substantive due process right could be that the individual claiming the right to test claims that he is actually innocent. What would unreasonable about that?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is your client prepared to make that claim?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not asking you. I'm asking for his position through counsel now. Do you know?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Was his assertion before -- his confession -- his confessions before the parole board made under oath?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So he's guilty of perjury one way or the other, either before the parole board or in his assertions of actual innocence here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wouldn't it be ironic - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, counsel. Would it be ironic to say that you do not have access when you're guilty of perjury one way or the other?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you say this -- could you say, suppose -- I'm just testing this out -- that like any other governmental action, this action of refusing the DNA evidence is subject to the Fourteenth Amendment's requirement that there be a reasonable basis? Can't be arbitrary. Now, withholding DNA is a governmental action, and so you cannot do so arbitrarily. If you were to do so simply because the defendant would not sign a new complaint under this new procedure, which I somehow missed in the reply brief, that's a good basis for withholding it. He should be willing to do that. If the reason they won't give him the DNA is because before the parole board he said he was innocent, that, to me -- not to others but to me -- that would mean nothing. Of course, he's going to say he's innocent. He doesn't want to spend the rest of his life in prison. Okay? So, I -- I would say, but not maybe others would say, that if that's their reason for not giving it, I'd hear further argument, but that would be arbitrary. But if their reason for not giving it is just because he won't file a new piece of paper in which he says he's innocent or there's nothing to lose there, then I think the State's being arbitrary. Okay? Suppose we said that: The rule is non-arbitrary with illustrations, send it back to the States. And of course when they apply their own statutes, by and large they're not being arbitrary."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it does help you win. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have a - -"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Do you have a constitutional right to the DNA evidence if the accuracy of the test was the same as the one that your counsel submitted at trial?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Well - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"In other words, limits it to -- what was it -- 16 percent or something like that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, all right. Then, obviously, the next question is at level of accuracy does your constitutional right no longer apply?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just so to follow up on that -- so you -- if -- if the evidence showed that there was -- would show that there was a one out of two chance that your client was innocent, then you think you still have a right -- a constitutional right of access to that evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So fingerprint - - fingerprints apparently are covered by it. They have fingerprint evidence that they are not releasing. So do you have a constitutional right of access to that evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm sure - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure they're not as accurate as the DNA tests. I'm trying to figure out what the limit of the constitutional right you're asserting is."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How can this constitutional right be limited to DNA evidence? I presume that there are -- that there may be other scientific advances in the testing of physical evidence, and if that happens, why wouldn't the right apply to those as well? Advances in -- advances in detecting fingerprints or testing fibers or all sorts of other things?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'd like to get back to the second part of the question I asked at the start, which you never really got a chance to answer: Would it be unconstitutional for a State to say that a -- a prisoner can get postconviction access to DNA evidence, but not where it appears that the prisoner is gaming the system? Not where the prisoner declined at trial to ask for DNA testing for a tactical reason because there was a chance that the DNA evidence would be inculpatory? Would that be unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"His counsel -- his counsel forwent the DNA testing, and we attribute the actions of counsel to the defendant."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But can we get an answer to Justice Alito's question -- a hypothetical, the one he put -- could you put that condition on a statute or a rule consistently with the constitutional of the United States?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, let's assume that counsel and the defendant -- after full discussion and being fully advised, say this is too dangerous; we don't want the DNA test; we'll shoot the dice; we're not going to have the DNA test. He loses. Can you then get the DNA test? Or, as Justice Alito's question pointed out, could you have a condition that when you've made this conscious choice, you lost your right for later DNA testing? That's what he asked. I still don't have the answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sorry. I'm sorry. With the different questions asked, I have lost where the answer is. You say it is still part of the constitutional right if he forewent the test at trial, or it is not?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you seem to be sympathetic to that position. But as Justice Alito's question again points out, what you are doing is setting up a game in which it would be really unwise to have the DNA test. Take your chances."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You have a -- you have a built-in -- you have a -- a built-in second chance."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's just -- that's just not sound trial strategy, counsel, and you know that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But they will have acquired the advantage of having a chance of the jury's acquitting them at the trial. Because by not asking for the DNA testing, they was a chance the jury might let them off. Had they asked for it then and had it shown conclusively, the game was over. So it is gaming the system."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Ex-ante. We're -- we're looking at it at the time of the trial. Does its pay for the defendant to ask for a DNA test? Well, of course, it doesn't. Because if he asks for it and it - - it finds that he's guilty, that's the end of it. There is no chance of the jury acquitting him."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why not just not ask for it and if it turns out that the jury happens to convict him anyway, then ask for it?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"On that -- on that point,"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but -- but as the case now stands he does not qualify."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"As the case now stands, he does not qualify."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a biggie, though."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":5,"sideBefore":"justices","text":"You're -- you're, in effect, asking us -- and you would say the -- the Solicitor General appears here -- you're -- you're, in effect, asking us to say that the Federal Witness Protection Act on these facts is unconstitutional."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I am quite dubious that - - that he would indeed sign it. I -- I was really struck by his affidavit in this case, number -- or paragraph 9 of which says: \"I have no doubt whatsoever that retesting of the condom will prove once and for all time\" -- and one expects to follow -- my innocence. That's not what it says. \"Will prove once and for all time either my guilt or innocence.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you know, what is this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if there was a videotape? Is that covered by the constitutional right you are asserting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are there photographs or other evidence that - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's a good point. What -- how long under the Constitution does the State have to retain this evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would that be a corollary of the constitutional right you are asking for here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I agree that would be -- that -- yes. I am just wondering if there would be any objection to an absolute rule that says what: After two years, after one year of conviction?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I -- may I just ask one point."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I take it he is not now in custody for this offense?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Not for this offense?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He's being held on other changes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But he's not now in custody for this offense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Was he released on parole with respect to this offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And was his confession a necessary predicate to that release?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So a confession that would be perjurious if he claimed actual innocence now was responsible for his release?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But he's been - - other than other crimes he committed, he's been released on the basis of what you say is an unprincipled confession. And now he is - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So his parole was revoked because he committed another offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, counsel, we'll give you three more minutes. "},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":3,"sideBefore":"justices","text":"May I -- before you start, would you -- I want you to clear up the question that Justice Breyer asked. Assume on remand he would now make the declaration under perjury that he's innocent. I understood you to say that would enable him get discovery, not necessarily to say he would get the DNA evidence. Am I right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How about - -"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Would you resist that request?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You cannot confirm that you would acquiesce and recommend that he get the DNA sample under those conditions?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you would still want to leave yourself open to make the objection that he had a chance to get this at trial and -- and -- and decided not to get it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't those objections continue to apply?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it -- it seems to me that -- that all -- all that you have to concede is that there is some means for him to get into court, with those -- those exceptions that other States make; and other States make an exception for gaming the system. So, so long as he can get in in habeas corpus it seems to me you can very well leave for later whether you are going to concede that even though -- even though he didn't ask for it at trial, he can get it now."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why give it away?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- any more than you gave away the fact that this is going to - -"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Why don't - -"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":9,"sideBefore":"justices","text":"We would like to know what you do - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Why don't we -- I'm sorry. Justice Stevens."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Yes. I just want to be - - if your answer, as I understand it, is he can now apply for discovery, but you don't know what will happen then."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the net result is that it is perfectly clear to me from the argument that you have not conceded that if he now files the paper, he will definitely get the DNA."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you referred to the civil rules, and in discovery, in criminal cases as in civil cases, it -- ordinarily you have to prove that you have a basis for a claim. Like you don't get on the civil side discovery before you can pass the 12(b)(6) threshold that you have stated a claim. Are you giving that up here? Because he's seeking the discovery but he hasn't established that he has a tenable claim."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would there be instances when you, as the Attorney General of Alaska, would waive procedural defaults, in order to determine if there was guilt or innocence in a case where DNA conclusively proved it, simply pause of your interest in not confining innocent people?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All you're can say in answer to my question is, to your particular approach to your duties here, is that that's conceivable?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. This is where I - - look. He files a new piece of paper. Now, if you're going to oppose that, on the ground that it wasn't procedurally correct, one; on the ground, two, he didn't ask for this DNA at trial, though he might have met with the charge, what was at issue at trial is something very different; three, that he wasn't guilty -- you know, too much evidence against him, met with the claim, there wasn't much evidence against him -- okay, we have the case in front of us; we'll decide it. But if you're prepared to concede \"I'm not going to raise those things,\" then their client has what he wants -- the DNA. So which is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm going to just repeat it. He -- His client follows your procedure. \"Please give me DNA.\" Now will you give it to him? Or are you going to meet him with the same defenses that you raise here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wrong procedure. You ask -- you could have gotten it at trial, which he says isn't true, and there was too much evidence, which he says isn't true. Okay? So what are we going to have, Mr. Rosenstein?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the only defense is procedure - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- that defense - -"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If he walks into court and swears, \"I am innocent,\" subject to penalties of perjury, \"Please let me look at the DNA,\" as I understand your answer, your answer will be, we will then raise issues of procedural default, waiver, et cetera. You will not say, on the contrary, \"let him look at the DNA.\" Is that -- is my understanding correct?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In any - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KENNETH M. ROSENSTEIN","firstName":"KENNETH","lastName":"ROSENSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1537,"interruptions":25,"times_spoken":64,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1085,"interruptions":11,"times_spoken":22,"laughter":0,"num_int_by":4},{"id":2,"fullName":"PETER NEUFELD","firstName":"PETER","lastName":"NEUFELD","counsel":true,"justice":false,"side":"respondent","words_spoken":3334,"interruptions":36,"times_spoken":79,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":938,"interruptions":6,"times_spoken":41,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":1383,"interruptions":6,"times_spoken":34,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1135,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":575,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1482,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":205,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":11,"fullName":"I just want to make clear","lastName":"clear","counsel":false,"justice":false,"side":"","words_spoken":22,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":2622,"times_spoken":86,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":36,"words_spoken":3334,"times_spoken":79,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":25,"words_spoken":6456,"times_spoken":187,"laughter":2,"num_int_by":9}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5919582792383892,"respondent":0.4080417207616108,"date":1472501778978}}