{"petitioner":{"name":"TAYLOR JAMES BLOATE","counsel":[0]},"respondent":{"name":"No. 08-728\nUNITED STATES. ","counsel":[1]},"caseNumber":"08-728","date":"2009-10-06T07:00:00.000Z","speakers":[{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That would allow the prosecutor's time to be excluded, right? On your theory that it starts -- the trigger is the filing of the motion, and it ends when the motion is disposed of. So the prosecutor might say, I need additional time, and that would be included in the suspension period, right?"},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm - -"},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the clock -- the clock would run, on your theory, during the preparation time of the defendant. It would not run during the preparation time of the prosecutor. So I don't think they are being treated the same."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I'm talking about the prosecutor's answer to the defense motion."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Shouldn't we be looking - -"},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":3,"sideBefore":"justices","text":"One point that I would like you to clarify. I -- I understand you to take the position that the interest of justice would be the route to take, where the judge would have to stop and make a finding. In your view, would it be appropriate, assuming your interpretation of (B)(i) holds, for us to send the case back, or is it too late, because the interest of justice finding was never made?"},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you think it could be found. If it doesn't have to be found on the spot by the judge, when is the latest time the judge could make the interest of justice filing?"},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the result in your case would be that the case is dismissed, period."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it clear that a period of time attributable to a defense request for time to prepare pretrial motions can fall within (h)(7)? Because (h)(7) speaks of a continuance. Isn't that a very -- wouldn't that be a very odd use of the word \"continuance\"? If you make an application to a judge for time, additional time to prepare pretrial motions, do you say, \"I want a continuance of the date on which my pretrial motions are due\"?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's -- but the courts of appeals have almost universally read (h)(1)(D), or overwhelmingly read (h)(1)(D) to apply in this situation as well. I'm sorry. Not (h)(1)(D), but the introductory phrase."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, at the time that (h)(1)(C) -- or (D) was being looked at, wasn't it a fact that some circuits had reviewed the prior exclusion as applying only to the date in which there were actual hearings before the court?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So isn't it -- shouldn't we be looking at what you did with respect to this time period in light of the need that it was addressing?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's wrong with the logic of district courts who have ruled in this - - in the government's favor, that say Congress was only looking at that particular part of the proceeding - - what related to the hearing, the filing of the motion, its actual adjudication -- but they weren't considering a motion by the defendant for time to investigate, and that can be another proceeding? Can you imagine a situation in which a court grants that adjournment to a defense attorney where we would reverse that finding by the court?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- it would seem to me that if a defense attorney comes to a court and says, I need an adjournment, and the Court says, you can have it, isn't that implicitly a proceeding in which the court is saying there is a need for this?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Proceeding\" doesn't mean an act -- it is an act before the court. The entire action is before the court. But it is a proceeding in which the defense attorney is looking at whether there's anything to file motions about."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Senate did."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That would certainly encourage judges who don't want to get involved with making findings, which you have to do to satisfy interest of justice, to just say: Motion denied; I'm sorry, I'm not going to let you have the clock run while you -- you are asking me for a favor. You want time to prepare, and the clock is going to run in the meantime. Forget it. You are not going to get the extension."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What must the judge - - the judge must make a finding orally or in writing. Can it just say, okay, I'm giving it to you in the interest of justice?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the rule that you are arguing for really will accomplish nothing, other than to benefit a small set of defendants who -- who got pretrial preparation time in reliance on court of appeals decisions saying that those could be done without making explicit ends of justice findings on the record?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how is the public going to benefit if all the judge needs -- presumably, district judges are not granting these extensions of time in situations in which they do not think that the ends of justice are served by granting the extension of time. So what is going to be served by requiring them to recite this -- to make this rote recitation on the record?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me how it works in district courts? This district court set September 13 originally for the -- for the motion. Do the district courts generally have a custom schedule for every case where they set times or do they have local rules on the subject?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- that's part of -- that there in the local rule of court?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm -- I'm not sure that that isn't -- that that argument doesn't cut both ways."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure if that -- if you have a district where you have five days, a very short period and almost nobody can comply with it, then maybe that's an argument for the government's rule."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think an assumption in your mathematical analysis is that there will be a difference in the time that it takes to dispose of the motion. If the time to dispose of the motion is the same, then you are wrong, I think. I will work it out."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does that show, because the disposition time isn't going to be the same from district to district? Districts vary."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress could have required, as they have in some instances, to have a judge decide a matter within a certain period of time. They didn't do that, did they?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait a minute. If a defense attorney comes in to you and says -- I'm a district court judge -- I need time to prepare; granted, I am excluding time under (7)(A). You are saying that is insufficient?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not okay for a district court to say, you tell me how much or you have 21 days to prepare motions and I'm excluding time because of that?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Local rule from a district court judge: Defendant is arraigned; you have 21 days to file motions."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you finish answering one earlier question. You said that there is no statute of limitations problems if we rule in your favor. Could you explain why?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could under that retrial provision the court begin excluding time?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I mean."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any idea how many convictions would be at risk for reversal under this rule, that would be currently pending and subject to a ruling in your favor now?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In a timely manner."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is there any indication in the circuits that follow what seems to be the majority rule -- that is that the clock is stopped during preparation time -- that there have been excessive delays, in comparison to the -- what is it, two circuits who go the other way?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is your systemic concern with the -- with the government's rule? The judge has to grant the continuance under either - - under either of your rules, and you say he has to make a finding that it's good. But are you concerned the continuance would be because the attorney wants to play golf or take a vacation with his kids, and that that's not the cause?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that's what's driving your concern?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't judges in many cases do that anyway just in the course of deciding whether to grant a continuance?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Give -- give me the consequences of ruling for the government that you see that are adverse in your view."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's my point."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume the district judge will ask. Or is - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or do you doubt that?"},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What was -- what was the second point you just made, Mr. Roberts? That, even if the clock is running, you would still have an argument that you come within the 70 days because?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Just for my -- just for my information, what's a motion to -- to waive? I mean, why does he need permission to waive?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Except for the -- for the language, which -- which says that you -- you time it from the beginning of the time granted."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the effect of that language then? Why didn't (D) just read \"delay resulting from any pretrial motion\"?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do you disagree with your adversary, that there is no statute of limitations problem if we rule against you?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But is it superfluous? Because what your adversary is saying is that Congress wanted district courts to think about why some things were being -- additional time was being requested. Not all motions by defendants would a district court actually feel were warranted and might say to that individual if they came in: Look; that shouldn't take you three weeks; that should only take you a week."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't answer my point. Without a requirement that the judge actually has to make a finding in the interest of justice, once the defense attorney comes in and says, I want a month, and isn't the judge required to give him the month because it's automatically excludable? What, otherwise, forces the judge to look at the request and say, no; is it really in the interest of justice for me to give you that month?\""},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what -- so what additional requirements are we imposing on the judge that the statute itself doesn't command?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If the judge always has to listen to the reason, weigh it, determine whether or not it is in fact in the interest of justice or not, how much more burden are we putting on a judge than to say, look, you are right, you need a month; I will exclude it under (7)(H)."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We have never required the judge to give a litany of each of the factors under (h)(7). We have never required him or her to do a detailed finding. We've just required them to say there's some reason for it."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what Zedner seems to suggest."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roberts - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"And counsel wouldn't know until -- wouldn't know whether the time was excluded or not until -- until a later finding is either made or not made."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you, Mr. Roberts, to comment on your opponent's argument that you are creating a rule that if a particular district has a standing order that motions be filed after seven days and then another district has a standing order that it be 21 days, the effect of your rule would be to make the seven-day district an 86-day -- give them 86 days under the Speedy Trial Act?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's for response time."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that's automatically excluded, so that won't affect the -- well, like you said, it's - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if the difference is specifically authorized by Congress?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't it seem fairly clear that the district which has a 21-day rule, they won't have to -- normally, they won't need extra time in the routine case for an extra motion, whereas the districts with a seven-day rule would pretty automatically need another 10 days or so."},{"name":"JUSTICE GINSBURG","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you would argue it wasn't reserved because both sides thought the period was from September 7th until October 4th, and one thought that that whole period should be excluded? That was your position, and then the other side said none of it - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How -- how do you think it should work? It seems to me they are two separate things. On September 7th, the defendant comes in and says, \"Judge, you've told me I have to have everything ready by the 13th. I would like additional time to prepare.\" And what he said was, \"until September 25th.\" He said that on the 13th: \"I want until September 25th.\" This is what I think the Chief Justice is asking, in part. Now, what the judge did is excluded everything from September 7th all the way to October 4th. And if I understand your argument -- I'm not sure I agree with it, but on the 7th to the 13th, that really wasn't additional time, but nonetheless, maybe there's something there. What about the period from the 25th to the 4th? I don't know what the theory could be on excluding that one, because what the defendant said on the 7th - - on September 13th, he said, \"Judge, I don't want any more time. I don't even want to file any motions.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. On the 25th, he said that. So what is the basis of excluding the 25th to the 4th?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a normal course of practice? I've never quite heard of other - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But then the Court's view a decision or statement that no motions are going to be filed as a request for a waiver of that obligation?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Intent to waive."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I didn't see it as a motion. It didn't move to waive. It said, \"I waive.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So it's - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I understand. You get the period from the -- the 25th to the 4th comes under (D) or (H). It's a motion that is filed, and it's under advisement."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So it comes under (D) or (H). Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I don't mean little (h)(1). I mean big (H). It's attributed to a period during which any proceedings actually under any advisement -- or maybe it comes under (D) -- a motion not to file a motion is a motion."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would you repeat that just so I have you: It comes under (h)(1) -- what sub?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Did - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Do you have any idea of how many, if we rule against you, until we -- speaking hypothetically, how many convictions would be at risk for - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it's -- it's not everybody who invokes a Speedy Trial Act violation objection."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I would have been -- I would have been interested in knowing the effects of Zedner."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And how -- what kind of burden it placed."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that's true of all Speedy Trial Act actions by the district court. They always run the risk of forgetting to make a finding. That's why you have two attorneys, presumably - -"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- to remind them."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you about the language of (h)(1)? Do you think it's -- do you think it's proper to consider a period of delay that precedes the filing of the motion? That is, a period of delay in order to prepare the motion, as a delay resulting from a proceeding that has not yet occurred?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The grant of the motion is the proceeding?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is the proceeding."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- what subsection does all this? I really -- I got lost in - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because you agree, as I understand it, it is not covered by (D)."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what subsection does cover it?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not governed by any lettered subsection?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But there is no period - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- no subsection talks about another proceeding? That's just your gloss on the statute; is that right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you say the order is a proceeding for that purpose, the order granting the extension of time?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But just one quick question. It seems to me that everything described in (7)(A) would fit your description of proceedings."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's a tough argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand -- I don't understand the government to be argue -- to be arguing that they are treated differently."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They are saying whoever - - whoever asked for the extension of time in order to prepare the motion gets it. And -- and it's the time limit's suspended."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well - -"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they made it very clear here that they think it applies to both the defendant and the government."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You are right, (D) has a special time limit built into it -- I mean, (h) or whatever the number is now. It says not to exclude 30 days. Okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"None of the others do. So I would say right there, Congress doesn't want the judge to have it for more than 30 days. Congress doesn't say a word in any of the others that says anything about preparation time."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know. But there is not an indication about preparation time. Their argument is a literal argument under the statute. Is it from other proceedings? Yes, we know that because of (D), okay? Does it result from other proceedings? Yes, because, in fact, the preparation time is a direct result of the other proceedings as defined in (D). Therefore, it is an ancillary matter related to other proceedings that was caused by the other proceedings. QED, their argument is literal and there is no policy against it. That's what they said. Now, as soon as you get to the last (h), you would find a big policy against it. Called not exceeding 30 days. Now, I take it that's roughly their argument."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"At least my interpretation of it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does six days make a difference to your case? If they lose six days, do you win?"}],"people":[{"id":0,"fullName":"MARK T. STANCIL","firstName":"MARK","lastName":"STANCIL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3683,"interruptions":27,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":4055,"interruptions":26,"times_spoken":102,"laughter":1,"num_int_by":6},{"id":2,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":469,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":866,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":277,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":227,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3683,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":4055,"times_spoken":102,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":2938,"times_spoken":110,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":0.7228290234528721,"respondent":0.27717097654712786,"date":1472411005777}}