{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"No. 08-769\nROBERT J. STEVENS. ","counsel":[1]},"caseNumber":"08-769","date":"2009-10-06T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear, first, this morning, Case 08-769, United States v. Stevens. Mr. Katyal. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What record do you have of that fact?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That I understand, but crush videos is only one species of cruelty to animals. What evidence was there that, for example, dog fighting had as large and robust a market or that hunting videos in those States in which hunting was illegal had a robust market, et cetera?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by a \"for-profit commercial market\"? You mean anything that is sold, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you -- if you could do it in one sentence, what is your test for determining which categories of speech are unprotected by the First Amendment?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And what case - - what case do you have for that proposition?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, the Court summarily dealt with a case some years ago, American Booksellers v. Hudnut, where cities attempted to make not even a criminal offense, but the subject of a civil suit, a violent depiction -- depictions of women as sexual objects enjoying pain and humiliation and degradation. The Seventh Circuit said that that was a blatant violation of the First Amendment, to go after purveyors who show these women in the shocking, degrading photographs, and I believe we summarily affirmed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course it is. I mean, you can't separate the means from the end and say, since its end is simply to prevent the -- the activity, the means, which is to prevent the communication, is okay. It is targeting the communication of videos that depict this conduct."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but to say that they are not concerned with the content, I -- I think is contradicted by the exceptions. You have to look at the content and make a decision, is this bona fide scientific, journalistic, educational, historical? So you have to look at the content to determine whether or not the speech is prohibited."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you tell these aren't political videos? You do have, with organizations, PETA and others, depictions of the same sort of animal cruelty that is used to generate support for efforts to prohibit it. Why aren't these videos the exact opposite, you know, efforts to legalize it, and, in each case, it would fall under the political exemption?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you tell me what the difference is between these video and David Roma's documentary on pit bulls? I mean, David Roma's documentary had much, much more footage on the actual animal cruelty than the films at issue here, greater sections of the film, and more explicit. In this film, the -- the Respondent didn't let the video show the actual tearing of the jaw. David Roma's did much more than that, showed much more than that. So isn't -- doesn't there have to be a judgment inherent in this statute?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not in child pornography because, there, Congress says the very act -- it doesn't matter how artistic it is. That very act of child pornography is illegal."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Child -- child pornography is obscenity as far as I am concerned, and it has been treated as part of that same traditional classification which there has always been permission for the government to prohibit. This is something quite different. I mean, you know, what if -- what if I -- I am an aficionado of bullfights and I think, contrary to the animal cruelty people, I think it -- they enoble both beast and man, and I want to persuade people that bullfights are terrific and we should have them. I would -- I would not be able to -- to market videos showing people how exciting a bullfight is. Right? I would be able to talk and say, oh, you should really allow bullfights, but I cannot make the most significant point that I want to make, get people to watch it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if I made - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Well, wait. Wait. I don't understand that. Any depiction of bullfighting is educational?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is true because Congress said so?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess a dogfight is educational, too."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, look what you have done, and this is what is bothering me. You take these words, which are a little vague, some of them, \"serious religious, political, scientific, educational, journalistic, historical, or artistic value,\" and you say that's a standard that a judge or prosecutor will apply. And people have to understand it because they have to know what to do to avoid the risk of being prosecuted. Now, as I have gotten out of these briefs, you then require people to apply that standard, not simply to the crush videos or to the dogfighting, but also to, as Justice Scalia pointed out, bullfighting, sheep hunting, bear hunting, deer hunting, fox hunting, humane slaughter, and for, I think somewhere I found, the stuffing geese for pate de fois gras. All right, so there is a whole long -- quail hunting. There's a whole long list in here of things that people might want to do. They won't know if it falls within this exemption. Nobody in every State wants to forbid these things. Sometimes they are, sometimes they are not. They won't know whether or not they can make this particular film, picture, or other. That's the overbreadth argument. And I would like to hear your response."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give me an example of a case where we said a statute which might otherwise be overbroad is not overbroad because prosecutors have been restrained? Can you give me one case where we've said that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was a case where we knew what the content was. The content was not subject to an -- to an overbreadth challenge. The content was not."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- that went to intent. It seems to me that -- let me tell you what I think your framework is and if it is wrong, tell me that it is wrong. This statute without the exceptions clause would be wildly overbroad. So you say it's not overly broad because of the exception or the savings clause. I will call it the exceptions. But it seems to me that the exceptions must be then tested as to whether or not they are vague."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have you to show that they are not vague."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what is a -- what is \"and the like\"? How about cockfighting? What is the difference between -- perhaps I missed something a few moments ago -- between bullfighting, cockfighting, dogfighting? You say dogfighting is included, but bullfighting -- and I don't know where you put cockfighting."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about bullfighting? Isn't that illegal in - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about hunting with a bow -- What about hunting with a bow and arrow out of season?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we -- have we finished with the category of fights?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"So noneducational bullfighting would be prohibited? If I market this just because I think, boy, bullfighting is really exciting?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. It is covered."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but hunting with a bow and arrow, and some depictions of hunting are pretty - - are pretty gruesome."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Or killed.\" How do you limit \"killed\" to cruel -- you say in your brief that it's noscitur ex sociis. But that's a doctrine that says when you have a string of words, one of which has various meanings, which meaning it has depends upon the words with which it is associated. So if you speak of staples, staples -- what, thumb tacks, nails, and other fasteners, \"nails\" obviously doesn't mean toenails. It means a nail that is a fastener, the word \"nail\" having various meanings. \"Kill\" has one meaning, which is kill. And you can -- you cannot limit that meaning just because in addition to killing you also prohibit torturing and other things. Do you have a single case where -- where that doctrine is used not to give meaning to an ambiguous word, but to limit the meaning of a word which on its face is absolutely clear?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's not susceptible to a wide -- that's my whole point. It means kill."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Some people think eating an animal is animal cruelty. These people don't eat meat because it is the product of killing animals."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it shouldn't have said that, then."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have a single case in which a -- an absolutely clear word like \"kill\" is given a more narrow meaning because of other words that are different from that word."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want to say \"cruelly kill\"?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, \"cruelly kill\" is not exactly crystal clear. And therefore my question is why, given the need for you to save this statute to read so many words that are so general, those contained here that I've read, cruelly kill, cruelly wound as opposed to just wound or kill. You are doing that in order to prevent chilling people who are engaging in activities that aren't intended to be covered by this statute. Why not do a simpler thing? Rather than let the public guess as to what these words mean, ask Congress to write a statute that actually aims at those frightful things that it was trying to prohibit. Now, that can be done. I don't know why they couldn't do it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why? You say a crush video, my description that I read of it, you would have a strong case. I'm not saying you would win, I don't have to decide that. But you have a very strong case. So you say to Congress, write a statute that focuses on that. You are worried about dog fighting, write a statute that focuses on that, and moreover, talks about something unlawful in every state. I am not giving Congress advice, though I seem to be. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I'm just saying why -- why can't you here write a statute that does not force the courts into the work of interpreting these very vague words to prevent the statute from being held unconstitutional?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, would this -- would a statute like this apply to humans be constitutional? You can't depict videos of, say, violent muggings or things of that sort?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the first order problem occurs in states where it is not illegal. These videos are taken in states where bullfighting or dog fighting or cock fighting is entirely legal. So, I don't know how you distinguish a -- a movie which many people think that violence in movie brutalizes people and causes violence in people's action. Why couldn't Congress, persuaded by these people say, you know, you can't have -- cannot depict torture? You know, these horror films that come out around Halloween, you can't depict that anymore. What is the difference between that and what you have done here?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't -- it isn't -- illegal in Japan, and part of the video here were dog fights in Japan; legal where it occurred, no different from bull fighting."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that wasn't - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Justice Scalia spoke about the aficionada of Spanish bullfighting. Suppose that I am an aficionado of the sort gladiatorial contests that used to take place in ancient Rome, and suppose that some -- Rome or some other place decides that it wants to make money by staging these things and selling videos of them or broadcasting them live around the world. Do you have any doubt that that could be prohibitive?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"A gladiatorial contests where the gladiators fight to the death."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any doubt that that could be prohibited?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Who knows."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":4,"sideBefore":"justices","text":"No, no, not under this statute, under a different statute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you dress up like an ancient Roman, the whole thing is of historical interest? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Is that it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A different category. That is traditional First Amendment law that obscenity is not protected. And child pornography, as far as I am concerned, and I think as far as the Court is concerned is obscenity."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, there is something quite different between Ferber, because the abuse of a child is occurring at the very time. As I understand it, Mr. Stevens was not a promoter of dog fights. He was just filming them. And so the -- the - - the simultaneous abuse of the child, it occurs only because the picture is being taken. The dog fight goes on whether Mr. Stevens is there with his camera or not."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where it was legal for him to do that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It even -- what I would like you to confront is that the very taking of the picture is the offense. That's the abuse of the child. The abuse of the dog and the promotion of the fight is separate from the filming of it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"His message is that getting animals to fight is fun. That's his message."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To say he -- you know, he can convey that message in some other way, how else does he do it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Simulated dog fights would be okay under this statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Millett. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about crush videos, which apparently were the focus of Congress's attention when it drafted these? Now, I suppose by an analogy to what Justice Scalia just said about the message of dog fighting videos, the people who produce crush videos think they have a message, and the message is that this is -- this is sexually exciting or it's exciting in some way to see a woman in high heeled shoes crushing a little animal to death. Do you think that is constitutionally protected?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You are not -- you are not even willing to say that that could be prohibited?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Under a properly drawn statute - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Might. I would really like you to tell me whether it would; whether you are willing to concede. Because we are trying to determine whether this is overly broad. And this is the category of activity that Congress particularly targeted. So to me at least it's important to know whether at least as applied to what Congress principally had in mind, the statute could -- could pass constitutional muster. If it were, you know, as applied."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I have one more -- one more question along the lines of Justice Alito. Forget this statute. Under a properly drawn statute, suppose that bull-fighting or pitbull-fighting is unlawful in every State. Could a theater have a live broadcast of a pitbull fight in Japan and charge ten dollars? And let's add the hypothetical fact that a lot of the revenue goes back to Japan and promotes more bull-fighting. Could a properly drawn statute prohibit that? And then perhaps Justice Scalia, Alito, has a follow-up question on his own hypothetical. Could a properly drawn statute prohibit that, that speech?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We are asking whether or not that specific instance could be prohibited under a properly drawn statute, just like Justice Alito's hypothetical was under a properly drawn statute you could prohibit the conduct, the speech broadcast in that conduct."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So your answer to my hypothetical is yes it could be prohibited under a properly drawn statute?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the point -- the point I guess is when you say yes to this, what you are thinking is that, just as real obscenity when depicted does nothing communicative but rather appeals to the instinct of lust, so Congress could find a category of things that do not communicate, but appeal to the instinct of sadism; and that is true when other creatures are killed for the pleasure of the people who want to see them killed. Now, that's what you are saying. Now -- and I think maybe that's true. We don't have to decide that, perhaps. But the government says that is this statute, that is this statute read in light of its basic intent, and it is up to the Court to interpret it so as it achieves that objective. And you say that's not possible. Why not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Requires?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's such an unusual word. I haven't heard it in a legal argument in a long time."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does this -- would this record support any ban? I mean, there was a real concentration on crush videos. So there is that. Is there anything else in the current record other than the crush videos?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I think -- I think Ferber analytically is the hard case for you, because the Court in Ferber did said -- and I am quoting from page 763: \"The evil to be restricted so overwhelmingly outweighs the expressive interest at stake.\" That was their articulation of the test. Now, why shouldn't we apply that test to this statute?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think the government does. It says that is how you dry up the market."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a question about your view of the breadth of the statute. I didn't yet really get an answer out of your opponent. Do you think the statute would prohibited depictions of hunting if it involved killing in the District of Columbia, because hunting as I understand it is not allowed in the District of Columbia, it's prohibited. Does that mean that any depictions of hunting that show the killing and cruelty are prohibited by this statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's just not significant value; significant artistic, educational. What are the others? Scientific?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Strictly entertainment value doesn't count, does it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And most of the hunting videos I have seen people watch for the entertainment. They like to see a hunt."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, but this definition or these exceptions are not drawn out of thin air. They are drawn from Miller, and the Court in Miller recognized that they were significant in causing the restriction of obscenity to pass constitutional muster."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But in determining whether this is over -- overly broad, do we -- do we think of all of the hypotheticals that we possibly can think of that might fall within this statute: somebody hunting in the District of Columbia, somebody producing fois gras with a goose and say, \"Well, we've thought of a lot of hypothetical situations where this statute might apply and therefore it's overly broad\"? Or do we look at what's going on in the real world?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So we really think of all the hypotheticals. That's how you think we determine the constitutionality of this under the overbreadth doctrine?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If it's the fact that during the ten years when this statute has been in effect there has been no decrease in hunting videos and hunting shows on TV, and all of the rest -- the only perceptible change in the real world is that these -- is that the market for crush videos dried up, at least until the Third Circuit's decision, does that have any relevance?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It could be that the reason hunting videos are still out there is that the producers were quite confident that this Court would not allow them to be prohibited on the base of a statute such as this."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understood your answers to Justice Alito to acknowledge that there would be situations where this statute could be constitutionally applied, or as you put it, you could draft a statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not this statute. But - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if in fact there were situations where we thought a narrowly drafted statute could be applied to particular instances, perhaps the crush videos, perhaps others, why isn't that enough to say that this statute is valid on its face and then we will consider as-applied challenges?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I am just trying to get at what your understanding of what the test is for overbreadth in this area. How much of an area of constitutional application is necessary before you decide that a statute is not unconstitutional on its face, but will consider as-applied challenges?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't that -- isn't that due to changes in technology? Before people could show -- could watch videos at home, this sort of thing would -- would be very difficult."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And is there -- in the real world is there a market for sketches of dog fights?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"People get a thrill from seeing that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any indication that there has been any dry-up of the market for dog fights as a result of this statute?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Alito suggested that until the Third Circuit's decision, that there were fewer crush videos produced. But with respect to dog fights, animal fights, is there any indication that there has been -- there have been fewer animal fights as a result of this statute?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose an argument - - excuse me. Suppose an argument had been made to the Court in Ferber, that, you know, it's really good for people to see molestation of children because then they will be outraged and they will enforce the statute more. I just can't see the Court accepting that argument for a single -- for a minute."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the argument you are making."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me that we ought -- if there is a significant chance that Congress can affect an illegal market, an illegal activity by a statutory regulation we ought to defer to Congress on that ground. I think you still have speech arguments."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"On this economic causation, I think we have to defer to Congress largely."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"I really think you should focus, not on the educational value for -- to make people hate bull fighting and things, but on quite the opposite, it seems to me. On the right under the First Amendment of people who like bull fighting, who like dog fighting, who like cock fighting, to present their side of -- of the debate. And unless it's a subject like obscenity, which from the beginning has not been considered protected speech, it seems to me that side of the debate is entitled to make its point as -- as forcefully as possible. That's it seems to me what the problem is here. Not - -"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if that's 100 percent, then what about people who --who like to see human sacrifices? Suppose that is legally taking place someplace in the world. I mean, people here would probably love to see it. Live, pay per view, you know, on the human sacrifice channel. (Laughter. )"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":9,"sideBefore":"justices","text":"They have a point of view they want to express. That's okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You can create a lot of First Amendment horribles. What about -- what about a new Adolf Hitler? Can we censor any depiction of that new Adolf Hitler and the horrible things that he is proposing, including extermination of a race? Is that proscribable under the First Amendment? Is that any less horrible than the human sacrifice contemplation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry; you agree you can prohibit it, or not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What was your answer to Justice Alito's hypothetical about human sacrifice?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what if there is no chance of drawing up the activity? Suppose you have the ethnic cleansing channel on cable TV, and there is no - - this is taking place in a country that's beyond our power to influence. Congress couldn't prohibit that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I think what -- I think what's going on is -- is not -- your conflating two things. One is you are trying to produce education about something that has no communicative value. In so far as you are trying to make an argument or educate, of course, it is protected, but the government, here, is saying I think the statute is intended to forbid a different thing entirely, and it's hard to draw a line. Maybe it's impossible; but promoting a thing which communicates nothing, but appeals to people's worst instinct, that is not to advocate it or not to advocate it. It is to try to make money out of it, and that's what they think, I believe, the statute is aimed at."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that's why they have the journalistic exception."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We are going to advertise a drug that is known to kill people."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We are advertising - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought that your response to Justice Breyer's comment about catering to people's worst instincts in the area of the First Amendment, at least, would have been that it's not up to the government to decide what are people's worst instincts. If -- if the First Amendment means anything, that's what it means."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's not up to the government to tell us what our worst instincts are - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Except for those areas that have traditionally been outside the area of -- of protected speech, and -- and once you allow this one, what other -- what other base instincts do people have, besides this one? One can contemplate a lot of other areas, where government could say, You are appealing to people's worst instincts, and, therefore, the -- the movies cannot be made."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So I'm sorry. I'm still looking for your answer to Justice Alito's hypotheticals. Can Congress ban the human sacrifice channel or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You are unwilling - - you are unwilling to say that Congress can pass a law, even-handed, straightforward, you cannot have a human sacrifice channel."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean by \"even-handed,\" please? I'm not -- you are using those words. What do you mean about \"even-handed and narrowly tailored\"?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that goes with snuff movies -- snuff movies. I don't know if they really exist, but they have been described."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Adolf Hitler, can we keep him off the screen, too?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So we don't like - - we don't like human sacrifice, and so Congress passes a law saying you cannot have a channel that shows human sacrifice -- real human sacrifice. You think that is unconstitutional?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, right, but, I mean, the hypothetical is we can't do anything about it. It is beyond our reach to stop the human sacrifice taking place wherever in the world, so that that argument -- the Ferber argument is off the table. In that situation, you think it's unconstitutional for Congress to pass a law saying there can be no human sacrifice channel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Katyal, you have three minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand. Are you saying, since there is no human sacrifice in this country and no market to be dried up, the videos would be okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah; but we don't have any human sacrifice. Nobody's doing that stuff. So you could not proscribe the human sacrifice channel."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How many prosecutions have there been for crush videos?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Did I just understand you to agree with your colleague on the other side, that Congress could not ban the human sacrifice channel because there would be no connection between drying up the underlying activity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm saying there is no connection. We can't reach the activity where it is taking place."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if Congress is - - and we will give you sufficient rebuttal time. So, if Congress is saying, Look, we just don't like what -- is being shown on the human sacrifice channel, we don't want people to see it, they can't do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the statute's term, \"kill\" - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"","text":"-- what should that be interpreted to mean?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, I want to just be sure I understand you. Even if the hunting depiction is very offensive and cruel and all the rest, and that the cruelty to the animal using bow and arrows or knives or something, you say it's not -- and even if it's illegal in this particular jurisdiction, you say the statute still does not apply at all?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the hunting would never qualify, because the hunter's motive is benign; is that what you are saying?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you shoot a little low and wound the animal, that is cruelty even though you didn't intend that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about your response to Justice Stevens on the hunting matter? I understand Congress wasn't directed at - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, both counsel, for very able presentation. The case is submitted."}],"people":[{"id":0,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3041,"interruptions":36,"times_spoken":68,"laughter":1,"num_int_by":8},{"id":1,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"respondent","words_spoken":3353,"interruptions":30,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":708,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1208,"interruptions":4,"times_spoken":43,"laughter":1,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":467,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":757,"interruptions":2,"times_spoken":11,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":199,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":10,"fullName":"MR. KATAYAL","lastName":"KATAYAL","counsel":false,"justice":false,"side":"","words_spoken":4,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3041,"times_spoken":68,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":3353,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":4627,"times_spoken":135,"laughter":4,"num_int_by":5}],"outcome":{"side":"respondent","margin":7},"prediction":{"petitioner":0.5757479531499307,"respondent":0.42425204685006934,"date":1472411005782}}