{"petitioner":{"name":"TERRANCE JAMAR GRAHAM","counsel":[0]},"respondent":{"name":"FLORIDA. ","counsel":[1]},"caseNumber":"08-7412","date":"2002-11-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-7412, Graham v. Florida. Mr. Gowdy. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you urging that in all cases, including homicide cases? Or are you drawing the line at homicide?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thirty-eight States allow this sentence, though, don't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thirty-eight, 39. I know you have a little dispute, but the vast majority of States allow the imposition of this sentence."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You’re making a --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"I would have thought that would be strong evidence that they appreciate the gravity of the sentence in the particular circumstances of juveniles and therefore only impose it rarely."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No sentence can be -- can be imposed rarely?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When a sentence is imposed rarely, it becomes unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not your position? What --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't make it crueler to him. I don't see why it's any crueler to an adolescent than it is to -- what -- where do you draw the line? At 21?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you are making a per se argument, no? You can imagine someone who is a month short of his 18th birthday, and you are saying that, no matter what this person does, commits the most horrible series of non-homicide offenses that you can imagine, a whole series of brutal rapes, assaults that render the -- the victim paraplegic but not dead, no matter what, the person is sentenced shows no remorse whatsoever, the worst case you can possibly imagine, cannot -- that person must at some point be made eligible for parole. That's your argument?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we agree with you --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"And so if it’s --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"justices","text":"If we agree with you, at what point must the parole consideration be given? There is a suggestion in your brief that maybe the Colorado statute, which says that a person can get parole consideration after 40 years, would be constitutional. Is that your position?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what if it's the -- pursuant to the usual State parole system, and it turns out that grants parole to 1 out of 20 applicants?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that your -- your argument suggests that you are, quite rightly, focusing on the particular facts that have life without parole. But if you concede that it's all right to have a sentence of 50 years and then a consideration where 1 out of 20 people are granted parole, I think it suggests that the line you would draw is -- is pretty artificial -- or certainly suggests that the next case we will get is somebody with life with parole after 50 years."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying there is something in the Eighth Amendment that draws a distinction between 40 and 50 in that case?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it a fact that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I’m interested in -- in two different things and you can address them during the course of your argument. One is the assumption of the argument seems to be that there are in place parole -- throughout all the States -- parole systems which are effective, which are operating, and that they have the capacity to make accurate judgments about rehabilitation. What can I read -- what -- what studies do you have to -- that -- that comment on that? Secondly, unrelated, at some point I think you ought to talk about the procedural bar, which is something you go over very, very, very -- let's see -- that's Sullivan."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"That’s the other case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Pardon me. That's Sullivan, yes."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Florida has abolished parole, has it not, going forward?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So eventually, if things are allowed to take their course, the Florida parole board will go out of business."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what would you do if there were a crime spree and there were different jurisdictions? One jurisdiction imposes for 35 years, the next jurisdiction for another 35 years, to be served consecutively."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the second jurisdiction has the obligation, but not the first? Is that the way it works?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So he -- he could sentence up to 1 year before the life expectancy of the -- of the person in prison? That -- that would be okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's he supposed to do? How many years can he give --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- consecutive?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There obviously does. What do you propose? I propose, you know, 1 year before his life expectancy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, 1 year before life is also unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Two years before life?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We have -- you are arguing for a categorical rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your friend on the other side is arguing for a categorical rule, always permissible. But we have a precedent that suggests in -- in an individual case, you assess the proportionality of the sentence to the crime. Now, we know from Roper that death is different, and we know from Roper that juveniles are different. Wouldn't it make sense to incorporate the consideration of the juvenile status into the proportionality review? So that if you do have a case where it's the 17-year-old who is 1 week shy of his 18th birthday and it is the most grievous crime spree you can imagine, you can determine that in that case life without parole may not be disproportionate. But if it's -- and I know you would argue that these are the facts here -- if it's a less grievous crime and there is, for example, a younger defendant involved, then in that case maybe it is disproportionate. Why -- why doesn't that seem more sensitive? And it avoids all of the line-drawing problems we have been discussing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I understand. But I don't think they'll say that we can't make that determination at 17 years 51 months, but we can make that determination at 18 years 1 month."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that is because, as they told us, death is different. And you do -- once you decide that, you do have to draw a line somewhere. I'm just wondering why we have to go all the way in with you or all the way with your opponent when our precedent allows us to consider an issue of this sort on a case- by-case basis."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any difference in the terms of incarceration making this harsher than otherwise? I think you suggested in -- in your brief that educational and vocational training is not given to people who are in for life without parole because they will never be out on the street so they don't need to be transitioned back."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is, first, you say that they are not available."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- that’s so?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what are the terms of incarceration? They just stay in their cells and –-"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think -- the same kind of freedom that people on death row have? I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't they released into the general population for exercise, for -- which I don't think death row inmates are."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I doubt whether this varies. I -- I don't know of any principle where if you are in for life, you are in solitary."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And why isn't the -- the most sensible way to deal with the problem that you are raising, the one that the Chief Justice suggested, to permit as-applied proportionality challenges that take into account the particular circumstances of the juvenile in question, rather than this per se rule that you are advocating, which would deprive the State of Florida from reaching the judgment that there are some -- there are some juveniles, some individuals who are short of their 18th birthday, who cannot -- who deserve imprisonment in -- life imprisonment without parole? Some of the actual cases that -- in which this sentence has been imposed in Florida involve factual situations that are so horrible that I couldn't have imagined them if I hadn't actually seen them. Raping an 8-year-old girl and burying her alive. Are you familiar with that case?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Raping a woman in front of her 12-year-old son and then forcing the son to engage in sexual conduct with the mother. Are you familiar with that case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You assume -- doesn't your argument assume that the only purpose of punishment is deterrence in the sense of protecting society from this person in the future, so that, you know, once that's no longer a problem, we should let this person out. But that isn't the only purpose of punishment that we've acknowledged. One of the purposes is retribution, punishment for just perfectly horrible actions. And I don't know why that value of retribution diminishes to the point of zero when it's a person who's, you know, 17 years 9 months old."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Most States didn’t -- don't think so, or many States don't think so."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gowdy, can I ask this question?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If your client in this case had been processed in the juvenile system instead of the adult system, what would the maximum penalty he could have received been?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So the choice is between that short a term and an indefinite term?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The logic in Roper was very straightforward. It says, \"Death is reserved for the worst of the worst.\" I think that was the quote. We know that juveniles are not the worst of the worst, for the reasons you have articulated, that they are not fully developed, don't have moral sense to the same extent as an adult. But life without parole is not reserved for the worst of the worst, and so it seems to me that the logic of our precedent suggests that you can't necessarily rely on the juvenile status to exempt them from a penalty that is not reserved for the worst of the worst, but perhaps it makes sense to consider in a particular instance whether the penalty is disproportionate, given the juvenile's characteristics that you suggest."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there disproportionality review generally in Florida and particularly for juvenile offenders?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there wasn't prior to our death penalty jurisprudence, either. And I thought we reviewed proportionality as a matter of Federal law in the Solem case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so did I, but we are talking about constitutionality under the Eighth Amendment --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is Federal law."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's what I meant, whether you'd have to create a -- a procedure that does not exist in Florida for proportionality review."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, sure, but you can make that claim in Florida courts, can't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't you argue in Florida courts that this sentence is disproportionate and violates the Eighth Amendment, whereupon the Florida courts would have to decide? Wouldn't they have to decide that question?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is a problem with that argument in this case, because the sentencing judge made it quite plain that he was treating Graham as a recidivist, not as a first-time offender. He said -- Graham got a very light sentence, just 12 months in detention and then 3 years' probation, and the judge said: Now, you better toe the line or else you could be put away for a long time. And then he committed -- it really was –- the sentence was for the later activities, even though they weren't proved beyond a reasonable doubt. I think that Graham admitted to a couple of -- to more armed robberies. Isn't that so?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you haven't answered Justice Alito's point, which is: What's the difference a month before he's 18 and a month after? What makes us more capable at the 18th birthday to --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to affirm a judgment that someone can't be -- can't be -- can’t be rehabilitated?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A line has to be drawn somewhere only if we accept your approach that there has to be a categorical exemption. A line does not have to be drawn somewhere if you adopt the approach of, case by case, decide whether this is proportional, given how old the individual was, given the nature of the crimes, and all of the other factors. You don't have to draw a line then, and that's the attraction of that approach."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Gowdy. Mr. Makar. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I didn't -- I didn't hear the second."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you are arguing for a categorical rule of your own. You are saying that under a -- under -- juveniles under the age of 18, what, it's never -- it can be never determinative that they are juvenile in setting the sentence as a matter of Federal law?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this: Is there a minimum age when a juvenile can be transferred to -- to adult procedures?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm just interested in one. Is there a minimum?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that an arbitrary line, or how do you -- how do we know it shouldn't be higher or lower than the line?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But then the -- what is your objection to an approach that when you are dealing with life without parole, for the reasons that your brother has articulated, you must as a matter of Federal law consider the juvenile status of the defendant before that sentence is imposed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, not a -- not a categorical rule that it automatically makes a difference, but not a categorical rule that it can never make a difference?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but could I interrupt with one question? Isn't it correct that the age is relevant on whether or not to transfer the person to the adult system, but once he's in the adult system, age is entirely immaterial?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I still don't understand. Just to make sure I get the point correct: After the decision has been made to have them prosecuted in the adult system, at that -- after that decision has been made, is the age of the defendant a relevant factor in sentencing?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand, but statutorily? As a matter --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is no. It's -- under the statutes, it's totally irrelevant after he has been transferred to the adult stage. Is that correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You mean the trial judge under Florida law does not have discretion to choose a lower sentence because of the -- of tender years of the defendant?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the statute doesn't draw any distinctions once he is in -- in the adult --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and there's -- well, I guess that answers my question. He is not required to as a matter of Federal law. He can say: I am not considering the fact that this is a juvenile because I think his crime should be treated as an adult crime."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what we are arguing about."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's one of the problems, is the individual sentencing judge might think that Graham is a very bad individual, but the prosecutor had a different judgment of it. And Florida doesn't have any kind of proportionality review, doesn't have any review -- appellate review of the sentences."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This judge, I think, surprised everyone in the courtroom with the -- with the sentence. Certainly it was far beyond what the prosecutor recommended."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that it categorically violates the Eighth Amendment for a 10-year-old to be sentenced to life without parole?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So once it matters, the question for me is -- help me draw the line -- if 10 is in my judgment too early, why isn't 14, 16, or 18? Meaning why should a -- someone below the age of 14 be sentenced to life without parole? That's the -- that's the Sullivan case --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- but it begs the question, which is age is -- matters a lot. And so, take on your adversary's argument that it matters a lot because this is a less culpable person."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about historical perspective? I mean, you might appeal to the fact that at common law, which was in effect when the Cruel and Unusual Punishments Clause was adopted, 12 years was -- was viewed as the year when a -- when a person reaches the age of reason. And -- and the death penalty could not be inflicted on anyone --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and all felonies were the death penalty."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You have no one? What was your answer?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that because judges haven't chosen to impose it or because your legal system doesn't permit it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How young could the youngest person in Florida be to be prosecuted as an adult and be eligible for life --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- without parole?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So a 5-year-old could be put away for life?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in your earlier response to Justice Sotomayor's question, you said age certainly matters. As -- as a -- as a matter of what law? In other words, I understood your submission to be that there was nothing in Federal law that requires different consideration of age. So when you say age matters, why?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Under the authority of what law? Age matters in a particular case because of --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because of the Eighth Amendment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Why is that? If you go down on a case-by-case basis, there are no line-drawing problems. You just simply say age has to be considered as a matter of the Eighth Amendment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"justices","text":"And then we apply a totality of the circumstances test --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- which means whatever seems -- seems like a good idea."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Well, we apply the proportionality review that we articulated in Harmelin, and Solem and Ewing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's already there."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You are not seriously suggesting that the crimes at issue here are comparable to a rape or a permanent infliction of serious disability or any of those other very violent crimes that are close to homicide that Justice Alito spoke about? There is a quantitative and qualitative difference between those, isn't there?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we -- if we have already said that you can't impose death on an adult who hasn't committed a homicide, an intentional death, and so for an adult the most serious sentence that we can give them is life without parole, why should that same sentence be given to a juvenile who we have recognized as being less capable than an adult? And why should we permit it for a crime that's not comparable to a homicide and/or something akin in seriousness to that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't it true -- and I think one of my colleagues already questioned you -- that the prosecutor didn't think that this merited life without parole. Didn't the parole supervisor say that this young man, Mr. Graham, was compliant with other conditions of his probation? He went to school. He did other things. It does suggest some hope for him."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do we know why the co-perpetrators got so -- their sentences were dramatically lower. Do we know why that was so?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because he assisted the prosecutor."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't think he --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"For this very offense, this home invasion, I didn't think that anyone other than Graham had gotten life without parole."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did he -- how do you answer the argument that unlike an adult, because of the immaturity, you can't really judge a person -- judge a teenager at the point of sentencing? That it's only after a period of time has gone by, and you see, has this person overcome those youthful disabilities? That's why a proportionality review on the spot doesn't accommodate the -- what is the driving force of the -- your -- the Petitioner's argument is that you can't make a judgment until years later to see how that person has -- has done."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose you could say the same thing of -- of adults, of somebody over 18. You really can't tell how redeemable this individual is until he is in prison for some time; and, therefore, you should not give anybody life without parole. They -- they may all be savable. So we should defer -- defer. We shouldn't have any non-parole sentences. Everybody should be evaluated, which was indeed the approach that -- that many jurisdictions used to take. Wasn't that so"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- when there was parole for everybody?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Florida does -- and every State -- recognize the difference between an adult and a minor. And you have to make the line. We have it at 18. But think of the teenager can't drink, can't drive, can't marry. There are so many limitations on children just because they are children."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they don't make it on a case-by-case basis. They say no juvenile can drink -- no juvenile."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If we look just at deterrence, my initial instinct is that the difference in life and life without -- life with parole and life without parole is just not a factor in deterrence. I -- I don't know how I'd confirm that one way or the other, but let's -- let's assume that there is some basis for that intuition. Then, insofar as the deterrence prong is concerned, since it's not a deterrent, and if you assume that there is rehabilitation, what is the State's interest in keeping the accused, the –- the defendant in custody for the rest of his life if he has been rehabilitated and is no longer a real danger? What's the State's interest?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you could say retribution, but then you have judges on a case-by-case basis deciding when there should be retribution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me the deterrence interest is quite minimal if you assume rehabilitation or strong evidence of rehabilitation."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the question is: Will the difference between life with parole and life without parole deter anybody? I mean any -- that -- that's what we are talking about. And I don't think you really were urging that that difference will deter the teenager so he might think, oh, if I commit this violent crime, then I will have life without parole."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I guess there’s also no empiricism on whether the committed juvenile feels a lot better knowing that he will get out when he is 75 years old than he would feel knowing that he was there for life."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have empirical studies about how much that improves the spirits of the committed juvenile?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question? There are an awful lot of amicus briefs in this case, and I haven't been able to read them all by any means. Do any of the briefs or any of the materials with which you are familiar discuss the rate of -- the difference between the danger of recidivism of a young offender and one who is, say, 40 or 50 years old?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me sort of -- as a matter of intuition, Justice Kennedy made the same sort of point. It seems to me that the older people are less likely to be recidivists than the younger ones, but is -- is there any empirical evidence that says that’s an incorrect or correct judgment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, along those lines -- and, again, maybe this was in the amicus briefs. Do you have a study about what age cohort is responsible for most violent crime?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we are not sure that those 70-year sentences are any good, either, because your -- your friend on the other side, you know, is not willing to -- to pick a number at which the sentence amounts to life without parole. Maybe a 70-year sentence does."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that there was a parole system still functioning, so -- although it will be phased out over time, but for people who were incarcerated under the old regime -- and I think the suggestion was that that system would take care of the handful of people, not more than that, that this decision would involve."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell us just a little bit about the Florida correctional systems, the policies with respect to rehabilitation programs? If they don't have parole, then you might say, well, they don't need rehabilitation programs or that they might need them more. Had the rehabilitation programs been increased or decreased since the phasing out of parole? Or is it about the same? Or are they -- are they non-existent?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Makar. Mr. Gowdy, you have 4 minutes remaining."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Why does a juvenile have a constitutional right to hope, but an adult does not? "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you know anybody who is willing to say that, as a categorical matter, that -- you know, the 18th birthday is the magical date for every single person?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the Court, up to this point, has said that death is different, and the rules -- the Eighth Amendment rules in capital cases are entirely different from the Eighth Amendment rules in -- in all other cases."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we -- you know, if we abandon that, then one of two things has to happen, either the rules for noncapital cases have to change dramatically, or the rules for capital cases have to change dramatically, unless death is different, in fact."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you are not asking for that, but that -- isn't that where this, logically, is going? If death is not different, then there should be uniform rules across the board."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it say that? Why doesn't it just say that, in this particular case, what this individual has done is so bad that, even if this person can be rehabilitated and would not present a danger to -- to society at age 60 or 70, that this person is -- should be sentenced to life without parole? That's -- that's what it means for an adult offender."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"One reason States --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"One reason States and the Federal government moved to abolish parole in -- in recent decades was, with depressing regularity, prisoners released on parole committed crimes again. And I'm just -- is there any empirical evidence that tells us how often people, say, from 17 -- 17-year-olds, when released, commit crimes again, as opposed to 18- to 20-year-olds?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that -- I remember some of those studies that -- I mean, the cutoff, there’s sort of a magic age at some point, where people over the age of 35, or whatever, typically don't engage in violent activity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BRYAN S. GOWDY","firstName":"BRYAN","lastName":"GOWDY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3064,"interruptions":28,"times_spoken":67,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SCOTT D. MAKAR","firstName":"SCOTT","lastName":"MAKAR","counsel":true,"justice":false,"side":"respondent","words_spoken":2838,"interruptions":38,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1138,"interruptions":3,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":693,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":561,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":730,"interruptions":6,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":418,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3064,"times_spoken":67,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":38,"words_spoken":2838,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":4308,"times_spoken":139,"laughter":0,"num_int_by":6}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.5065218229888903,"respondent":0.49347817701110974,"date":1473644743516}}