{"petitioner":{"name":"JOE HARRIS SULLIVAN","counsel":[0]},"respondent":{"name":"No. 08-7621\nFLORIDA.\n","counsel":[1]},"caseNumber":"08-7621","date":"2002-11-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-7621, Sullivan v. Florida. Mr. Stevenson. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stevenson, there’s a serious question before we get to the particulars of this case. Justice Kennedy suggested it in the last argument. This -- the time ran out for postconviction relief in 1993, and this petition is brought in 2007. There’s a 2-year statute of limitations. Florida said there’s a procedural bar; we don't get to the merits of this case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They said there's a question whether that means an illegal sentence, like the judge gave more than the maximum punishment. Do you have any indication in Florida law that correcting a sentence any time overtakes the limitation on postconviction relief?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Except the court there applied 39(a) and said: Yes, it's a change in law, but it hasn't been made retroactive."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that what the court said here? It said, first of all, Roper doesn't command the results you are seeking; and, second, it didn't make its application retroactive. So wasn't it really consistent with 39(a), the Florida court?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's an unfair characterization. What the judge said was Roper didn't say that it applied to life without parole. That's a very -- vastly different thing than saying that the reasoning shouldn't be applied. It said that we are not choosing to, but that's not what Roper said."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Roper was decided under a regime, which I -- I think still exists, that death is different. How could it possibly be thought to apply to this case, which is not a death case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It said kids are different for purposes of the death penalty, which is different."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But this judge said: Yes, there’s a Federal question in this case: Does Roper render unconstitutional life without parole for juveniles? He answered that question: no. And then he said: There is no other Federal question in the case; I do not reach the question that you are raising, that is, life without parole being cruel and unusual. All -- the only Federal question that, under our rules, I reach is, does Roper cover this case? No. Anything else is procedurally barred. What was wrong with that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose arguendo we assume that the judge is right, that Roper did not establish a rule that applies in this case. Then what position are you in with reference to the procedural bar? Do you have any other arguments that overcome the procedural bar?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. The only Federal question in the case now -- or at least the preliminary Federal question, the threshold Federal question, is simply whether the State court was right about what Roper did. And if we agree with the State court about what Roper did, then the State's bar automatically applies and that's the end of the case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I don't -- I don't know about that. We -- is the argument here that, unless Roper mandates this result, you don't urge that the Constitution requires it? I don't think so."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought Simmons got life without parole. I thought that Simmons's sentence was life without parole."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument is that because the -- the State judge had to decide whether Roper dictated or required the result that you were asking for, that -- that it's not an independent State ground. That's the argument?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm -- I'm interested in how we decide whether it's independent. If you had cited -- if you said Marbury v. Madison dictates this result, well, the judge would have to decide what Marbury v. Madison required. That’s a Federal -- that can be characterized as a Federal question. That would make the -- that would make it -- the State law ground not an independent ground?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's true, but once we analyze the question, if we decide, as the trial court decided, that in fact Roper does not demand the result in this case and, therefore, there is no exception to the procedural bar of Florida, which makes an exception where the fundamental constitutional right asserted was not established within the period provided for, once we decide that in fact Roper didn't establish it, you're out of court, it seems to me. Then -- then, automatically, the -- the procedural bar of Florida applies."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then that would completely overtake the specific provision. I mean, if you say the catchall illegal sentence, open to challenge at any time, then there’s nothing left to the specific provision that says 2-year statute of limitations, unless three things."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you say the -- under Florida law, the question is not whether the right was, to use the phrase, \"clearly established\"?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the right is whether or not -- it had -- what was your phrase? \"A significant bearing\"?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Did -- did you raise below your assertion that the exception -- that there is an exception for challenging -- for vacating sentences, that there is -- that that is an exception to the normal rule of 2 years’ limitation? Did you make that argument below?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why won't the next case we get be an argument that for a juvenile, particularly one as young as -- as your client, 40 years is too long; 40 years doesn't recognize his capacity for moral development within a reasonable period?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but -- I mean, you look at the Federal Government allows this sentence, right? Thirty-eight States allow this sentence. I just don't understand how you can say there is a consensus --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that this type of sentence is unconstitutional."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All you have established is that there is a consensus that that sentence should be rare, not a consensus that that sentence should not be available, because most States make it available."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be -- it would be reasonable under your approach to have a different result in these two cases? A difference in terms of consensus or when sentencing is allowed would result in a different result in your case than in Mr. Graham's case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me, once -- excuse me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that one way to take that into effect is through our normal proportionality review and in a case by case. Your –- your client -- his crime is horrendously violent. At the same time, he is much younger than in the typical case. And it seems to me that requiring under the Eighth Amendment consideration of his age, as I said earlier, I guess, avoids all these line-drawing problems which seem -- the arbitrariness of the line-drawing seems inconsistent with the notion of the Eighth Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought -- I would have thought your argument that this is so rare suggests that maybe that analysis, to the extent it’s permitted under State law, has worked well for children."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's because death is different, is what we said, and because death is reserved, as this Court said in Roper, for the worst of the worst. And we know that life without parole is not reserved for the worst of the worst."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There are a lot of murderers who get life without parole. Not every murderer gets -- gets executed. So how can you say that these are worst of the worst? Murderers are the worst of the worst, and they get life without parole."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Call them the \"worse of the worse\" maybe, but they are not the worst of the worst."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the categorical rule that you would like us to adopt?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that would leave out Graham, then? Your rule, you say under the age of 14, so you are distinguishing your case from Graham's? You are not saying all juveniles, just -- you are setting the line at 14?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not Thompson, where the line was 16?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about a homicide, a 13-year-old?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you are differentiating your position based on young age from Graham's counsel, who said for murder, even in the case of a youthful offender, life without parole is an appropriate -- is an available sentence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your line is 13, and for obvious reasons. Another line is going to be 16 for obvious reasons. When the 15-year-old comes in, he is going to say 15, the 17-year-old -- and that it seems to me is why drawing the line on the basis of the Eighth Amendment -- there’s certainly nothing in the Eighth Amendment that suggests there is a difference between 16 and 17. Everybody with a different client is going to have a different line, which suggests to me that it ought to be considered in each individual case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's because that's a policy judgment by the legislature. Here we are talking about the dictates of the Eighth Amendment. And the idea that the Eighth Amendment draws those kinds of arbitrary distinctions is one that I don't understand."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends on how horrible the crime is that they've committed, doesn't it? But you say it doesn't. It doesn't depend upon how horrible it is and how much retribution society demands."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you go back through the statistics for me? For children under 14, how many are in prison for life without parole for homicide and non-homicide cases?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you do what you have just done with the category non-homicide cases?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Life without parole?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Under the age of 18 when committed?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One hundred and eleven. Of those 111, how many are in Florida?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Seventy-seven. And of the remaining, how many States are they in?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Six."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This is non-homicide. Six"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your response to the State's argument that these statistics are not peer-reviewed? And these are statistics, am I right, that you generated yourself?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There’s a certain number of States that didn't respond at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stevenson. Mr. Makar. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You say it's suspect. What is your opinion, so far as you can do it, following category: Non-homicide, life without parole, under the age of 18 when committed?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not in your own system?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't know how many people in Florida --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Non-homicide, life without parole, under the age of 18 when committed."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And they say 77?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What? Sorry."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You are speaking too fast. I can't understand you."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe if you raise the -- raise the lectern a bit -- no, the other way."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Let's -- let's count it their way. Let's say that a -- non-homicide --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Wait. I -- I don't understand what he's saying. Can I understand this first? He's there for the homicide offense or for the non-homicide offense?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"For the burglary, not for the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so in your example, Mr. Smith was sentenced to life without parole for a robbery. Then you said Mr. Smith also killed someone. Now, was he convicted of killing someone?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Okay. And so did the judge have in front of him the conviction for the killing of the person as well as for the burglary or whatever?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Okay. So I think I could count that as a homicide offense. I understand your point. Now, let's suppose that we take those out of it; in other words, for argument's purpose, concede that where there is also a homicide offense, it counts as homicide, not in the set I am asking you about. I’m asking you about the set of those non-homicide offenses, life without parole, and they were under the age of 18 when committed. How many in Florida?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even though you gave -- said that the reason for the difference was a set of instances that I just asked you to put to the side."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which of these cases is worse? A 16-year-old committing the crimes that Graham committed; a 13-year-old committing the crimes that Sullivan committed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"My point is, if you had to consider youth as one of the factors that we consider under proportionality analysis, how do you come out?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Off the charts on age or off the charts on violence?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, which one?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"What do you mean it was done twice? I thought he raped only one person."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So your adversary provided statistics to show that other people who have committed rapes have gotten much smaller terms of imprisonment, the average being, I think we were told, 10 years. So explain to me why someone who commits a rape is getting 10 years and this 13-year-old -- it’s the most heinous crime for a 13-year-old that justifies life without parole."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"My --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"So, what is the right -- go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"I mean, I think if you want to address it, that the basic argument here is we want a bright line. And the justification for the bright line is (a) it's pretty unusual to have this. So that is one part of the clause. And in respect to it being cruel, you go back to what is supposed to be some kind of rough, basic connection between criminal law and generally accepted principles of morality. And the confusion and uncertainty about the moral responsibility of a 13-year-old is such that it is not -- it is a cruel thing to do to remove from that individual his entire life. You say we’re at the extreme. Now that's roughly what’s perking around in my mind, and I would like you to reply to that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That wasn't my point. I guess I wasn't clear. My point was, of course, there can be cases in any set which go in all kinds of different directions. But, as a general matter, human beings are uncertain about how much moral responsibility to assign to individuals in a particular category, and that category roughly corresponds with an age of maturity. So you get into arguments when you get to 10, no; 11, no; 17, yes maybe; 16, yes maybe. But as long as we are around 3 years old, 5, 7, 9, 12, and they want to say certainly 14, we are in that area of ambiguity. And not just we, people all over America, some thinking one way, some thinking another. And that's enough to cut the connection with morality, a strong enough connection that could justify taking the person's entire life away. You see, I'm trying to make a general argument, and maybe I haven't stated it perfectly. But if you can get the drift of what I'm talking about, I would like to hear your reply."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell -- tell us something about that catchall that says an illegal sentence can be reopened at any time, illegal sentence? What -- Mr. Stevenson said that is not limited to just -- the maximum is 15 years and the defendant got 20."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That wouldn't apply to the Eighth Amendment?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We’re talking about the first sentence of (B), I take it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what -- during the -- during the time, the postconviction period, would he -- he had an appointed lawyer at trial. Then we know that he has a lawyer in 2007. In between, was counsel available to Sullivan?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, I mean -- I mean, he does -- he had representation in 2007. He didn't for his first postconviction motion. I'm not asking as a matter of right, but did he, in fact, have counsel during this stage, this --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What age was he at that point?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to comment on the district court, the -- the -- what -- what the -- your opponent says is that this Florida rule is a rule as the district court applied it that said the following: You have to file a challenge within 2 years. There are three exceptions to that. One and three clearly don't apply. And as to two, Roper isn't clear enough to make it apply. Their response to that is there is no Florida law that says you have to challenge a sentence within 2 years. That Florida courts -- and then they have, like, 14 cases listed here. And the Supreme Court of Florida has said that when you are trying to correct an illegal sentence, that whole part of the statute does not apply. Okay? What's the response to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So what I should do is go look up and see what those cases hold, and -- and you said to the lower court or the court of appeals -- you said their argument is wrong. The 2-year statute does apply. The 2-year statute does apply. There are three exceptions, and you do not fit within section (B) because. Where did you say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the State didn't even deny what he was saying?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the State -- he says that whole section doesn't apply. There is no 2-year statute. And you say Florida did not reply in a brief to that argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In any case, there is a circularity point here, I guess. If we were to say in our opinion -- if we were to say that Roper does hold that there is a fundamental constitutional right which we extend to this case and it applies here, and it applies to the -- retroactively to those whose -- certainly those who are raising the issue, then we would send it back and Florida now would not bar it under this statute, because it would fall squarely within the exception. Is that right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You did say in -- in your brief that if Graham should prevail in his petition, that Sullivan would get the benefit of that decision. How, if we -- if we say -- just say there was an adequate independent State ground and we have no authority to do anything more, how would -- how would Sullivan get the benefit of the --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"A new -- a new postconviction motion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would -- would the standards applied in that situation be any different than the standards that would apply if you prevailed on his reading of the procedural bar?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just trying to see if this jurisdictional issue makes any difference. If you are saying -- it sounds to me like you're saying, well, if he wins, he wins, and, if he loses, he loses. I don't think he cares whether it's under the procedural bar or some other basis."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If I understand you correctly, you are saying he could lose here on the procedural bar, and then win later in the State courts. Is that right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What did the Florida -- what do the Florida courts do with that series of cases in your footnote, in the yellow brief, where it did apply Apprendi after? Did it rule that it wasn't retroactive? What did it do in those cases --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- to consider the Apprendi challenges?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If you are wrong and they did do exactly what your adversary said and considered the issue of the legality of the sentence under Apprendi, does that vitiate your argument here? Is your -- does that make your adversary's argument correct?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's not consistently applied, then it's not an adequate ground. If so -- if the citations are correct and Florida sometimes treats it as rigid and sometimes doesn't, then it's not a consistently applied -- not an adequate State ground."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Makar. Mr. Stevenson, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are missing the point. What Florida says and what your adversary is saying is -- you’re absolutely right, if you win under Graham, you could go under 39.a -- if you win under Graham, and Graham makes its rule retroactive, that fits right into (b)(2) directly, and so those cases you have no problems with. What he is saying, however, is you can't go in to Florida and ask them to announce the constitutional rule under a case where it hasn't been already held."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you address this in footnote 35 of your reply brief, and it would have been a little bit helpful if you had raised it initially, so that the State would have had an opportunity to reply, but you introduced the citation there with “for example,” and then you cite some cases. Are there others?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There are -- there are other cases in which the lower Florida courts have used -- have said that this particular subsection is appropriate for raising a constitutional challenge."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that in your cert petition, which I don't have with me, you raised the question of the adequate State ground in the second question."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was a question that you raised, and then your opening brief doesn't discuss it at all. Your reply brief responds to the State and then brings up something in a footnote that the State doesn't have a chance to answer. That doesn't seem, to me, a very sound way to approach a question that you, yourself, raised."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stevenson, Mr. Makar. The case is submitted."}],"people":[{"id":0,"fullName":"BRYAN STEVENSON","firstName":"BRYAN","lastName":"STEVENSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3916,"interruptions":23,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SCOTT D. MAKAR","firstName":"SCOTT","lastName":"MAKAR","counsel":true,"justice":false,"side":"respondent","words_spoken":1885,"interruptions":21,"times_spoken":45,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":622,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":689,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":402,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":474,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":110,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":227,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":947,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3916,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":21,"words_spoken":1885,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3471,"times_spoken":108,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.4731166790409056,"respondent":0.5268833209590944,"date":1472418052889}}