{"petitioner":{"name":"VERMONT","counsel":[0,1]},"respondent":{"name":"MICHAEL BRILLON. ","counsel":[2]},"caseNumber":"08-88","date":"2009-01-13T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-88, Vermont v. Brillon. Ms. Rainville. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question that goes at least to one possible application of -- of your argument? Your argument for the State, the position that you just took, would -- would apply to the period of time, as I understand it, in which the individual named, the defender named Sleigh, had been appointed to -- to represent the defendant. And as I understand it, when this case was argued in the Supreme Court of Vermont, the State conceded that, in fact, some prejudice should be attributed and it should be held against the State that Sleigh in effect did nothing. They said, well, don't hold it against us quite as much as you might, but, in any case, that can be held against us. Here you don't take that position, and I -- I don't know whether it's open to you -- it seems to me that it's not open to you -- to take a different position with respect to Sleigh here than the Attorney General of Vermont did when it was before the Supreme Court of Vermont. And I -- I have to assume that you just see it differently from the way the Attorney General did. But would -- would you comment on -- on the position that the State took and tell me why you can take a different position here?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was conceded, wasn't it, in the -- in the Vermont Supreme Court?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, why isn't that concession binding here?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it is, but that is not an issue that is necessarily implied by the -- by the concession that the Attorney General made in the Vermont Supreme Court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It may have been a good concession below. I mean, it would -- as I understand it, the problem arose because of change in the contract, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that may well have been attributable to the State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose you are willing to concede that there are situations where the delay would be attributable to the State because of systemic problems?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The State has so many cases, and it's only willing to hire one lawyer. That lawyer can't possibly handle all the cases."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess when -- when the last two lawyers withdrew because their contracts had expired, I suppose the court could have refused to permit them to withdraw, couldn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Couldn't it say you -- you have an ethical duty; having undertaken representation, and it being very difficult to get anybody else, you - - you stay in the case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it make it not the State's court -- not the State's fault no matter what? Is -- is the court's misfeasance the State's misfeasance? Do you attribute that to the State?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with that particular period. The trouble that I have with that particular period is August 1, 2003, to June 14, 2004, isn't that right? That is Donaldson -- or that's Moore?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Donaldson was the first one?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Go ahead. (Laughter.)"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Before you start, let me just make a comment and a -- and a question based on it. The comment is I -- I'm willing to accept a lot of what you say here, there is plenty of blame to go around. But you accept, as I understand it, the proposition that the State has simply got an affirmative duty to make some kind of effective trial and representation arrangement. It -- it -- it has that duty through providing the public defender, it has that duty simply through providing a court that will keep things moving, and I think that's common ground. If that, as it seems to be, is common ground, then do we have anything before us in this case, except sort of going through the list of counsel, the list of reasons, the list of delays and reviewing the Vermont Supreme Court on, in effect, the details that it assumed in applying the rule? In other words, it seems to me that there isn't an issue of principle dividing the parties here, it's a series of issues of details. Is that an unfair way to look at the case as we've got it?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but if you take Sleigh, Donaldson, and the period in which there was no -- I guess, following Sleigh, in which there was no counsel appointed at all, you're already up to just about a year. And a year is -- is enough to trigger Neil v. Biggers. And so, it seems to me that what - - what the fight, what the serious fight is about is, well, within the further total of two-year period, who is to blame for this, who was to blame to that, and I'm -- I'm not sure that it's of any value to just go through and second-guess the Supreme Court of Vermont on those details, because you've got enough in Neil v. Biggers before you even get to those details."},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Isn't there -- isn't there that very important principle involved here that doesn't simply involve calculating particular periods of delay? When you have a defendant who starts out by firing a lawyer and engineering the withdrawal of another lawyer by threatening a lawyer, is it appropriate then to go through all of the subsequent periods and attribute the delay to the defendant or to the prosecution or as a neutral factor as if those, the initial events, hadn't occurred? We don't know how quickly this case would have gone to trial if the first lawyer hadn't been fired or if the third lawyer, I guess it was, had not been threatened and forced to withdraw."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I really wanted to ask you pretty much exactly the same question. If we assume exactly the terrible way he fired the first two -- the first lawyer certainly, maybe the second, would it be true that no matter how long the delay occurred after that, he could never get Sixth Amendment relief?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there -- as I understand it, that that first year the Vermont Supreme Court agrees with you."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They said, we're not counting any of that against you. Now we go into the second year, and the second year had to do with Mr. Donaldson, a lot of it. And it turns out that Mr. Donaldson actually had left the office within a few days of his having been appointed to do this and then he never did anything. So the Supreme Court of Vermont says, as far as Mr. Donaldson is concerned, we do hold that against the State for the reason that it is the equivalent of not giving him anybody. The guy they gave him wasn't even a public defender, he never did a thing. All right. Now we go to the third group. The third group, the State agreed they should be charged. That's Mr. Sleigh. The third one they agreed with it. They said lightly, but they agreed with it. And as to the final group, Mrs. Moore, well, it looks like from the record as if the reason that was held against the State had nothing to do with her performance. It had to do with the fact that the State didn't give certain records to her, which everybody would agree, if it's true, should be chargeable to the prosecution, which is the State. So we have four periods. In one of them you won; in the second one he had no lawyer at all, according to the court; in the third one you agree it should be chargeable to you; and in the fourth one it has to do possibly with prosecution errors, not defense errors. Now, what are we supposed to decide? Are we supposed to decide whether my statement is, in fact, a correct statement? If so, why isn't it? I guess we have to read the record. But what else is there to decide?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you won that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose -- I'm not sure that we necessarily want to get into the particular details of a very complicated record, but there are several points in the Vermont Supreme Court opinion where it says that the failure of assigned lawyers to do anything to move the case forward is attributable to the State. And I thought the fundamental principle we were debating is whether or not assigned lawyers who fail to move a case forward, whether that is attributable to the defendant or whether it is attributable to the State because they happen to work for the State. And I would assume one way to dispose of the case would be to decide that general question and send it back for the Vermont Supreme Court with that guidance that they were wrong, as a general matter, to assign delay caused by the counsel to the State, to sort through the record themselves."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that point in the case? Where -- where is that in this case? I don't know who -- I didn't see anywhere where the Vermont Supreme Court said anything, said that, except in the instance where you agreed with them. Where is it in their -- where is it -- who are they are referring to when they said that? Is that Donaldson? Because I thought the claim with Donaldson was it -- it was not his attribution, nothing he did was attributed. Rather, it was the State's failure to appoint anyone, because to appoint Donaldson was to appoint no one since he had left the office and since he did nothing. Now, is that what we're supposed to decide: When a State appoints a person who has already left the office and does nothing, under those circumstances is it correct to attribute to the State their failure to appoint anybody?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Rainville, underneath or between the lines there seems to be great discontent on the part of the Vermont Supreme Court with the way the public defender system is operating. And if we hold for you as a matter of the federal speedy trial right, the Vermont Supreme Court could go back and decide just the same thing under the Vermont Constitution, couldn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Rainville, you -- you began your presentation with a statement that gave me so much hope. You said you were going to give us three reasons why we wouldn't have to get into the hairy facts of the case and could decide it on -- on issues of law. Okay? You only mentioned the first. What are the other two?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Remind us of the first."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that sort of gets us into the facts at some point. I mean, that does get us into the facts. What's the third?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. We'll hear from Ms. Kruger first."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Kruger. "},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"With respect to that last point, let me ask you this question. Let's assume we - - we have paid counsel in a criminal case and, as a result of -- of delays by the prosecution, but primarily as a result of requests for continuance after continuance after continuance, the -- the case is not tried; it's a simple case and it's not tried for three years. Is -- is it open to a reviewing court on constitutional grounds to say that the State has got an affirmative obligation, a non-delegable obligation, to bring cases to trial in a reasonable time? And whether the reason for the failure in this three-year case is because counsel just kept trying to -- to shove it off, or the courts were not diligent in scheduling it for trial, at some point that non-delegable obligation has been violated. Is -- is that a -- a possible constitutionally based position?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what if the -- what if we change the facts slightly. What if the defendant himself never says anything on the record? The only thing we've got on the record are repeated requests by paid counsel for continuances, and then after three years the defendant fires paid counsel and says: I've been sitting in jail for three years awaiting trial, and I shouldn't have to wait that long. The State has failed in its non-delegable duty. Would your answer still be the same?"},{"name":"JUSTICE SOUTER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Lots -- lots of very effective criminal trial lawyers believe that the first tactic is delay, delay, delay, delay, delay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me ask you this question about your reliance on pages 27 and 28. If you describe it as delays by the lawyers themselves, I understand your comment as being right on the nose. But I understood part of that to be talking about the situation in which the defender general's office has not performed its duty with sufficient promptness. And would you not agree if there were a period, say, of seven or eight months in which they just didn't get around to appointing a lawyer, that that should be charged against the State?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't the prejudice factor pretty much established as long as the guy has to stay in jail during this entire period?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Did he get to offset it against the time for the pretrial incarceration?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What would you think of a rule that said where most of the delay is attributable to the defendant, he doesn't -- he doesn't walk? That seems like a reasonable rule. Whatever the delay is, if most of it is attributable to the defendant himself, it is -- it is not a basis for dismissing the indictment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That would make it easy to decide this case because the -- the supreme court's opinion acknowledges that most of the -- most of the delay was caused by the defendant."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you really get by that rule if there were, say, four years of delay and two years and one month was attributable to the defendant and two years to the State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I'm sure you have gone through the record and, agreeing with Justice Stevens that the periods where there wasn't a contract, the State couldn't provide somebody, do count against the State, but disagreeing with the Vermont Supreme Court that when an assigned counsel fails to move the case forward that is attributable to the State and not the defendant, what's the difference in time?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Nelson. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sorry to delay you."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"But it's not going to get you off. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is the -- what is the distinction in your theory of the case between delay and failure -- failure to move a case -- what did -- what did the Vermont case say: Failure to do anything to move the case forward? When do we know that that's attributable to the defendant, and when is it attributable to the State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, if the lawyer is a do-nothing lawyer, then I suppose there's an ineffective-assistance claim?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's an anomaly, though, isn't it, that easily might have matured into ineffective assistance? It wasn't yet, but if Attorneys 4 and 5, Donaldson and Sleigh -- if the case were for ineffective assistance of counsel, then the defendant would get a new trial, but here the result is he walks."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In the abstract, you have a lawyer who is a public defender or hired as a public defender, and he keeps asking for continuances - - continuance, continuance. How do we tell that that's the State's problem as opposed to what the defendant is doing through his lawyer?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what is the trial judge supposed to do? The defense attorney keeps asking for continuances for purposes of investigation. I need more time to investigate. If -- and -- and -- can the court say: You need to tell me exactly what you are doing?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Aren't you giving the attorney a very perverse incentive there? I mean the delay may help the ultimate outcome of the case, and if the -- if the defense attorney can engineer enough delay, he or she may also produce a speedy-trial violation."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And by your client firing the first attorney, correct?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But knowing that the new lawyer would have to start from scratch, from the beginning, so it was going to take more time. If he got a new lawyer, it was going to take more time than if he stayed with the lawyer who was already acquainted with the case but just needed a few more weeks."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, is that the proper remedy? I mean, it seems to me he should appeal to the judge and say, look, this lawyer -- is -- is that the way you solve the problem of -- of an attorney who is not ready, like fire him so you can get another attorney? That seems to me very strange."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And from what you told me it should have been given, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"From what you tell me, it should have been given if indeed he was unable to prepare adequately for the trial?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wasn't there a concern about this defendant trying avoid a particular judge? That's why he wanted the continuance?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Not only did the Vermont Supreme Court make that finding, it does not hear the witnesses, it -- it has a record before it. I can understand if you're talking about a finding made by the court of first instance, but the Vermont Supreme Court is reviewing a record, it's not making findings."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This is not an unusual reason for criminal defense lawyers in the private sector to ask for a continuance. It's quite common for the lawyers to go before the judge and say, look, I've got this other case going to trial next week, I've got this and this, can I get more time, and judges give them the first two but not the third. And why in a case simply where you're dealing with a public defender do you presume the opposite and blame the State for what's a quite common practice in the private part?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"My point is, I guess, how do we tell? I mean, if this is normal -- I think it is normal, I think it's quite unusual for a defense lawyer to be prepared to go to trial the first time the trial date is set. If it is normal, how do we tell?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but -- again, I assume that's -- there are probably cases in the private bar where that's true as well."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about Donaldson and Moore, those two periods? Those two periods, the Donaldson period and the Moore period, seem, as far as I can tell, which isn't that far, they seem to be periods when the State -- when the court below was saying that all that happened here was that the lawyers who were appointed, did a very bad job. You can't say they weren't appointed. It isn't that he didn't have counsel. He had counsel, and they just didn't do very much. Now, why should that be accounted against the stayer? Is Moore special? Was there really a problem of prosecutorial behavior? Is Donaldson the same as Sleigh? I don't know."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is Donaldson a case where they -- is equivalent to having no lawyer? I don't know how to deal with it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What does your - - your argument do to the fundamental and I think quite vital principle in Polk County that public defenders work for their clients; they don't work for the State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess fairly read, it does say the failure of several assigned counsel to do anything to move the case forward is attributable to the State, because they didn't do anything, I guess is the touchstone."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it doesn't say that; it really does say most of the delay was caused by the inability or unwillingness of assigned counsel, not of the -- of the institution that appoints them, unwillingness or inability of assigned counsel to move the case forward. That looks to me like - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree -- just following up - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Just following up on your latest answer, do you agree that it has to be a systemic problem? I mean, you gave us that -- the situation where the lawyer says I've got 150 cases, I need a -- need a continuance. What if there's none of that? They've got, you know, 500 public defenders, and the -- but the guy still delays. He's responsible for not doing anything to move the case forward."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is it still attributable to the State?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But the Chief Justice's question, I'm interested in it as well, are there instances in which a State-appointed counsel can delay and have that not attributed to the State? Is it always attributed to the State - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Just because he's State - -"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There is a delay, but it's not attributable to the State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, when is that? The -- you have the same situation, the defense counsel appointed by the State does nothing to move the case forward, that's as I understand it the Vermont Supreme Court touchstone. When is that attributable to the State and when is it not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I - -"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It does sound to me, then, that you're saying there has to be some systemic problem, that the rule that I understand the Vermont Supreme Court to have adopted, that when assigned counsel does nothing to move the case forward, that that's attributable to the State, you would disagree with? You would say no, there has to be a systemic problem, not the -- not just the individual lawyer, but they're not assigning enough defenders, they're not supervising them, whatever."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What if you have a situation in which the -- an attorney is appointed, the defendant threatens that attorney, the attorney withdraws. A second attorney is appointed, the client threatens that attorney, the attorney withdraws, and then thereafter a new attorney is pointed, and there is great delay. Maybe more -- two or three attorneys are appointed. There's great delay. Is -- does the -- does the chain of events that started all this get taken into account or do you just start counting the time from the appointment of the last attorney who wasn't threatened?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What if a small -- I don't know how many lawyers are available for appointment in Bennington. What if it's a small jurisdiction where there aren't that many who are available to be appointed? And so you fire the public defender, you threaten the first appointed counsel, and pretty soon you don't have very many left, or the ones that you have left are busy with other cases and delay results."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What about the point that Ms. Rainville made? And she talked about this balancing that comes out of Barker, and she said you have to weigh against the defendant very heavily, the episodes with lawyer number one and number three, because that was really bad stuff. The State is perhaps responsible for some of the other delays, but she called those \"neutral\" in the weighing process. Don't those two episodes, counsel number one was fired, counsel number three, who says his life was threatened by the defendant, don't those have to count very heavily against the defendant?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the rest, I couldn't find in his final counsel's representation -- I didn't see anything in her representation that would suggest any lack of diligence on her part or any reason to count that in the speedy trial calculus. That runs from August 2003 to June 2004."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Nelson - -"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- what is your judgment on how much time all together was attributable to the State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your 14 months, just so I understand, that includes the August 2003 through June 2004, when Moore was representing him?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Nelson. Ms. Rainville, you have a minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTINA RAINVILLE","firstName":"CHRISTINA","lastName":"RAINVILLE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1642,"interruptions":9,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":1,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1270,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":4},{"id":2,"fullName":"WILLIAM A. NELSON","firstName":"WILLIAM","lastName":"NELSON","counsel":true,"justice":false,"side":"respondent","words_spoken":3099,"interruptions":15,"times_spoken":41,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":967,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOUTER","lastName":"SOUTER","counsel":false,"justice":true,"side":"justices","words_spoken":866,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":656,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":380,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":223,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":402,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":55,"interruptions":2,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2912,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":3099,"times_spoken":41,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3971,"times_spoken":88,"laughter":2,"num_int_by":1}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.8819113435030957,"respondent":0.11808865649690425,"date":1473644743523}}