{"petitioner":{"name":"CONRAD M. BLACK, JOHN A. BOULTBEE, AND MARK S. KIPNIS","counsel":[0]},"respondent":{"name":"No. 08-876\nUNITED STATES. ","counsel":[1]},"caseNumber":"08-876","date":"2009-12-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-876, Conrad Black et al. v. The United States. Mr. Estrada. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you don't ask for the first, do you?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are -- are you saying that unless we adopt the limiting instruction that you propose, the statute is then vague?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your theory -- your theory that return to the pre-McNally cases would help you is based almost entirely on the D.C. Circuit case - - case in Lemire -- Lemire."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the government tells us it was an outlier."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, since the -- since the body of pre-McNally lower court cases was hardly completely consistent, do you think this is a workable approach?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what's so discretionary and harmful about a bribery or kickback case. Let's take just the limiting principle of the trunk. Whether it's in the private or the public sector, why would, offering, there be any discretion or any sense of vagueness about saying: It's illegal to give a bribery?"},{"name":"JUDGE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To get a contract, to pass legislation, it's illegal to take a kickback. There is nothing seemingly vague about that or seemingly troublesome about prosecutorial discretion in those - - at least those two situations. We could then go to the self-dealing question."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not your -- it's not within your test, as I understand it. Your test is, there has to be economic harm to the person owed the duty of loyalty. Now, you could have a bribe or a kickback that will line the pockets of the person who takes it, doesn't deceive the person who is giving it, and doesn't harm the company to whom a duty of loyalty is owed. So it seems to me that the bribe and kickback, which I think is heartland McNally, would not be included in yours. It must be economic harm, actual or contemplated, to the person owed the duty of loyalty."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with the bribe or kickback explanation, unlike -- or you contend, unlike yours, is that there's no basis in the statute for limiting it to that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, we -- we can't find a statute that says, \"No person shall commit a bad act.\" We can't find that to be non-vague as applied to murder. Everybody knows that murder is a bad act. Would that - - would that law be constitutional?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say you have a bank that is going to be opening up a lot of branches in the State, and one of the directors knows this and knows where they are going to open them. And he goes around and buys up the real estate where the bank is going to put its -- put its branch, so that he gets the benefit of the -- of the sale. And assume that the price that -- that he's going to charge is a fair market price, no different than what anybody else would charge. Now, is that sort of self-dealing covered under your view of the statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But he is not stealing -- he is not stealing the confidential information. As the director, he has the perfect right to know the confidential information."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know that I would call it a corporate -- I don't know if I would call it a corporate opportunity. They are not looking to sell the land; they need to buy it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just while we are on the Oeschler thing, and then you'll probably want to go on to the other thing. Assume this trial were held again. The government said: All the same evidence -- same evidence. Would that evidence suffice for an instruction to the jury? Could the case go to the jury under the Oeschler theory?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Kickback or bribe."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Estrada, let -- let me pursue the notion I -- I floated earlier, that the problem with Professor Altshuler's approach is that there is nothing in the text of the statute that would enable you to limit it to kickbacks and -- and bribes. Is there anything in the text of the statute that makes your proposal any better? I mean, to be sure, it does -- it does make this a kind of fraud, and in the past, fraud did require injury to somebody. But it defined a new kind of fraud, namely, fraud that consists of the deprivation of honest services. That's the fraud. That, in and of itself, under the text of the statute, I take to be the fraud."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but presumably, the one thing it's odd to suggest Congress did was sort of run 1346 through 1341, when what it was trying to fix was the Court's understanding of what 1341 provided."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if I think that even -- I mean, much of your case is directed to the point that you -- you have to narrow it this way to avoid constitutional problems. What if I think you don't avoid constitutional problems?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should -- why should I turn somersaults to -- to come out with the -- with the interpretation that you want?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where in the record do we find your argument that the statute is unconstitutional?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what about - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Under the test that you propose, is the test the same? Does the statute read the same way, and is the test the same for private and public officials?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then we -- then if we accept your view, we have to have one subset of definitions for private officials and another for public officials. It's hard to do that under the statute."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under the judge's bribery case that we just -- that you discussed earlier, couldn't you take the position that that money the judge took as a bribe really should have been paid to the government?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that would fit your test, though."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you were -- I think you were about to tell me where you raised it in the Court -- the constitutional argument in this Court?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you just take a moment and explain why any error in the honest services instruction wasn't harmless as applied to the Forum/Paxton transaction?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand it, there was no evidence there that the $600,000 was a -- a recharacterized management fee; isn't that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Dreeben. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't -- I don't have the heart to inquire into that question if I think that the whole statute is bad. And that's the point he is raising, that it's -- it's a predicate to our considering that question, that if you agree with him, you think the statute will be sustained. But if I think the whole statute is bad, what -- you know, why should I engage in -- in this exercise?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't make any sense to make me do that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's a little - - it's a little odd that you -- you would say that an argument that shows a way the statute can be saved cannot be -- cannot be presented."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, he's saying the statute could be saved, if at all, if you adopt this - - this construction. And if you do, his -- his conviction must be set aside."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on the other hand, if we just can't find a -- a grounding in the statute for it, then that's because the statute's there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Before you -- do you - - does the government feel that it hasn't had an adequate opportunity to brief the constitutionality of the statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Might this come up in the Skilling case?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So we have to say, in your view -- no, I'm just -- I'm cutting into you because I don't -- you answered it once you said that. The -- the -- what I wonder is, does the government feel, in order to have a full opportunity to brief constitutionality, that we should issue an order saying: Please brief the constitutionality?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So we should say that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"That would be - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"-- does Skilling -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Directly answer this question: Does Skilling present the pure question or not?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We don't know if that's going to be - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Dreeben, you agree that it would be very unusual if in June we announced the opinion in your case agreeing with you and then the next case announced that the statute is unconstitutional?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just -- just so we - - we know what is -- what is going on here: It is not the case that the Petitioner here has said here that if we adopt his interpretation, it will render the statute constitutional. He doesn't say that. He says that if we adopt his interpretation, we can avoid reaching the constitutional question, because whether it's constitutional or not, it at least requires the -- the kind of financial harm that -- that he asserts. So he is not asserting that if we -- if we accept his position, the statute is constitutional. I don't read his brief as saying that, anyway."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How could it have been a term of art when the courts -- the lower courts were massively confused?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there wasn't even a uniform terminology in the lower courts. They didn't all use - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, as I hear that -- I am exaggerating, possibly, but I think every agent has a duty of loyalty to provide loyal and honest services to the master, master agent. Every worker is an agent of his master, the employer. So every instance in which a worker does not provide honest services to the employer, he has met your test. I think there are 300 -- perhaps there are 150 million workers in the United States. I think possibly 140 of them would flunk your test. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I mean, that's what worrying me. Now, why? Because -- I -- \"Do you like my hat?\" Says the boss. \"Oh, I love your hat,\" says the worker. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Why? So the boss will leave the room so that the worker can continue to read the racing form. Deception? Designed to work at reading the racing form instead of doing your honest work and, therefore, violation? Now, explain to me how your test does not - - and I think you can probably do it; I just don't understand it at the moment. Explain it to me, how your test does not make this statute potentially criminalizing 100 million workers in the United States, or some tens of millions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So is that -- does the right to intangible services refer to an obligation that is legal or moral?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Only -- only legal? So that if in a State their corporate law says conflicts of interest with respect to spouse and children must be disclosed, but conflicts of interest with respect to nieces and nephews need not, you would say you cannot use this statute to prosecute somebody who, under some abstract sense, should have told their employer that, \"My niece is going to get $10 million if we go ahead with this contract\"?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then what's the source -- and I think that's inherent in the Chief Justice's question -- what is it -- where did he draw the line and where do we go to look to where you draw the line on what information needs to be disclosed? Because if it's not a niece, my best friend is going to get a 1.4 million on this deal. Where is the line drawn, and what is the source of the law that we look to to figure out where to draw that line?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you are talking about private gain? Do I gain something as opposed to - - because that -- I know that is the Skilling case. But if - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but that's -- you have to, because you have to tell us what draws -- you have to give us the source or some source of limiting, of limitation. And that's what Justice Breyer has been talking about."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now this -- I'm just getting a label, and as I hear you talk, I think it's not what you necessarily -- I found in the brief, or didn't understand it from the brief -- but I found precisely what you said, it seems to me in what I have labeled Altshuler alternative B, does that ring a bell?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes. You've read the briefs-- you've read the briefs. He has alternative A and alternative B. And alternative A he says kickbacks, and it could be limited to bribery or kickbacks. In alternative B he adds bribery, kickbacks and undisclosed self-dealing capable of causing economic harm. That's what I got out of the brief."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now I just heard what you said and it sounded like the same thing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It is not causing economic harm."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what about my racing form? He is acting for himself and not his employer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Different matter. Different matter. The foolish to prosecute, jury defined, worries me for the reason that what's in the back of my mind -- and you will see what -- I am disclosing to you what is in the back of my mind. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"When the criminal code was reenacted and never was, one kind of joke was that it there it would be -- there would one ball, the law would be read as a crime to do wrong, okay? \"It is a crime to do wrong.\" Sometimes adding, \"in the opinion of the Attorney General.\" All right. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Now you see the problem? It may be you would never prosecute it. It may be a jury would never convict. But that isn't the basis for having a statute that picks up 80 or 100 million people."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But defined how? That's what I'm -- I'm trying -- material in what way? Because if you don't how by an economic loss to the victim or by private gain to the -- to the perpetrator, then you are left with what substance to the issue of materiality?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What becomes important?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That the -- for an auditor on April 14th his guy -- or April 1st his employee goes off to a ball game? It could be a huge economic loss to that employer by that employee's decision at that particular moment to go to a baseball game as opposed to working."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the Second Circuit said economic loss - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that there has to be the risk of economic loss - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- in the private sector."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- I mean, I'm still waiting to hear what materiality consists. It is just -- de minimus doesn't count? Is that all you mean?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So if the employee would be fired if defalcation had come to light, that's material?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right, that's the ball game."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Excuse me - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Then that's the ball game. Hypo: you go to the ball game, the government - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The employer finds out about it, he fires -- so it's material because you would be fired for it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking about just materiality. Just materiality would be satisfied. You said that if the employer would fire, that is material. And then we had the ball game hypothetical. Then you said oh, well, and then some other thing. But we are talking just about materiality so you should stick with that question."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He drives to the ball game in the government -- in the company car."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me, may I ask you to put -- in terms of your brief, you said your definition of materiality -- you said materiality is related to but different from what Mr. Estrada is urging the Court to adopt: economic harm to the victim. So can you tell us how materiality is related to economic harm to the victim and how it is different from economic harm to the victim?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it -- it doesn't answer the racing form case. I mean, you are using materiality in two senses. All you mean by materiality is that the misrepresentation must have been material, okay? So in the racing form case, let's say the question the boss asked is, you know, \"Are you going to work hard this afternoon? Or do I have to stand here and look over your shoulder? \" And he says, \"Boss, I'm going to work hard this afternoon. \" \"Okay, then I'll leave.\" And the boss leaves. That representation is material in that it got the boss to leave, whereupon he reads the racing form. But you know, that's immaterial in another sense, it's a -- it's not a substantial crime. And that's -- that's what we are looking for here, something that -- that separates reading the racing form from really harming the employer - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- to a substantial degree. And you have nothing in your -- in your brief or in your argument that eliminates these de minimus kind of - - what should I say - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Misrepresentations to the employer."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, can I ask this? It seems to me that even if there is some economic harm amounting to the cost of a World Series ticket, that's all -- or the amount of gas used to drive to the ballpark, that could still not meet the materiality requirement."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that is Altshuler B, which I -- that seems to work, but then you want to go beyond that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I think in going beyond that is the paradigm case of -- of moonlighting?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, because - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no, no. I'm trying to get -- encapsulate your test in my mind. I'm just trying to find a way, so as I listen to you, I think what you are driving at -- a paradigm case of what you are driving at would be moonlighting."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes -- no -- yes. He takes a day -- he leaves an hour early because he is selling real estate."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You have to have all those elements? One -- I mean, everybody is working for the company. Everybody has loyalty to the company owner. And, now, you are saying everybody has competing things that they sort of like to do, which would deprive the owner of the honest services, but you are saying, in addition to that, he has to have his own company?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In addition to that, what?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But is the problem the nondisclosure?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or is the problem the - - the self-dealing itself, the fact that the person is receiving a gain? There's where I'm trying to draw the line because I keep going back to -- what is the source of information that would put a limitation on how much you disclose or don't disclose? It has to be -- the issue has to be looked at differently, which is the evil is the self-dealing, the gain the person's receiving. I know, you don't want me to go there because of Skilling, but I'm troubled because the issue of disclosure creates a Federal common law of what's important to tell either the public or a private employer? And I don't know how to define that issue of importance - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- other than to say that it's a gain that the individual's receiving or something the individual's doing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if my son gets the money? I don't get the money. My son does."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's an adult son."},{"name":"JUDGE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. You're - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"And that -- that is how a lawyer is supposed to advise his client. He says, well, what this means is the core of pre-McNally cases. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"And he -- and he sends him off to read the pre-McNally cases. And I have to tell you, they are a mess, I don't understand them at all. It's one of the reasons McNally came out the way it did. Is -- you speak as though it is up to us to write the statute. We can make it mean whatever it - - you know, whatever would -- would save it or whatever we think is a good idea, but that's not our job. What -- what does the statute say? And, if all it does is refer us to the pre-McNally cases, I'm at -- I'm at sea."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe it was wrong. Just because it understood it had a consistent core, it has a consistent -- consistent core?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, kickbacks and -- and bribes is clear. Sometimes, the government just talks about conflict of interest. Sometimes, it says, \"taking action under conflict of interest.\" Well, action is quite broad. And that's -- what do you include concretely within this self-dealing category? Taking or taking action on the basis of undisclosed information?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, could I ask -- could I ask you just, in terms -- the terms of the statute, does your theory give any independent substance to the word \"right\"? It seems, to me, your argument is that - - that someone who deprives another of honest services. I don't know where the concept of \"right\" comes in, which is in the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the point -- I guess maybe this is -- maybe I asked you this before. The -- the right is not limited to specific legal obligations, but to a developing Federal common law of criminal liability?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, I should know this, but refresh my memory. The body of pre-McNally court of appeals cases, to what extent were they just public rights versus private? Was there a substantial body?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought materiality just has to do with whether a false statement you make, in fact, causes the effect, or is likely to, that is the harmful effect."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's always there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, and the -- and the reason I say with -- maybe I have the example that I mean now. In the cases you just mention, the bribe case? Right, the legislature is not going to gain. The legislator or the briber might, but somebody will. And the object of those bribes was that there would be economic gain, and that was what -- when I went through all those McNally cases, I thought I could fit them into this alternative Altshuler thing, but now, you -- you worry me that you have a different test that will bring in like any failure to fill out a disclosure form. A deliberate failure to answer a box, one out of 1,000, for every government employee, would immediately -- 20 years in jail."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Mr. Estrada, you have three minutes remaining. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where was that in the charge?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The charge -- the judge charged the jury in terms of Delaware law?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. ESTRADA: Yeah, 336 and 337, and the jury was given detailed instructions as to how all this turned on whether the transactions at issue were, quote, entirely fair under Delaware law. And the jury was further told - -"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But it said honest services include fiduciary duties under corporate."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I know you are running out of time, but you are speaking so fast I can't even follow you anymore."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish your thought."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case submitted."}],"people":[{"id":0,"fullName":"MIGUEL A. ESTRADA","firstName":"MIGUEL","lastName":"ESTRADA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3836,"interruptions":17,"times_spoken":35,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2518,"interruptions":41,"times_spoken":70,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":870,"interruptions":4,"times_spoken":20,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":450,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":71,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":7,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":933,"interruptions":1,"times_spoken":25,"laughter":4,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":82,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3836,"times_spoken":35,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":41,"words_spoken":2518,"times_spoken":70,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":3856,"times_spoken":117,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472411005784}}