{"petitioner":{"name":"SALLY L. CONKRIGHT, ET AL.","counsel":[0]},"respondent":{"name":"No. 08-810\nPAUL J. FROMMERT, ET AL.\n","counsel":[1,2]},"caseNumber":"08-810","date":"2010-01-20T08:00:00.000Z","speakers":[{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. But -- but when the administrator has interpreted the plan incorrectly and the court finds -- the court of appeals finds that he has interpreted it incorrectly, it doesn't have to send it back and say, you know: Give me another bid; try something else. It says: You did it incorrectly, and we find that what you should have done is this. Isn't that what normally happens?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So all a court can do in those trust cases is to say: You've got it wrong, Sam; go back and do it again. Right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And he gets it wrong again, and he goes back to court; the court says: Sam, it's still wrong; go back and do it again."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't believe that that's what the law is."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the SG says that isn't trust law. The SG says that trust law -- when you make a mistake and you send it back, that the district judge has a choice here, which would make sense. The district judge, if he thinks he’s going to get something out of the trust -- the administrator, listens to him. I mean, it sounds like common sense would be: Listen to the administrator, but you don't have to do it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it's very complicated. He may understand it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, is she wrong? You’re saying if I look at those cases, I’ll find --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not -- it's not a standard of review. It's -- he's trying to figure out what the word \"duplicative\" means, okay? And the -- and the administrator did his best. He says it means what it meant before, which is, like, 14 pages of who-could-understand-it. Okay."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And then it turns out that that isn't what it means, and the district judge says: That's affirmed. So now he says: Give me another shot. If it were me, I’d listen, but if I thought this isn't really that great, I would try to figure out something else. And then if I were a court of appeals judge, I’d say it's up to the district court."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, luckily, the SG says that is the law. (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Says it isn't the law."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about just that? He came back, the administrator, I think, the second time, with something that very closely resembled the first time."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what about that for a reason thinking he’s not in that good of faith? Go ahead."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if there’s no --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If there's no bad faith, then how many shots does the plan administrator -- who I don't think is named Sam -- gets to -- (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- to try to answer this question?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Long, we’re talking in the abstract --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- referring to Scott, but -- that this case -- what I took away from the Second Circuit's opinion was the flaw here was not that the method was no good if you had adequate notice; the flaw was the people affected were not told in what is the language of ERISA, in plain, simple language, what their entitlement was. And that's -- that's the problem, not that this method wasn't perfectly satisfactory if you gave everybody notice. But the Second Circuit said, you didn't give them notice. Either it said nothing or it was totally ambiguous."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- if there were information, but the -- the ERISA provision says that you are supposed to give the summary description of the plan “in a manner calculated to be understood by the average plan participant.”"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And all that the 1989 statement said was the amount the employees received may be reduced, if they previously left the company and received a distribution at that time."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- this is important to me, whether the plan administrator was interpreting the same language when this case was remanded back down. Originally, he was simply applying the methodology that had been specified in 1990, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the court said that was no good because you didn't give these people notice of it. But that -- he had been applying that test not since 1990, but since 1980. In other words, he had taken that to be a reasonable interpretation of the very summary language in -- in the plan itself, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So when it went back, why didn't he stick with that and say: Yes, they didn't have adequate notice of that, but that is still a reasonable interpretation of the original plan, even before we specified that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. Why did he do that? Inasmuch as the first interpretation was not adopted in 1990, but it was adopted under the same language that he is now interpreting in 1980, right? He was applying it between 1980 and 1990. That's what he thought he -- that's what he thought the plan meant in all those years."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"After 1990."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I didn't understand. I didn't understand it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your -- your brief says: \"The Plan Administrator has consistently applied the reconstructed account methodology since the early '80s.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Effective April '90\" -- \"1990, the Plan language requiring this methodology provided as follows.\" So I took that to mean there was no such language before that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There was plan language requiring it before 1990."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But where is it -- what -- what was in the summary plan description on this point between 1980 and 1990, where is that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. So there was no description of this in the summary plan description?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So is it -- but what period? Between 1980 and 1990 or the 3-month period - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you’re talking about?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. That's -- that's what I thought, and I thought you said no when I asked that question, that this detailed description of the RAM didn't come in until 1990."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh -- oh, I see."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I got you."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you seem to be rearguing the -- I thought that the -- I thought that you had surrendered on -- what is it called? Frommert I. That -- that the Second Circuit said: What you had was no good, because it violated the notice provision and it violated the anti-cutback provision. So that's what they call a phantom --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- account. It's out."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s out. But you seem to now be telling us that was really a wrong decision on the Second Circuit's part, that there was -- that it was perfectly good, that it was described in the plan itself, although not in the summary plan description."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you claim -- you claim that what he is interpreting when it comes back to him is not the same text that they invalidated --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but rather it's the plan without this text."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it struck me if -- it's hard. I don't necessarily follow it at all, but the -- you had this original plan where, basically, you were trying to figure out how much money they took away, and you compared it with what it would have made if you had invested it in certain funds. So now we have a new word, which is called \"duplicative\"; you can't be duplicative, something like that. And then the Second Circuit says that new word called “duplicative” for new plans doesn't really pick up this old phantom system; at least, it doesn't give notice. Now he sends it back, and the poor district judge, since he thought that was perfectly sensible to say it did pick that up, says: Well, they told me it didn't, so I’ll ask the administrator what do you think we do now? The administrator says: I have a great idea; the plain vanilla system. The plain vanilla system happens to be very much like the old system, except in following your own funds, you’re not doing it; you’re following the -- the insurance industry's funds."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I mean, that’s -- it's what they’ll pay for an annuity."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's called -- that's called their funds. That's called what they think they’ll earn."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Correct, and the question is: What is attributable to? And they struck down your phantom system for doing it, and then the administrator comes back with a new system, which new system is going to take the judgment of the insurance companies about what was accrued."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, fine. And then what he's thinking is that's awfully similar. We just substituted different people here --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's similar in a sense, and it's different in a sense."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the more you hypothetically grow it, the less chance they’ll get the floor."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so they’d like it to get the floor, and so they’d like it to be --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying it's -- and these categories don't often help us. Is this a question of law? A mixed question of law and fact?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The court of appeals said it’s just an application of equitable principles --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not an interpretation of the plan."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the statutory term? \"Benefits due under the terms of the plan\" is a statutory term?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Up until this time?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If this is not a discretionary decision for the district court -- let's assume it's not a discretionary decision for the -- for the administrator. But if it's -- and if it's also not a discretionary decision for the district court, if what the district court is required to do is to say what the plan means, what would you suggest that the district court should have looked to, when the -- the provision, the -- the plan language that the district court has to look at is very bare bones?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Respondents say that this was a -- sure, it's a -- a benefit to them to be -- to have this offset only by the amount that they received and not take into account the time value of money, but this was an incentive that lured them into accepting employment again with Xerox."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it -- how does it hurt the current employees?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say they -- they don't get this --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So some kind of equal protection, that another worker will say: I didn't get that boon that my --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's no -- no -- nothing -- no deduction from the current workforce. They’re getting what the plan said all along is the right calculation of benefits."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One -- well, I thought you said what this affects is just the floor; it doesn't affect the level of the -- of the defined contribution."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But even if the -- even if no deference was owed to the administrator, could you explain why the task for the district court was not then simply to interpret what the plan means? What puzzles me about -- something that puzzles me about the -- the two decisions by the Second Circuit are (a) why this is remedial; why isn't it just a reinterpretation of the plan; (b) where their -- what do equitable principles have to do with this; and why should it be a discretionary decision for the district court? What does the plan mean? That would be the issue. Isn't that the question, if there’s no deference due to the administrator?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if this is a discretionary decision for the court that finds the initial abuse of discretion by the administrator, what are the factors -- what are the relevant factors in determining whether the administrator should get a second shot and which ones are present in this case?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not the same question. When the court has held that 1 and 2 was, in effect, not in the contract because you didn't give enough notice of it. So now you have a contract without 1 and 2 in it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So it's a different question. What does this contract mean without 1 and 2?  Now, you may have a different point, if -- if you say that what -- and it seems to me you did say this, that the court of appeal -- the court of appeals, not only decided that there was no notice and, therefore, this provision wasn't any good, but you claim that the court of appeals also said that you cannot account for the time value of money."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That -- now, that would be a totally different case."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I didn't read it that way."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a little different."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why -- as I understand it -- which big if -- you and I are both working at Xerox, and in year 1 -- and we each have 500,000 in our contribution account, and you leave, and you take the 500,000. I stay, and I don't. Okay? Now, my 500,000 over the next 10 years is going to grow somewhat -- as long as it wasn't 2007. But it -- (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. I might spend it, but if I leave it there, it would grow, okay. But some -- some people leave it there, they grow."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, when figuring the floor, what Xerox does is look to see how much it grew. They look at the whole thing, now, 10 years later, and they say, you’re up above the floor, good-bye, we will give you this, not the floor, okay. Now, you are in the same position, and you happen to come back to Xerox, and all they want to do is say, you know, we’d like to assume yours grew, too, I mean, not -- a little, anyway, and the first thing they wanted to do is to say it should have grown the same way we treat our own guys, as it having grown. And the court of appeals says that's wrong because you left the words out, but send it back to see it's fair. So then the expert comes in, and the expert says, well, they didn't want to give us that way to grow it; here is how -- we will assume it grew like an insurance company, the most incredibly conservative people in the world, how -- how they would have treated it as growing, if you bought an annuity right then, and that just gives us even a lower number. And -- and they want to say, why didn't you at least listen to that, instead of coming to the fact which is very, very unusual, it didn't grow at all, in which case, you are eligible for the floor."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So I think that's why they think it's either an abuse of discretion or you should have listened more to the -- to the expert -- should have done something else."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. Are you talking about the court of appeals sending it back to the district court, or are you talking about the district court sending it back to the administrator?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We can handle those facts --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"They have not had --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"We can handle those facts just as easily as the district court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We -- we don't have to look at the witness's demeanor."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, just because a decision has some factual basis -- every decision has some factual basis. That doesn't mean that -- that an appellate court, including this one, can't decide the questions."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you keep stressing that -- you know, the district court was there and saw these facts? That's fine --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if I don't think it's the same terms?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You’re being careful not to not to say \"bad faith.\" There was no bad faith here?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking for -- I'm still not sure of the standard."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm the district judge, and I want to defer in -- in case A and not in case B. What -- what's the difference?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Roberts, I thought you said in this -- in this case -- and we're only dealing with this case -- there was the same basic problem, the same flaw in the second interpretation. And you said in both cases, they wouldn't satisfy ERISA's notice requirement."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then I don't understand what the purpose of the remand from the Second Circuit to the district court, after the Second Circuit's first decision, was. In other words, you’re saying that they -- they found that anything other than an offset for the amount of money that was actually received by the beneficiary upon leaving Xerox would be -- would violate the notice requirements."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So that interprets the plan. There’s nothing left to do, then."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I understand you to be saying that the concept of any appreciation of that amount based on the time value of money is invalid, because there wasn't proper notice for that. So there’s nothing left to do on remand, it seems to me. I don't understand what the purpose of the remand was."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, in principle, if -- if we accept your argument, if other retirees who are later rehired bring a lawsuit in another court, you might have a different result because it would be up to the -- up to that court to decide what was -- what was a proper result, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's the consequence of not deferring to the plan administrator. You have --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's a pretty big windfall for people. You’re working at Xerox, and your plan is about approaching the minimum level -- let's quit and then go invest it, and then come back 3 days before you’re bound to retire, and then you’re going get whatever the plan grew, and you’ll also get your minimum."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why would anyone promise them that kind of a deal?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about -- a bit more serious question -- I mean, that is a serious question, but the more general question, what about something that is analogous to Skidmore deference?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you say -- (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"You say -- you take the -- the district judge here can take -- takes the administrator's opinion for what it's worth."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He has to listen to it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Can we go back to the urns? (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That is essentially the principle, I thought."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But he does have to read it. He has to read it --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Read it, and take it for what it's worth."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think they would -- you think they would do that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- is it -- Mr. Roberts, is it a remedy? So that’s -- one thing is you can view this as the district court as substitute interpreter of the plan, or another way you can look at it is to say, the -- the benefit determination was wrong, we reject it, the court rejects it. So, now, there is a remedy for that wrongful determination. So is this, what’s going on in the district court, an interpretation of the plan or a remedy for a wrongful determination?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we interpret gaps in -- in documents all the time. That's part of interpreting a document, figuring out what it provides for in a lot of situations that it does not explicitly cover. I don't know why that isn't interpreting the plan."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the court of appeals held that this one was inadequate because it did not say that you were going to take into account the time value of money. If that's the reason it held that this one was bad, the same reason would apply to the plain vanilla."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Long, would you -- would you explain your position on the picture we were given of these people who were rehired and -- and they get, periodically, a statement that says, you are going to get 2,000-some-odd dollars; and then, 5 years later, they get a statement that says, no, it's only $5.18, or something like that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And not even about why -- why it was $5. It's why did he get notices that gave him the perception he was going to get over 2,000 when it was so much less?"}],"people":[{"id":0,"fullName":"ROBERT A. LONG","firstName":"ROBERT","lastName":"LONG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3351,"interruptions":47,"times_spoken":73,"laughter":0,"num_int_by":5},{"id":1,"fullName":"PETER K. STRIS","firstName":"PETER","lastName":"STRIS","counsel":true,"justice":false,"side":"respondent","words_spoken":3226,"interruptions":14,"times_spoken":32,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":1858,"interruptions":21,"times_spoken":62,"laughter":1,"num_int_by":7},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":938,"interruptions":5,"times_spoken":41,"laughter":1,"num_int_by":4},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1148,"interruptions":4,"times_spoken":38,"laughter":3,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":474,"interruptions":1,"times_spoken":10,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":633,"interruptions":5,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":47,"words_spoken":3351,"times_spoken":73,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":35,"words_spoken":5084,"times_spoken":94,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":3291,"times_spoken":114,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":2},"prediction":{"petitioner":0.44890553869901484,"respondent":0.5510944613009852,"date":1472418052891}}