{"petitioner":{"name":"SONNY PERDUE, GOVERNOR OF GEORGIA, ET AL.","counsel":[0,1]},"respondent":{"name":"KENNY A., BY HIS NEXT FRIEND LINDA WINN, ET AL. ","counsel":[2]},"caseNumber":"08-970","date":"2009-10-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-970, Perdue v. Kenny A. Counsel. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Could you repeat what the market was? Was it the market for all attorneys or only for attorneys doing this type of work?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is similar -- what is similar work?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that has nothing to do with the -- with the quality of the representation, does it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't it name those factors as -- as the determinative factors, instead of saying, and therefore they should get more money for quality?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. They advanced -- they advanced money for experts --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- during the case. The contingency, which we rejected as a -- as a basis. And what was the third one?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They weren't paid on --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that -- isn't that the same as contingency?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cohen, I thought this judge, Judge Shoob, said: These lawyers were amazingly good; I have never seen a better performance. So don't we take him at his word? I mean, he certainly talked about the quality of the performance of these lawyers."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How about you get a second-year associate whose billing rate for 2 years of experience is $200, and a partner's rate is $500, and a judge says: This individual didn't perform like a 2-year associate; he did the quality and kind of work of someone far superior in years in skill and experience. That would not, under your argument, entitle the court to give an enhancement?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cohen, you said in your brief that, in such a case, the prevailing party could argue that counsel should obtain a higher hourly rate in the litigation than the customary rate he or she charges in other cases, and that's the situation Justice Sotomayor inquired about. But that sounds to me -- you take the second-year associate, pay him at the rate of the top partner because her performance was so outstanding. That’s an enhancement, but it isn't as transparent as the one that Judge Shoob gave. But you -- this suggestion -- maybe you are going to retreat from it -- that it would be appropriate to take the second-year associate and pay at a higher hourly rate than the customary rate for that associate."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you haven't dealt with my hypothetical. He didn't perform like a second-year associate. He performed like a 15-year lawyer. The difference is not with respect to skill and experience. It's with respect to performance. And so what Justice Ginsburg was asking is, what you are basically saying, the quality of that representation, even though it reflected more than the market one would look at objectively on the basis of the years of experience, that judge can't enhance, even though someone performed far above whatever else the market would consider his or her skills at the moment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose the question under the statute is whether it would be a reasonable attorney's fee, and I guess one way to determine that is to ask whether it would be considered reasonable if a law firm that billed a client according to their regular hourly rates came in and said, but we're going to kick it up another -- you know, another $10,000 because this -- this second-year associate, boy, he's a whiz, and he performed like a senior partner. So we are going to -- we are billing him at the $500 rate, instead of the $200. Would -- would that be considered a reasonable attorney's fee?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn’t think so."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not true. Law firms get bonuses from clients all the time. They get negotiated. Some of the amici gave examples of what's happening in the -- what happens in the marketplace."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why can't the judge determine a reasonable fee in the same way the market does? Which is --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- but the Congress didn't use the per-hour lodestar --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as the method. If that's all it wanted, it could have, and there were suggestions that it consider limiting the -- the award to just a lodestar calculation. So obviously Congress was thinking of something broader than just that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That part of the market anyway."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's why we have held in our cases that it should be a rare and exceptional circumstance. The difference that we are engaged in is whether the quality of performance can ever constitute that rare exception that would justify a district court saying, you performed greater than what the market would have valued you at before your performance. That's really what the issue is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, this -- this brilliant second-year associate we are talking about, the way these submissions to the Court are -- the way they're presented, do they carve out her contribution to a particular filing? To the extent I have looked at them they have something like, you know, draft motion to dismiss, and the associate has 40 hours and the junior partner has 10 hours and the senior partner has 5 hours dedicated to that. I mean, if the associate is doing -- in the hypothetical, is doing work at the partner level, how do you know that the brilliance isn't contributed by the 4 hours of the partner rather than the 40 hours of the associate?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or, indeed, you don't know that the brilliance of the second-year associate enables the $500-an-hour partner to spend less time on the matter. Presumably it does. It's so great when it comes to him, he doesn't have to do much work."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is not clear to me what the district judge should do in making the lodestar calculation when he considers quality of performance. I guess you are saying -- I think maybe you have already said -- that he can consider quality of performance, but only within the confines of what is a reasonable rate."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the brief for the Respondent said: Well, you know, you are really counting this at the front end, and if you can do that, why not put it in at the back end? And I'm just having problems with that still. Suppose the judge at the outset said: This quality of performance is so good that, so far as the lodestar is concerned, I think a reasonable fee is above the usual hourly rate."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- so that in computing the lodestar rate, he cannot consider quality of performance?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then it seems to me you're saying that he does not look to actual quality of performance. He just looks to market rates without reference to that. I -- I --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I'm having -- I'm -- I mean, you know, the -- the question presented is -- is just quality of performance and results obtained; that's all we're talking about."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't see why that can't be considered as part of the lodestar, and if it can be, then I don't see what the argument is about."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But not necessarily –-"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":6,"sideBefore":"justices","text":"But does that -- does that mean that the fee would be the same under the lodestar whether the lawyer won or lost?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if for some reason, if -- if you did had some reason to calculate it, theoretically it would be the same fee as if he had lost?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And so the quality of performance really is totally irrelevant."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we are going back to the judge, who did say that this was the best performance he ever saw. So I can't credit just that it was just contingency. But, first, you have clarified that what you said in your brief meant only the top range for a lawyer of this, period. So this is more limited than -- than one might take it to be. In some circuits, like the D.C. Circuit, the rate is set by the number of years that the person is out of law school, and there isn't any flexibility. I mean, you give the 1-year associate so much, the 5-year associate so much. So how in a system like that could you take into account quality at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shah. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You are saying we can never exceed the lodestar amount? I mean, we have said in some cases that in extraordinary circumstances it can. What are those extraordinary circumstances, or do you think there are none?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Such as? That's what I'm asking."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What are you referring to, if not attorney performance?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But it's one of the long-standing traditions of the bar that lawyers are expected to do that in the normal course. So why would that be a special circumstance?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how do you tell -- how do you tell whether a client is popular or unpopular? I mean, a lot of unpopular clients in the abstract sense are in fact -- they have a lot of support in the community. I suppose one of the more unpopular clients these days is a Wall Street banker. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But I mean, you wouldn't say -- you wouldn't suggest that law firms charge more when they represent them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You think that’s what we had in mind, huh? You think that’s what we had in mind when we said they are extraordinary circumstances?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I think it's very imaginative, but I would never -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- but I would never have thought of it, and I doubt whether we did. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is there another example? I mean, you -- you are saying the rule isn't never; it is sometimes. And you have given us one sometime. Is there any other illustration?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How about a downward adjustment? You have the hourly rate, the number of hours, and the judge, after trimming the hours, then says: This has been a case, even though they prevailed, the lawyer wasn't prepared; I am not going to give the hourly rate. Can a judge adjust the lodestar down for poor performance?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Hensley is you lost on an issue, so you don't get paid for what you’ve done."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But the plaintiff -- the plaintiff prevailed on everything. It’s just that the judge said this was a really poor -- poor performance."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if the judge found as a fact that this lawyer spent 50 hours doing what any good lawyer could do in 5 hours?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't -- I don't see how that is set forth in the lodestar rate."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"For extraordinary circumstances, what about a very, very popular cause and he wins and they are beating his door down? Can we reduce it for that? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I mean, what is sauce for the goose is sauce for the gander. (Laughter.)"},{"name":"JUDGE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I mean, if -- if you get rewarded for unpopularity, you ought to be get penalized for popularity. (Laughter.)"},{"name":"JUDGE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"You got a lot more clients because of this case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"One of the purposes of Congress -- one of the purposes of Congress was to ensure that litigants under these fee-shifting statutes could attract competent counsel, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If the market doesn't give them attorneys to start with because there are so many risks involved in this process and it sets a reduced fee because of those risks, how do you attract competent counsel? How do you attract counsel that is better than the norm in that field to pursue as private attorney generals cases that Congress has determined are worthy of being pursued, unless you have a quality adjustment factor?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That doesn't mean Dague was right, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No one is arguing a different point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Clement. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But sometimes there’s a great advantage in doing things mechanically, because it -- it provides an element of fairness. And I’ll tell you what troubles me about this, and maybe you can convince me that I shouldn't be troubled by it. Here the district judge in effect takes four plus million dollars from the taxpayers of Georgia and -- and awards it above the lodestar calculation to these attorneys and says -- and I -- I certainly take him at his word -- this was the best performance I have seen in 28 years. But it seems totally standardless, and I see no way of policing it, and I see a great danger that trial judges are going to use this as a way of favoring their favorite nonprofit foundation or their favorite cause or their favorite attorneys, because they think they generally do good work. And this is not -- this is not like private litigation where the money is coming out of the pocket of a corporation. It's coming out of the pocket of taxpayers. So that is very troubling. And I don't know how you can provide standards for determining whether this kind of transfer is based on anything reasonable."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but wait. That's pretty objective: results obtained. I mean, if, you know, the -- what was sought in the complaint was 100, and in fact you got only 30, you are still a prevailing party, but you shouldn't -- you shouldn't be compensated as though you got everything that was sought. I think that's much more objective than whether -- whether this attorney is the best one I've seen in 28 years. I have another problem with it. I don't like judges -- it's certainly not in the tradition of the bench to comment upon the performance of lawyers. I can't tell you how often I would like to give a separate grade for -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- for the lawyer who won a case. You know, one grade for the case and the other for the lawyer. But we don't do that. And if you do this going up, you've got to do it going down. And you could expect the judge to say: This is the worst performance I have seen in 28 years. Judges don't do that in our system, and I don't think -- I don't think we should set up a mechanism that induces them to do it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I will let you answer your second point, but just on that, I don't understand the concept of extraordinary success or results obtained. The results that are obtained are presumably the results that are dictated or command or required under the law. And it's not like, well, you had a really good attorney, so I'm going to say the law means this, which gives you a lot more, but if you had a bad attorney I would say the law has this and so he doesn't get a multiplier. The results obtained under our theory should be what the law requires, and not different results because you have different lawyers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but what does a judge say when he said, you have achieved extraordinary results? That if you weren't there, I would have made a mistake on the law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess that's saying the same thing I said, which if it weren't for how good you are, I would have made a mistake."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe we have a different perspective. You think the lawyers are responsible for a good result, and I think the judges are. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe -- maybe your perspective has changed too, Mr. Clement. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But your argument is that, you know, for $495 an hour you really can't get a good lawyer? You need to have -- you need to pay more than that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What is the overhead?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What is the overhead? I mean, that's something that I find interesting and important, and I can't find it anywhere. The numbers began to bother me in the same way they did with Justice Alito. I’m thinking: There are 30,000 hours. They got 10.5 million. That translates into, what is it, $350 an hour. Now, if the lawyer works for 2,000 hours of the year, which is a little high, he is being compensated at $700,000 on average in this case. But he has to pay overhead. So what's that? 40 percent? 30? 20?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, if you have any rough idea at all, because I think if it's anywhere near $700,000 on average, you say to a taxpayer: You are going to pay this, and that's more money than 99 percent of the taxpayers hope to see in their lives, and suddenly they are paying that money to somebody, which is -- I could say: Okay, pay them 400,000. That's what he would get as the average fee for the toppest, most top lawyer. And that's, you know, pretty high. And -- but $700,000 a year for a lawyer. Wow. And that's what this judge paid. Now, what is it that came out of that? That's what I want to know before I make up my mind, frankly. And I'm going to try to look it up, but I'm trying -- I'm trying to get a rough idea here."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I know, but --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- that doesn't help me, and the reason it doesn't help me is because if it's a very, very high number in dollars per year, then I am tempted to think: Well, very high is enough. You don't need very, very, very high. You see my point?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, this lawyer -- I'm sorry, this judge said they were extraordinarily good, but, I mean, where's the cutoff? If the judge said, this is in the top 10 lawyers I’ve ever seen, or the top 20, where do you get an enhancement and where do you not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, that's the thing. It's hard to tell."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, for 28 years -- the judge was on the bench 28 years, right? Well, if you are in the top 28, is that a rare case or not? It's once a year."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but we are trying --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We are trying to establish a principle, and other judges are going to have to follow this. And do they think, well, this was really good, but it wasn't as good as that law firm or lawyers we had 3 years ago; they were really good."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I assume -- how long -- how does a judge, who is on the bench in his or her first year, do this? Well, this is the best lawyer I've had in the eight months I have been here. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But how does he or she know that that -- that may be as good as it gets, for the next 28 years? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You say discretion. I say randomness. I mean, that is not a matter of discretion. It is a matter of randomness. How -- how long has the judge who observed this case been on the bench? If he has been there just a couple of years, kiss good-bye to your -- your extra money for being excellent. That's random. That's not discretion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you want this Court to look to those cases -- you know, it's the world turned upside down. Instead of the lower courts reading our cases, we have to read lower court cases to decide what this statute means. Is that it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't do that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Should I -- should I look at the fact that, in the early 1970s, when this was done, legal fees were not quite so high? And perhaps, comparatively so, they weren't quite so high, either."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not just inflation. I think the discrepancy between these top legal fees and the fee of the average person -- or the work of the average person, the average wage for a family of four has changed quite a lot. I suspect that's true, but I could look it up. But should I look it up?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, this statute was passed before we adopted the lodestar approach, wasn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Before this Court --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No. I would think it cuts the other way. Congress was not contemplating that we would adopt approach -- an approach which takes into account the excellence of counsel."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But you, yourself, make the point in your brief that the -- that legal fees are changing. And do you think that’s relevant? Are they going up? Or are they going down now?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"There is a flip side to the unpopular case situation the S.G. talked about, which is lawyers and law firms sometimes take on a particular high-profile case to increase their profile, and they would have done it for a lot less. We have lawyers who argue here, who are doing it for free, because it's a big deal to be recognized as doing something in the Supreme Court. So when you use prevailing rates with respect to that type of work, you are overcompensating them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's also not the term Congress used."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I want to resort to what Congress said, which was --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Aren't you -- most of your arguments are suggesting that the counter -- that your adversary is now limiting, that the adjustment should be made -- tied to something, and that something would be the actual rate. And most of the factors you are talking about -- whether the person's a national attorney with overhead or whether that person's a -- has done better work -- the example I used, a second-year associate, could be adjusted just in the rate, and that would give you a grounded place to make a judgment about the exercise of a court's discretion. Why isn't that a more structured, more --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But Mr. Cohen said that that would be a very limited adjustment. He wasn't contemplating in his suggestion in his brief that you could go outside what the associate would get; you just go to the top. Let's say it could be 200 to 400, you give him 400, but you don't give him 500. Justice Alito asked -- he was concerned about standard list enhancements, so one question is when do you enhance? Another is, in this case it was 75 percent. How do you know what's the right multiplier? That -- the concern is you are going to have variations from district judge to district judge in how good the performance was, in what is the appropriate multiplier. Are there any handles that would prevent this from becoming just random, just rudderless?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Were -- were expert witness fees reimbursable in this case, under -- under the statute? I noticed they were cut down, but I didn't know if he cut out all of them or just part of them."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I think it does. I think rates are set with -- based on a law firm's record of -- I mean, just because you bill a client doesn't mean that they are going to pay or that they are going to pay at what you billed them. And I think the rates are set to take into account that over the past year whatever you have a realization rate of -- whatever, 80 percent or 85 percent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but there -- general counsel do that all the time when they get a bill from a law firm. They cut it down. They say you spent -- you’ve spent too much time with this associate only because he or she is a first-year associate and is learning and training; I'm not going to pay for that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it's the same-- it's the same thing that happens when a district court looks at the -- the lodestar and cuts it down."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you Mr. Clement. Mr. Cohen, you have 4 minutes. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this one final question: We have a question of law before us, whether there’s an absolute ceiling here. Am I justified in assuming that if we could reach the question of whether it was a reasonable enhancement, there’s no argument about that?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We are assuming for purposes of decision that the enhancement was reasonable, if that was -- if it's ever available, because you are not challenging the amount. In other words, you are making an argument of law. Even if they give them a $10 enhancement, it would be exactly the same issue before us."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That is not the question presented in the cert petition."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If I understand it, the question of law presented is that even if the enhancement had only been $1,000 --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you would say that was equally wrong."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK H. COHEN","firstName":"MARK","lastName":"COHEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1871,"interruptions":14,"times_spoken":44,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PRATIK A. SHAH","firstName":"PRATIK","lastName":"SHAH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1287,"interruptions":10,"times_spoken":21,"laughter":0,"num_int_by":5},{"id":2,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":3860,"interruptions":23,"times_spoken":43,"laughter":3,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":924,"interruptions":2,"times_spoken":28,"laughter":4,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":756,"interruptions":3,"times_spoken":29,"laughter":5,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":560,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":1,"times_spoken":9,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":239,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":277,"interruptions":0,"times_spoken":4,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":389,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":11,"fullName":"I would be saying","lastName":"saying","counsel":false,"justice":false,"side":"","words_spoken":102,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3158,"times_spoken":65,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":3860,"times_spoken":43,"laughter":3,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4032,"times_spoken":114,"laughter":11,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7052312913501665,"respondent":0.2947687086498335,"date":1472703110473}}