{"petitioner":{"name":"MERCK & CO., INC., ET AL.","counsel":[0]},"respondent":{"name":"RICHARD REYNOLDS, ET AL. ","counsel":[1,2]},"caseNumber":"08-905","date":"2009-11-30T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-905, Merck and Company v. Reynolds. Mr. Shanmugam. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, that presumes that then Congress is using unnecessary words when it differentiates in a statute between discovery of facts constituting a violation and a different statute, like section 13 or 77m, however you want to call it, when it says \"due diligence.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So are we supposed to presume that they like using unnecessary words?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're answering me yes, it's unnecessary."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you want to go beyond constructive discovery?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think there’s a line between constructive discovery -- constructive discovery asks, when should you have known? And the rule you are arguing for is something beyond that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your rule, what happens when you are put on inquiry notice? That's the point at which you should be conducting additional investigation, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's where the -- statute begins to run, at the point when you should have conducted additional investigation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"What would you -- what would you -- what phrase would you use to describe what happens when inquiry notice culminates in finding out? You have to say, oh, there looks like there might be scienter, I have to look at it. And after a year, you find it; yes, there was scienter. What -- what would you call what happens when they find out there was scienter?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But how could --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how could that -- let's descend from the abstract to the concrete that is this case. The story that was being put out is, yes, this drug may produce heart attacks, but there’s no indication that it does so -- that the other drug that it's comparing with may have an anti-heart attack element. And that's accepted. We could -- it could be one explanation; it could be the other. How would the most diligent plaintiff have gone about finding out whether Merck really had no good faith belief in this so-called naproxen hypothesis?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, excuse me. To --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To say that, you must believe that there is substantial evidence of fraud when there is simply substantial evidence of inaccuracy, without --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- without any evidence of scienter. What evidence of scienter was there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but deliberate wrongdoing -- as I understood that, it was simply you didn't give adequate weight to the -- to the other -- to the other side of it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That means it's -- that means it's wrong. You can misrepresent something without having scienter to defraud."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it didn't stop it. Didn't -- didn't Merck submit a curative label, whatever, and the FDA said that was okay? And that -- that submission continued to give the naproxen hypothesis? Not the -- the reason that we are seeing this heart attack thing showing up is that the other drug has a -- has a clotting inhibitor."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But one of the things they could not have done was file a lawsuit right then. Is that correct? Because they would not have had adequate facts to comply with the rules barring plaintiffs from filing suits based on information and belief?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if we had that"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If we had that kind of analysis, where the -- where the company has to reserve all of its defenses, then we would never get to the statute of limitations problem. I think we have to assume that the -- that their theory of the case is correct. We have to -- to assume it for statute of limitations purposes. Of course, you deny it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I think you don't get -- get very far. And -- and it seems to me, as Justice Stevens's and Justice Ginsburg's questions indicate, that the companies can't have it both ways. They can't endorse the Twombly case and then say just an inquiry notice of a general -- of a general nature suffices. You have to have specific evidence of scienter. And there’s nothing here to indicate that the plaintiffs had that."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even on -- on -- but you have you to say, on their theory of the case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me what that investigation would entail? Meaning, you started by saying, go talk to experts, but I'm not sure what talking to experts would have added to the market mix of information. You either pick one expert who said the theory was sound or one who didn't. Outside of publicly available information, what -- and finding it -- what other inquiry could they have made that would have led them to discover sufficient information to file a lawsuit?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming they had talked to those lawyers, is there anything to suggest that those lawyers had more information than the ones they included in the publicly available lawsuit?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You haven’t answered my question. Is there some information in some publicly filed lawsuit up until the time of the filing of this lawsuit that disclosed more information about scienter than existed?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How when -- when there were -- doctors across the country were continuing to write prescriptions for this, when the market apparently accepted this -- it may be one thing, it may be another -- but there were not signals from the market itself, and the medical profession seemed to be going on and writing -- lots of doctors were writing prescriptions for this?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Very brief."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a brief drop, but it came right back up again."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Your arguing that if the -- if the plaintiffs' attorneys made diligent investigation, they would have uncovered facts about the safety of Vioxx that the FDA was unaware of?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the FDA never took any action during this period, other than changing the label."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- I take it the point of general principle, as opposed to this case, is"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now, if that's correct, why? That is to say, it seems to me that, in treating these differently, you have proposed a real morass for courts to get into. Did they really investigate on January 1? Was it an inadequate investigation? Was it a thorough investigation? Along with the difficulty of drawing a distinction between why it should be that that difference should exist, why not just apply the same rule to the investors whether they really do investigate or whether they don't and in both cases the statute begins to run on July 1, not January 1?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not say that because of one -- one element of the claim is scienter, that there’s no inquiry notice based on -- there may have been a misrepresentation, whether it was innocent or deliberate, we have no way of knowing. Why not say because scienter is an element of the claim, and you can't get your foot in the door in the court unless you can plead that with particularity, that it's only when you have that indication that you have what you call inquiry notice?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's inquiry -- it's notice of what? And -- the law is that one element that must be pleaded with particularity. If you don't have that, you have no claim."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if not, then the whole storm warning theory that you have conceded doesn't work."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Then he would have to file a complaint possibly before he has enough evidence to even bring a case. That is, suppose my guy in Burma is going to be in jail for 3 years; he can't get to him for 3 years. Now, he's going to have to file his complaint before he could have the evidence that there was scienter. Now, that doesn't make sense to me."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In those cases, of course, the statute would not run. Is that right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we go back to the text of the statute, it says 2 years after discovery, and you argue it should mean 2 years after he should have discovered, though -- and that period being measured by a date from inquiry notice, which is not mentioned in the statute at all."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you do agree that you are reading as though it meant 2 years after he should have discovered?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, in Lampf we -- we had to choose between what statute of limitations provision, Federal one, we thought applied. And we had two choices: One was section 77m, which reads: “After such discovery” -- \"after the discovery of the untrue statement or the omission or after such discovery should have been made by the exercise of reasonable diligence.\" That was one choice. The other choice was 78i(e), which simply said: \"unless brought within one year after the discovery of the facts constituting the violation.” No statement of \"or after it should have been made by the exercise,\" okay? We chose the latter in Lampf. Now, you are telling me that there was no choice between the two, that -- that \"after discovery\" always means after discovery was made or after it should have been made? What were we doing in Lampf, spinning our wheels?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I read this -- this statute -- and 1658 tracks, not 77m, which says \"after discovery should have been made\"; it tracks 78i(e), which says \"after discovery.\" Now, to me that means after discovery, period."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just tell me what the difference it was between 77m and 77i(e)?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the difference, unless it was that 77m -- I'm sorry, 78i(e) -- absolutely required knowledge?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there was no difference between the two --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and we were just wasting our time?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you tell me what the difference is between actual knowledge and constructive knowledge? Because as I read the amici who have submitted briefs arguing that actual discovery should be our standard, they appear to say that actual discovery or actual knowledge includes anything that’s in the public domain; that parties are presumed -- and we have plenty of cases that say that -- to know what's out there. So outside of that, how would constructive knowledge or constructive discovery be any different?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It would require the shareholder to find the guy in Burma? Or to go and attempt in every case to engage employees in dishonorable conduct by talking about their business in private, company business -- as I understood it, we were asking employees to engage in potentially fiduciary breaches?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's going further than the amici are suggesting. The amici are suggesting -- and assuming we accept their suggestion -- that it should be everything that’s in the public domain, which seems reasonable to me."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What, in addition, do you think constructive knowledge would include that the actual knowledge standard doesn't?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Putting all of that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what in addition to that would it include, in your mind?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you are conceding amici's point that actual -- an actual knowledge standard is the same as a constructive knowledge standard?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if actual knowledge means things that the plaintiff doesn't actually know, then I don't know what the difference is between actual knowledge and constructive knowledge. It's a meaningless distinction if that's how actual knowledge is defined."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is the problem --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What is wrong with the -- with the inquiry notice rule that the court of appeals in this case set out on pages 29a to 30a of the joint appendix? This is from a Seventh Circuit -- quoting from a Seventh Circuit decision: \"The facts constituting inquiry notice must be sufficiently probative of fraud, sufficiently advanced beyond the stage of a mere suspicion, sufficiently confirmed or substantiated, not only to incite the victim to investigate but also to enable him to tie up any loose ends and complete the investigation in time to file a timely suit.\" So that the statute would run upon inquiry notice, provided that within the 2-year period, the plaintiff could, if the plaintiff diligently investigated, find sufficient facts to -- to file a complaint that would satisfy -- satisfy the PLRA?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're adding -- you’re adding concepts to it, as well. Nobody arguing before us intends discovery to mean actual discovery. Your -- you say constructive knowledge is enough; don't you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can you tell me what you see as the difference between the two? I keep going back to what the amici has argued, which is actual knowledge that includes knowledge of what's in the public domain, under the theory that every shareholder is presumed to know what's in the public domain because that's what they buy with and that's the market theory of securities law. So, what do you see as a difference between the two?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- it sounds right, but give me a practical -- give me a practical example --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- of what you are talking about, where -- where an individual investor would have something that's not in the public domain."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- but actual knowledge would include anything the investor had in their possession because that's what actual knowledge is; I have it in my possession -- or I have it in the public domain. You start it from there."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the only difference then would be information the individual would have been able to get that wouldn't have been in the public domain?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- so we are in agreement that on a fraud-on-the-market case, it might have a different -- they would be identical?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You are suggesting that, in an individual fraud case, the inquiry has to be constructive knowledge because there could be things that --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But when does the –- when does the 5-year -- what is the trigger for the 5-year period?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is the violation?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you say that you did -- you did begin this action even before that point was reached because you -- you attribute this to the disclosure of the internal e-mails in the Wall Street Journal article? So you -- you say, well, we sued even earlier than -- than the point at which we had evidence of scienter."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you are admitting that you filed an improper complaint, that you didn't have a basis -- a good faith basis for the complaint you filed?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, if you had a good faith basis, what was -- what was in your possession that gave you that good faith basis?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I -- whether it's a legal nullity or not, answer my question which is: You had to have a basis for your complaint. What was in your possession or in the public possession that gave you that basis?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't prove scienter, though."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But Judge Sloviter used the so-called Harvard study, it seems, in her opinion. She thought that that was the point at which you had enough to suspect scienter."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, your -- your position is that the statute begins to run at the time when a -- a plaintiff is -- has constructive knowledge, at least, of information that would be sufficient to file a complaint that would satisfy the PLRA?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my question -- why, then, did Congress allow 2 years after that? At that point, the plaintiff has everything that’s necessary to file a complaint. So why does the plaintiff need 2 years after that point?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So, is there a difference -- I'm trying to get these terminological differences clear in my mind, and I'm not quite certain of the difference between you and the government. If you go back to my -- my Burma example, I think both you and the government agree that the statute doesn't begin to run until you find this person in Burma. But now, I'm not sure you disagree about -- whether you agree or disagree about this. So I think -- you find the person in Burma. That’s 6 months after you had all the other indications. Now, both of you say the statute begins to run. You would say, when you find that person in Burma, you have to get, through him, enough information to be able to file your complaint now in respect to scienter. But the government would say, when you get that person in Burma, he has to be able to give you enough storm clouds, in respect to -- to scienter. Is that what the -- is there that difference? I think --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is there no difference, then, between the two of you, or what?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So do you think -- you think the standard should be -- and I can find out from the government, and I will, I guess -- that it should be -- that you have to -- a reasonable person having talked to the guy in Burma would walk away thinking, Fraud. That's the standard; you think they’re both there -- but both of you agree you have to find the guy in Burma, though it could turn out that other features of the case, 6 months earlier, would put a reasonable person on notice to begin looking for somebody in Burma?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So you both agree about that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you want to say, you ought to get enough information from that or in all the other things the same, so that you have -- are able to file the complaint. They want to say you have to get enough so a reasonable person would believe a fraud had occurred. Is that right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not saying -- I'm not so worried about that. I know there's a lot less, but -- or more, whatever -- but I am --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, before you -- you've finished, there’s something puzzling about the Third Circuit decision, and it's that Judge Sloviter says at the end, in summary, \"We conclude that the district court acted prematurely.\" She doesn't seem to close off a statute of limitations defense. It's -- and the same thing on page 48a, footnote 17. She says, this -- her conclusion is, \"At this stage of the evidence\" -- she doesn't say that the district court was wrong in saying that the limitation period -- in its judgment about the limitation period having expired. She just said it was premature. What -- what did she mean by that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it does seem to me that even if we adopt your theory of the case, there is some problem with the allegation that there was fraud, because Vioxx did not -- because Merck did not disclose that the hypothesis was only hypothetical, and the FDA August letter made that clear. So it seems to me you may have a problem as to that aspect of the case."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, again, I'm not sure we would parse that out up here."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, well, you mean we have to look to see how the analysts react?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you think there was, because you filed suit a month after that study in"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stewart. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Was there also a substantial support in the lower court case law prior to the enactment of this provision for the existence of inquiry notice? And is that therefore also incorporated into this?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But, under your position, as -- the concept of inquiry notice becomes essentially very unimportant, if not completely meaningless. You just ask at what point would a reasonably diligent investor have obtained knowledge of the necessary facts. And so, what difference does it make when a person was put on inquiry notice?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So how -- how -- what's the right phrasing? Because I -- I understood that inquiry notice has somehow made an appearance, and it seems to confuse me. So you say the statute begins to run when a reasonable person would have found facts sufficient to show a violation or sufficient to permit him to file a complaint that alleges a violation? How -- does that come in any way?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How do I say that here?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you are basically in agreement. And then the way that the -- the -- then the way that this inquiry thing comes in is that sometimes, perhaps quite often, a reasonable person, given certain facts, would begin to inquire."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And if it happened to be a case where inquiry played no role, then it wouldn't. It's all a question of what a reasonable person would do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand -- I don't understand that. I mean, if there are facts that would cause a reasonable person to inquire, you say that those only come to fruition for purposes of the statute of limitations when they discover it, when they have constructive discovery, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So inquiry notice has nothing to do with anything."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, and maybe –- and maybe it turns out that you could find them within a week and maybe it turns out you could find them within 3 months or when the fellow from Burma is released, but in either case, it’s when they discover it or should have discovered it."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart, you are talking about a hypothetical case here, right?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Some -- we are talking about this particular case. Does the inquiry notice contribute anything to answering the question when this plaintiff or the -- the class of plaintiffs should have discovered this violation?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, in this particular case, we should ignore inquiry notice entirely?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why does the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":9,"sideBefore":"justices","text":"And, Mr. Stewart, the -- you said -- the phrase that you used were “facts constituting the alleged violation,” and the other side says, well, look at the Court's Tellabs opinion: That described as discrete (1) facts constituting an alleged violation -- which you say is the test -- and (2) facts evidencing scienter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Shanmugam, you have 4 minutes. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As long as the stock price was holding, how was the plaintiff injured?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's true that everything was locked up internally at Merck, all the reasonable diligence in the world would not have uncovered what eventually came out."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":3003,"interruptions":37,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":1974,"interruptions":11,"times_spoken":30,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1276,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":224,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":766,"interruptions":4,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":669,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":182,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":274,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":712,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":11,"fullName":"I take it you will concede the following","lastName":"following","counsel":false,"justice":false,"side":"","words_spoken":146,"interruptions":0,"times_spoken":1,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":3003,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":3250,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":3655,"times_spoken":111,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.1094133064034604,"respondent":0.8905866935965396,"date":1473644743525}}