{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"RICHARD F. ALLEN, COMMISSIONER, ALABAMA DEPARTMENT OF : CORRECTIONS, ET AL. ","counsel":[1]},"caseNumber":"08-9156","date":"2009-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 08-9156, Wood v. Allen. Mr. Scanlon. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if they had introduced that evidence on behalf of the defendant, there would have come in the report they had gotten from -- who was it, Dr. Kirkland? Was that his name?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which said that, although he -- he indeed was in the lower range of mental agility, this did not affect his ability to discern right from wrong."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He was not -- the Kirkland report was not a favorable report for the defendant."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it didn't just say borderline intellectual function. It went on to say that did not affect his ability to perceive that he was -- he was doing something wrong here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, if it had not added that I would have said, oh, yeah, let's -- let's pursue this further. But they -- it seems to me they made an intelligent decision There was nothing here that was going to help them and there might be stuff that would hurt them."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is this question properly before us in this case? The argument that you seem to be making, and it's an argument to which you devote a lot of your brief, seems to be that the -- the State courts unreasonably applied Strickland to the performance of the attorneys at the penalty phase. Now, that is a, a (d)(1) argument, 2254(d)(1). But the two questions on which cert were granted have to do with findings of fact. So they have to do with (d)(2) and (e)(1) and not (d)(1) at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Was (d)(2) raised in your habeas petition?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you give me a citation for that, where in the habeas petition you made a (d)(2) claim as opposed to a (d)(1) claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That factual determination that you say is unreasonable under (d)(2), that went to deficient performance?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the -- did the State court make a ruling on prejudice under Strickland?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that we have to find that it was an unreasonable determination both with respect to performance and with respect to prejudice to get you through the (d)(2) hurdle?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I take you back to Justice Alito's question? As I read the lower court decision, it was saying counsel made a strategic choice not to pursue any further investigation with respect to mental health, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And they made it on the basis of a number of factors, including the fact that there was testimony that the two senior attorneys said: It's not going to help us if we do or not. You may disagree with whether or not a strategic decision was made or not, but if one can view the evidence in any way as the attorney having made the decision, isn't your argument that that decision was unreasonable?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that what Justice Alito asked you? That's not a dispute with the factual finding that it was a strategic decision. That's a dispute with the legal -- the legal -- whether that strategic decision met the legal standard of Strickland."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So we're back to Justice Alito's question, which is, isn't that a (d)(1) instead of a (d)(2) argument, and we -- the question presented only addressed the strategic decision. It didn't address or present the question of the Strickland question of whether that would have been a reasonable strategic decision."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be your alternative argument, but it's not the question presented."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When did that come up? I thought that the facts as the Eleventh Circuit presented them is that the senior lawyer first said: We want Dr. Kirkland's report not simply on the question of insanity and incompetence to stand trial, but also to give us leads to mitigating evidence. So mitigation is in his mind about looking into this mental question. He reads Kirkland's report and, for whatever reason, decides this isn't worth pursuing; this is not going to help us. I thought that that's what the Eleventh Circuit said was the picture, that whether it was an incompetent, ineffective decision is a separate question, but as to what happened, why did the investigation stop, because the senior lawyer said: Yes, it's relevant to mitigation, but I looked at the report and I think it's not wise for us to pursue mitigation."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that? 56?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry that I don't have that appendix with me now, but as I recall the Eleventh Circuit was not making any independent determination of its own, but it was reporting what the senior lawyer -- his view of it. They were not making a fact-finding as a tribunal."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have the cite for 542 F.3d, that part of the opinion? It's in 542 F.3d, 1281, but I don't have the particular page. Okay."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you clarify one - - could you clarify one thing for me? I understand that you can understand the record as indicating that they made a reasonable strategic decision not to let that report come in or make these arguments at the guilt stage, but the separate question is whether, did they also decide, make the same decision with respect to the penalty phase? And if they did, were they assuming that the Kirkland report would become a part of the record at the penalty stage as it would have at the guilt stage if it came in?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That, what you said so far, leaves out one thing; that is, I thought that Dozier had said: We need, we have to get this Kirkland report, and it's of interest to us for three purposes, the two that were relevant to the guilt phase and the one, mitigation, that was relevant to the penalty phase. That suggests that in his mind, in Dozier's mind from the start, was both phases, the guilt phase and with respect to mitigation. And then he looked in the report and, having said, we should see if there's any leads to mitigation, then he next says, we're not going forward with this."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now this case, for me at least, is terribly confusing, because I thought, reading the cert position, that the Court granted cert to deal with a legal question that has confused the lower courts, that is, what is the relationship between (d)(2) and (e)(1) of AEDPA?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now I read your brief and I hear what you're saying so far. It seems to be that you have a solid case under (d)(1); that is, that these counsel were ineffective because they did not pursue mental state mitigation. But that would be a much different -- that would be a fact-bound case tied to this record, as apart from the legal question: What does unreasonable -- the (d)(2) unreasonableness, how does it relate to the (e)(1) presumed correct, clear and convincing evidence? I thought that that legal question was why we granted cert."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's an entirely different question. I think that's the question. Did the validity of the -- the conclusion made by the State courts that there was a strategic decision not to present this evidence until the -- the final judge stage of the -- of the proceeding, and not whether there was a reasonable investigation or whether they -- there was reasonable performance overall at the penalty phase. It's purely this question of the validity of a finding of historical fact and how that is to be evaluated under -- under (d), under (d)(2) and (e)(1)."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But let's just talk about the -- the finding of -- by the district court that there was no strategic reason and the -- and the disagreement with that in the Federal circuit, and let's talk about it just under (d)(1) -- just under (d)(1)."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say that the test is whether or not the -- that finding was clearly erroneous?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that another way?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is \"unreasonable application\" different from \"clearly erroneous\"?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm talking about (d)(1)."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I-- I beg your -- (d)( 2), unreasonable determination of facts."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you think there can be findings that are clearly erroneous, but not an unreasonable determination of facts?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about (d)(2)."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the problem, as Justice Ginsburg indicated, is that the courts of appeals are looking for guidance as -- as to when we can go into -- into these findings and set them aside."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it really is very difficult for me to wear a \"clearly erroneous\" hat or an \"unreasonable determination of fact.\" I -- I just can't sense any difference there."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do I have it right, in your opinion, so far? I'm just interested in the relationship between (d) and (e), and as I read it, just to look at the language, it seems to me, in the (d) case, we're talking about something that was decided on a record in a State court. And you -- you're the lawyer, trying to get the Federal judge to say, that's all wrong. You're going to say their facts are wrong, their fact-finding. So you say: Judge, that was unreasonable, you know, in light of the record. That's what you do under (d)(2)?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, (e) is a different situation. (E) is a situation where, for some reason or other -- and there are a few -- you are having a new hearing in the Federal court. One reason for having such a hearing could be that there was a factual predicate that couldn't have been discovered and it's very important. So you're get into that Federal court hearing. And now, when you're in the Federal court hearing it turns out that in the earlier State court hearing there was a fact-finding that has something to do with this. It may be not so important, but it's over there and you want to get the judge to ignore it. So there you have to show what (d)(2) says. You have the burden of saying that that was an unreasonable fact-finding. That's what it says. Those different words make -- seem sensible to me because the proceeding is different, and the way we talk about the proceedings is a little bit different. But as a practical reality, I guess they come to about the same thing. All right. Now, forgetting my last comment, have I got the first part right as you understand it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- that's what the Ninth Circuit position developed by Judge Kozinski."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The only problem with that, it would shrink the province of (e)(1) very considerably, because overwhelmingly Federal habeas petitioners do not get evidentiary hearings in Federal court. So, if we accept the Ninth Circuit's view of it, then (e) -- (e)(1) applies to a rather small category of cases; i.e., cases in which there is an evidentiary hearing in the Federal habeas proceeding."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm not talking about (d)(2) now. We're talking about two provisions, trying to make sense how do they relate to each other."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And one very well-presented position is the Ninth Circuit's in Judge Kozinski's opinion. My only question is am I right to say that his view, which is your view, would leave very little work for (e)(1) to do if (e)(1) applies only when there's new evidence coming in; it's not just the -- the record that was made in the State court, but new evidence coming in in the Federal habeas."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There are not -- not many cases."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying is (d)(2) is a vigorous standard, but, yes, your description, unlike the opposing description of the relationship between these two - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- does leave for (e)(1) this maybe 10 percent of the cases, not more."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I go back to - - just to -- so that we're on the same page in my own mind, what constitutes the State record? Because one of the State amici posited situations in which the record before the State court on the issue that it made its determination would be one subset of evidence, and that, perhaps as the State process developed on another issue there was another record developed, and you're pointing to that evidence in your argument of unreasonableness as a reason for the lower court's decision being wrong. So your use of that other evidence, does that go under (d)(2) or (d)(1)?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that seem -- does that seem reasonable, meaning the State court is making a decision based on what's before it. Can't -- it can't foretell unknown evidence and bring it into its equation. So one has to presume that its finding based on the evidence before it is correct. If there's additional evidence, whether it's part of a record that's developed elsewhere, not part of what it based its decision on, and if you look at the language of (d)(2), it talks about the record on the fact determined. It doesn't talk about on the - -"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're changing your earlier answer to me? You're going closer to what the amici were suggesting, which is that record has to be defined narrowly, it has to be the facts before the court?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I understand that, meaning often a trial court is presented with evidence that determines something. This was a strategic choice. It may be that later the State court has a hearing on that question, but it may be that it has a hearing on a different question altogether."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're using the evidence on the other question."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask a question? Maybe you need a little extra time. I want to be sure I understand one thing. What is your view of what the unreasonable determination of facts was in this case, either the decision not to go forward with further investigation or that the results of the investigation would not have been -- would have been -- would have been prejudicial?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Maze. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I didn't - -"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I just want -- I just described the Ninth Circuit decision. I didn't say it was wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't it - - isn't it the case that under (d)(1) or (d)(2) that's a threshold determination, and once you get over that (e)(1) would have work to do in determining whether there was a violation of the Constitution or laws in the first place?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's under - - you've given yourself an easier case because you're going -- you're getting over the threshold under (d)(1)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The problem is (d)(2) refers to determination of facts - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- and asks whether it's unreasonable. (E)(1) talks about facts and has a whole different test, and I -- I guess the difficulty I've had is -- is reconciling the two. To the extent you can articulate their differences, why would you do both?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's an example?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I can't think of any - - give me an example - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- where you're trying to proceed under (d)(2), and (e)(1) is somehow relevant. Couldn't think of one."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No. You just look at them, and you look under (d)(2), and you say this is an unreasonable determination of fact, period. There's no reason to go into (e)(1). I mean, if it is an unreasonable determination of fact, he wins."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And if it isn't, you win."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't say that. What it says in (e)(1) is (e)(1) is talking about in a proceeding instituted by an application by a person in custody, the factual issue is presumed correct. But if you fail to develop -- - you know, in a proceeding, it's presumed correct. You're right it doesn't say it literally. But I can't figure out an application for it unless they're talking about where there is a new hearing. Otherwise there is just no need for it, it is just repetitive and it gets people mixed up, and (d)(2) does all the work."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me give you an example involving exactly those two provisions and facts very similar to the facts here. The State court finds that a strategic decision was made, and that raises a question under (d)(2): Was the State court's rejection of the Strickland claim the result of a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding? There are also a host of subsidiary findings of historical fact because the attorneys testify and documents are produced, and there are conflicts in the testimony. And so there's a question of did -- did Dozier and Ralph talk about this on a particular day? Did Trotter write a letter to so-and-so? And so forth. So you've got all these subsidiary -- all these findings of historical fact, and they are to be reviewed under (e)(1), under the plain language of (e)(1)."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then after they're reviewed under the plain language of (e)(1), you turn to the question under (d)(2), which is whether the decision about whether there was a strategic decision was based on -- based on an unreasonable determination of facts."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So there's no conflict."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I see that, I see that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's a possible way to look at it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And the problem I see with that -- now I see why it's controverted, but the problem with these standards of review, it just -- it mixes people up, and it sounds as if you're bringing in a hammer after you've brought in a saw, and the hammer looks a little tougher than the saw, and -- but why get into all this business?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that. I thought that your -- your position in this case or at least one of your positions is there was no unreasonable determination of fact. Period."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If you're right about that then you win, and there's no reason in the world to go on to (e)(1), that this case in your view should be totally governed by (d)(2), that is, the determinations of fact were reasonable. End of case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we have one here, and my real objection, I guess -- and it's interesting, I now see the conflict, with Justice Alito's clear explanation of it. And I -- I suppose the -- the thing I would ask you then is, look, my objection to it, hypothetically, is it's too complicated. Lawyers have enough trouble trying to figure this out."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any reason we need to interpret it that way? The language doesn't have to be. Why not have just a simple, clear thing? If -- if they're unreasonable, the State loses, and if they're not unreasonable, the State wins. Da-da. That's too simple. But why not use it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you don't really want us to say that, because unreasonable, as we've defined it in (d)(1), means it could be wrong, but still not unreasonable."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if we say that proof of a -- by clear and convincing evidence that a decision by the State court was incorrect, you can't equate - - you don't really want us equating that with (d)(2), do you?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's why he -- that's why he starting - -"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- from, I think what he's saying is, what your adversary responded to Justice Ginsburg, unreasonable really is much broader than clear and convincing - -"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- evidence on correctness. You don't need it because whether the decision is right or wrong is not the issue. Even if it's wrong, it could still be reasonably wrong."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, one could quarrel with that proposition, but that's the state of the law. So, why do you need (e)(1)? That's -- that's Justice Breyer's question, as I understand it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But work it out in theory, okay?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Work it out in theory. There are -- you see, the difficulty with this case is - -"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- one factual matter, was a strategic decision made?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There are a bunch of subsidiary facts that -- that were made."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If you're applying (d)(2), the Court would look at all the subsidiary facts and decide not whether they were correct or not, but whether they were unreasonably incorrect, okay? If they weren't unreasonably incorrect? So you don't have to get to the correctness question by clear and convincing evidence. If they're -- if they're not unreasonably incorrect, the four subsidiary facts would then support the fifth general question, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Either we agree it does or it doesn't, but -- I -- I -- I don't understand why you need (e)(1) because you never need to get to the correctness of the finding."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just interrupt because I am trying to follow this here. The four facts you have described would -- would support a conclusion that it was not unreasonable to make a strategic decision not to use the report at the guilt phase trial. But what if one believes that it would have been unreasonable not to pursue the investigation and - - and -- and to find out more facts for the penalty phase trial, and the -- the -- the State court said, no, those facts have answered the case. Would the unreasonable use of the reasonable facts violate the statute?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly right."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would that violate (d)(1) if even -- even if every one of the subsidiary facts was correctly filed and the conclusion drawn by the court was also correct, that it was a reasonable strategic decision at the guilt phase but unreasonable at the penalty phase? How did -- what is the answer there?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It also has to involve what the strategic decision was?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Somebody said it was put in his mouth, the question was on cross-examination."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can I stop you just for a factual clarification?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did the defendant's prior history with his other girlfriend come into the penalty stage of the trial?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So this was a wise strategic decision, perhaps, with respect to the penalty phase?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It did come in at the trial -- at the sentencing phase, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In front of the jury."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We're not arguing about the penalty phase. The issue is if the trial judge at sentencing did hear about the prior assaulted behavior anyway, what would have been the strategic decision not to pursue further evaluations because they -- there's no likelihood in my mind that similar assaultive behavior was ever going to be kept out of the sentencing phase. That's true, isn't it? That's one of the strongest aggravating factors that you could prove, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The sentencing - -"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- jury. Not the penalty phase?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So that's really -- I think that was Justice Stevens' question, which was, what was the strategic basis of a decision not to pursue mental health information when everything you wanted to keep out of the penalty phase would be coming at the sentencing phase anyway?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the question."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that brings us to the point of beginning. And could you give me, in summary form, your best interpretation of both (d) and (e), (d)(1), (d)(2), (e)(1), in light of the deference that the Federal courts should pay to State determinations? It seems to me that, if you use -- if you reserve (e)(1) for cases in which there's a hearing in the District Court, then it's somewhat counterintuitive because the strongest standard applies to the accused. He has the greatest burden, when the State hearing was the least effective. On the other hand, if they overlap, there - - then (d)(2) is often superfluous, so I have a choice of something that is counterintuitive or superfluous, and I don't know which one to take."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and -- but maybe there is -- is some more general theory that you can give me."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Res judicata doesn't work."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Although I think Congress might have had something like that in mind."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I -- can I suggest - - it doesn't seem to me there's any -- any contradiction between the two. (E)(1) addresses a factual finding. (D)(2), on the other hand, addresses the decision of the Court, which was based on, sometimes, just one factual finding, but, sometimes, many. So you -- you proceed, first, with (e)(1), and you -- you ask whether each factual finding on which the decision was based was shown by the defendant, either in the record, or if -- if you have an additional hearings, by new evidence, to be incorrect by clear and convincing evidence. You do that fact-by-fact. Having found, let's say, two of the five facts. To fail that test, you then go up to (d)(2) and say, okay, in light of the fact that two of the facts - - in light of the fact -- since two of the facts that the court relied on were false, was the decision vitiated by that reason, or was it nonetheless a reasonable determination? I mean, once you focus on the fact that (e)(1) applies to facts and (d)(2) applies to the decision, it's whether the decision was -- was based on an unreasonable determination of the facts."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If that's so, why would we not soon have what I call the habeas corpus jurisprudence of what is a subsidiary and what is a major fact and what is a finding? And what's wonderful about that is no habeas corpus proceeding will ever end because, throughout the country, people will make mistakes about what is the - - what is the subsidiary and the subsidiary to the subsidiary, and then what is the more general, and pretty soon, we'll have all -- everybody will be arguing about that, and there will only be four professors in the country who understand which is which, and they will each say different things."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't think they've been handling it. I think there's a tremendous confusion, and I -- I find it very difficult to write an opinion to give them guidance as to when they can set aside hearings, to what extent they have to review the entire record. To me, I think many courts of appeals and district of -- and district courts think that it's just like a clearly erroneous standard. It's very hard to - - to use these standards to give you any concrete guidance in this specific case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Scanlon, you have three minutes remaining, but I'll give you more, since I would like to start with a question. My first question was whether your petition was under (d)(2), and during the argument, I went back and looked at the petition. And I see the exact language of (d)(1) quoted in paragraphs 45, 52, 58, 63, 71, 76, 82, 90, 94, 97, and 104, (d)(1), and, unless I'm missing it, nowhere do I see the language of (d)(2). I see the language of (d)(2) in your cert petition questions. Now, I think there's a huge difference between (d)(1) and (d)(2). We've been talking about (d)(2) in a case that was only brought under (d)(1). "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the language - - but then I -- you knew to quote the language of (d)(1). You did it -- I think it's more than a dozen times. You never quoted the language of (d)(2). Now, going back, you can say, well, we talk about these facts or those facts, but that is also relevant to the application question under (d)(1)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, I find it hard for you to -- to understand how you can say it was focused on when you quote (d)(1) twelve times and never quote (d)(2). It would seem to me that the focus was on (d)(1)."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. It resulted in a decision that was based on an unreasonable determination of facts."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It focuses on the decision, whether the decision could have been reached - -"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- without the use of any facts that had been found to be false."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there's a difference between a (d)(1) case and a (d)(2) case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KERRY A. SCANLON","firstName":"KERRY","lastName":"SCANLON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2372,"interruptions":21,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":1,"fullName":"COREY L. MAZE","firstName":"COREY","lastName":"MAZE","counsel":true,"justice":false,"side":"respondent","words_spoken":3062,"interruptions":22,"times_spoken":61,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":387,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1022,"interruptions":5,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":770,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":465,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":780,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2372,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":22,"words_spoken":3062,"times_spoken":61,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":4645,"times_spoken":121,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.8651111501300948,"respondent":0.13488884986990524,"date":1472419305410}}